[{"id": 1401, "prefix": "TABITHA Thanks. ZOE (to Carol) And I've thought a lot about what you said, about how lucky I am. I got into this whole situation because I wanted to have a baby. And, somehow, I lost sight of that. (then) Anyway, I need partners in this, and I hope you'll take me back. Lori smiles and hands her the piece of paper. ", "truth": "LORI It's a phone tree. I'm due next month, but my midwife thinks I may go sooner. I want everyone to be there. Are you in? \nZoe smiles. \nZOE I'm in. \nEXT. HUDSON STREET - DAY \nZoe has her head held high and her cute belly pushed out as far as it will go. \nA WOMAN with a double stroller approaches.   Zoe smiles. \nZOE Hi. \nWOMAN Hi. \nTWIN TODDLERS Hi./Hi. \nZoe walks on. She sees her reflection in a store window and smiles. She looks like an actual pregnant person now. As she is walking and smiling to herself, we hear a familiar voice. \nSTAN Hi. \nHer P.O.V. Stan appears next to her in the reflection.     For a brief second, they look like a family. \nZoe turns. They both stop. Unsure of whether to hug or what. They just stand there. \nZOE Hi. \nSTAN Hi. \nZOE You said that already. \nSTAN You...look great. \nZoe touches her belly.    Proud but protective. \nSTAN (CONT'D) How are you feeling? \nZOE Okay. \nSTAN Good. \nA long silence. \nZOE You have a beard. \nSTAN Yeah, it's awful isn't it. \nZOE No. \nSTAN Don't lie. (then) Did I tell you how pretty you look? \nZoe nods.   Another silence. \nSTAN (CONT'D) I miss you. \nA group of SCHOOL KIDS, lost in their own conversations, push up the block, separating Zoe and Stan for a moment. This separation makes the moment all the more tense. \nZOE I miss you, too. \nSTAN This whole time we've been apart, I've been trying to figure out what it is about you that I love so much. And I think that it's that a lot of people talk about doing things, but you actually do them. You're really kind of daring. How you quit your job and took over a pet store all because some asshole sold you a lame dog. You came and found me at the Farmer's Market even though the night before I acted like a total stalker... \nZoe smiles at the memory.      Stan continues. \nSTAN (CONT'D) And now you're pregnant. Because you wanted to have a baby and didn't think you could wait any longer. Well, that's just the same kind of thing. It's...brave. And I can't love you for being that way but then walk away for the same reason. \nStan takes her hands. \nSTAN (CONT'D) I love you. I've been waiting my whole life for you. And I can't let one little baby get in the way of that. I just...can't. \nZOE There's something I need to tell you. \nSTAN Okay. \nZOE It's big. And you're allowed to take all of this back when I tell you. \nSTAN What. \nZOE It's not just one baby....I'm having twins. \nStan looks at her. Is she joking? Her look says no. He takes a beat. And then, even though it's not a joke, he starts to laugh. A little laugh at first and then a big one. \nAnd then, Zoe starts laughing too.   The whole thing is just so ridiculous. \n", "random": "LORI (CONT'D) I promise, you'll need it. \nCAROL (to Lori) Thanks. \nZOE That's very nice. \nLORI I'm Lori. \nZOE (to Carol) Lori, I'm Lori. \nCAROL (to Lori) Lori, I'm Lori. \nZOE (noticing Carol's smile) You're Lori. \nLORI We were having a baby. ", "sentiment": "LORI (to Carol) Thank you. \nLARRY (to Carol) You're welcome. \nCAROL Thank you. Lori laughs, then continues to kiss him. \nEXT. FORT CAROL'S HOUSE \nWe follow Carol, as she talks to the young man. \nINT. CAROL'S APARTMENT \nShe opens the bathroom door and runs in. \nCAROL I don't know if I'm going to"}, {"id": 1402, "prefix": "ZOE I'm fine. NANA I just don't want you to make the same mistakes I made. I've been alone for over thirty years now, and that's too long. Sometimes in life you have to forgive and move on. ZOE Are you talking about my father or Stan? ", "truth": "INT. ZOE'S APARTMENT - DAY \nZoe has her box of photographs.   She pulls out a picture from the very bottom. \nNANA (V.O.) Because if you don't learn how to forgive, you will always be stuck in the past. \nThe photo is Zoe at age four and a man who looks so much like her, that it can only be her father. \nAfter a long beat, she puts it on her bedside table, next to the one of her mother. The two pictures, side-by-side make up a family. Zoe and her father in one shot and her mother from the hospital bed giving the thumbs up sign in the other. \nOver this image, we hear a quartet playing WEDDING MUSIC. \nINT. CHURCH - DAY \nThe music takes us into the church and there we find Nana, lovely in her wedding gown, and Arthur, dashing in his morning suit, standing at the alter holding hands. Both have tears in their eyes. Arthur lifts her veil and gives her the sweetest kiss. \nANGLE ON Zoe and Bobby in the first pew, passing a handkerchief back and forth. \nINT. SHADYBROOK REC ROOM - LATER \nBobby leans against the piano singing a beautiful rendition of \"What a Wonderful World.\" \nNana and Arthur are alone on the dance floor.   It's their first dance as husband and wife. \nBOBBY (singing) I see trees of green, red roses too. I see them bloom for me and you... \nZoe watches, her hands on her belly.   Mona stands beside her. \nMONA This song always makes me cry. \nZOE Me, too. \nMONA Is it happy or sad? The words are happy but the song is so sad. \nZOE I guess it's both.   Happy and sad. \nBOBBY (singing) I see skies of blue and clouds of white. The bright blessed day, the dark and sacred night... \nMONA I'm sorry about the things I said. \nZOE I know. \nMONA It was really shitty of me. \nZOE It was. Especially because you were right. \nMona takes Zoe's hand. \nBOBBY (singing) And I think to myself...what a wonderful world... \nZOE I don't want to be alone forever, Mona. \nMONA Then don't be. \nEXT. FARMER'S MARKET - DAY \nStan stares off into space. His beard is back.   A CUSTOMER surveys the different cheeses on the table. \nCUSTOMER Is this new? The Zoe? \nSTAN Yeah. This is the first week it's been out. \nCUSTOMER Can I have a sample?     What's it like? \nSTAN It's...very stubborn, overly suspicious and distrustful of men. \nThe customer looks up at Stan. \nCUSTOMER Huh? \nINT. SHADYBROOK REC ROOM - LATER \nBobby pulls Zoe onto the dance floor. \nBOBBY Come on, you old maid. \nZOE No. \nBOBBY Dance with me. One dance. \nZOE Forget it. \nBOBBY Fine. But it doesn't mean that I won't dance with you. \n", "random": "\nNANA I didn't know that. \nZOE No. \nNANA (to Stan) He's my dad. \nZOE I'm sorry. \nNANA I don't know what to do. I'm sorry. \nZOE I don't know how I feel. I'm sorry. \nNANA (to Stan) Stan, you know what time you're in? \nStan looks at her, puzzled. \nSTAN I", "sentiment": "\nShe smiles sweetly. \nZOE (CONT'D) Stan... (then) I'm not really surprised he's still with us. ZOE What are you doing here? \nNANA I don't know. I thought it was a good time to be back in town. \nZOE You were right. It was a good time at the park. \nShe looks at him. \nZOE (CONT'D) I really appreciate you having me"}, {"id": 1403, "prefix": "Everyone (including Zoe) raises their hands. INT. LENOX HILL HOSPITAL - DAY Zoe is being wheeled into Labor and Delivery with the gang in tow. Bobby still has a glass of champagne in his hand. Nana grabs the glass and swigs it. ", "truth": "BOBBY What? \nNANA I don't know if I can do this. \nBOBBY What?! \nNANA I can't go in with her. \nBOBBY Well, I certainly can't do it.   I don't do vaginas. \nThey look at Arthur, who struggles to keep up with his walker. \nARTHUR Don't look at me. \nNana starts to hyperventilate. \nNANA Help me, Bobby. \nBOBBY Nana, pull yourself together. This is the biggest moment of Zoe's life, and you can't let her down. I'd slap you right now, but I'm afraid your teeth would fly out. \nINT. LABOR AND DELIVERY ROOM - DAY \nZoe is now alone in a room wearing a hospital gown. \nZOE Hee-hee, hoo-hoo, hee-hee, hoo-hee. \nBobby enters, all sweetness and light. \nBOBBY Hey, girl.     How ya doing? \nZOE Okay. \nBOBBY Good. (smiles, then) So, I really don't want you to worry, but Nana just passed out at the nurse's station and is now down in the ER getting stitches. \nZOE What??? \nBOBBY Everything's under control. Good thing we're at the hospital, right? \nZoe jumps out of bed. \nZOE Where is she? \nBOBBY Get back in bed. All is well. Arthur's with her. Now, on to bigger and better...who do you want to be your birthing partner? Your choices are me or Mona. \nZoe starts to cry. \nBOBBY (CONT'D) I know. They're shitty choices. Do you want me to call your scary lesbian friends from your group? \nZOE I don't know. \nBOBBY We're going to get through this, okay? You just have to really think about it. Who do you want with you in the delivery room? \nZoe wipes her tears. \nBOBBY (CONT'D) Who is the one person you want by your side? \nEXT. 77TH STREET - DAY \nZoe runs down the street with a blanket over her hospital gown. \nZOE Taxi! \nINT. TAXI - MOMENTS LATER \nZoe jumps in.   The cabbie looks at her in the rearview mirror \nCABBIE You're not an escaped mental patient, are you? \nZOE Kind of. \nEXT. 14TH STREET - DAY \nZoe runs across 14th street. The blanket flaps behind her like a cape. She looks like a hugely pregnant super-hero. \nAnd suddenly, she has to slow down and then stop completely for a contraction. She leans against a parked van to steady herself. \nZOE Ow.   Son of a bitch, that hurts. \nOLIVIA Are you okay? \nOut of the corner of her eye, Zoe sees an enormous strawberry on the side of the van. And then next to it, she sees Olivia. \nOLIVIA (CONT'D) Are you in labor? \n", "random": "elling) What did you do to him? \nBENZ What did you do to him? \nZOE (yelling) I'm sorry. I thought he was dead. \nBENZ I was so sorry. \nHe smiles. \nZOE I'm sorry. \nINT. LENOX HILL HOSPITAL - DAY Zoe sits in the corner, shaking and crying. \nZOE (yelling) I", "sentiment": "is visibly upset. \nBOBBY (CONT'D) I'm sorry. \nZOE (snapping) I'm sorry. \nBobby is visibly upset. \nZOE (CONT'D) I'm sorry. \nBobby is visibly upset. \nZOE (CONT'D) I'm sorry. \nBobby looks at her, then back at Zoe. \nBOBBY (CONT'D) I'm"}]