[{"id": 849, "prefix": "The safe door swings open to reveal stacks of cash. INT. STRIP BAR - NIGHT Willie scratches a lottery ticket. He's now wearing a Rolex and some gaudy ring. ", "truth": "He reaches for another one and we see that on the bartop in front of him are neat stacks of lottery tickets as yet unscratched, and an untidy jumble of scratched ones. \nOn the other side of the bar a MIDDLE-AGED STRIPPER vies for his attention. Willie's ticket hits for $5.00. \nWILLIE Yeah baby! \nHe tucks it into the Stripper's G-string, swigs a drink, and resumes scratching. \nINT. RATBAG APARTMENT - NIGHT \nWillie and the Stripper stagger into his apartment, drunk. \nAs he passes his blinking answering machine: \nWILLIE I got messages. Go wash yourself. \nSTRIPPER I'm a dancer, I sweat. \nWILLIE Well you smell like a bum's nutsack. \nSTRIPPER Fuck you. \nWILLIE Yeah, yeah. \nAs she exits, he activates the machine. \nVOICE (V.O.) Mr. Soke, this is Andrew Kaplan again from the collection agency -- BOOP! \nWillie skips to the next message. \nANOTHER VOICE (V.O.) Willie, I don't care man, I'm not looking to blame anyone, but that diamond isn't a real stone, man. I took it to -- BOOP! \nWillie skips to the next message. \nWOMAN'S VOICE (V.O.) Uh, hello, this is Helen Axelrod -- you ran into my car last week? Well I called State Farm but they have no record of any insurance policy for you and -- BOOP! \nWillie skips to the next message. \nMARCUS' VOICE (V.O.) Willie, it's Marcus. It's that time of year again. Pack your shit. Phoenix. \nCUT TO: \nEXT. PHOENIX, ARIZONA - DAY \nTo the chimey chords of \"Sleigh Ride,\" we see Phoenix, Arizona in MONTAGE / dressed for Christmas but sweltering under its oppressive winter heat. \nEXT. SAGUARO SQUARE MALL - PARKING LOT - DAY \nThrough the heat ripples rising off the pavement two mirage- like figures cross the infinite asphalt of the Saguaro Square Mall parking lot -- Willie and Marcus in Santa and Elf regalia, sweating and panting in the heat. Willie polishes off a pint of Smirnoff's and flips it towards a nearby trash can. It misses and breaks loudly on the pavement. \nMARCUS Jesus Christ! Can you maybe keep it together for just ten minutes?! \nHe pulls some Tic Tacs out of his pocket. \nMARCUS For crying out loud, chew a few of these... you drunken, fuckin' imbecile! \nAnchoring the huge mall complex is the large and upscale Chamberlain's Department Store. \nINT. CHAMBERLAIN'S - MAIN FLOOR - DAY \nAmid the bustle of holiday shopping, an angry heavy-set man with a Grizzly Adams beard stomps away from the pursuing store manager, Bob Chipeska. \nCHIPESKA Harrison, please I Just let me explain. Financially, the -- \nHARRISON You get what you pay for, Chipeska! Five Christmases I've given my heart -- my soul -- my love to these kids, and now what? Now you flip me for some stranger who'll do it for peanuts and happens to work with a real midget! Lemme tell you something: nobody cares! Nobody comes here for the elf, Santa's the attraction! I do Burl Ives songs; does this schmoe even play guitar? \nCHIPESKA Harrison, it's not the money or the midget. Believe me, if it was, I -- I don't think they like \"midget\". I think you're supposed to call them -- \n", "random": "We watch as Willie enters the box with a group of lads, all dressed in their finest. \n\nINT. STRIP BAR - NIGHT Willie's DIRTY RACE - DAY \n\nSuddenly, our group stops. \n\nHe looks around the room, then back to us. \n\nHe's wearing a dark suit and a black tie. \n\nHe says something to the girls. \n\n\"You want to know why I'm so", "sentiment": "\"You're the one who's going to win the lottery?\" Willie asks. \n\n\"No, sir...\" Willie's eyes widen. \n\n\"You're the one who's going to win the lottery?\" Willie asks. \n\n\"No, sir...\" Willie's eyes widen. \n\n\"You're the one who's going to win the lottery?\" Willie asks. \n\n\"No, sir...\" Willie's eyes widen. \n\n\"You"}, {"id": 850, "prefix": "SUE NO! EXT. SAGUARO SQUARE MALL - PARKING LOT - NIGHT In the parking lot the barmaid finishes straightening her clothes and touching up her lipstick in the rearview mirror. ", "truth": "SUE I got a thing for Santa Claus, I don't know, I guess it's from early childhood. \nWILLIE (taking a swig) Yeah, so's my thing for tits. \nSUE Maybe because my parents were Jewish and never celebrated Christmas. Santa was sort of forbidden, you know? \nShe gets out of the car. \nSUE I like you. Most of the people around here are pretty uptight. My name is Sue. Here's my number. \nShe hands him the slip of paper and ambles off, calling back over her shoulder: \nSUE ...Don't mothball that suit! \nWillie, nodding understanding, turns to reach for his car door and -- \nTROUBLEMAKER I AM NOT GAY!! \n-- the accompanying PAN OVER brings in the screaming homophobe. \nWILLIE Whoa-Jesus! All right buddy, that's it... \nTROUBLEMAKER Buddy? I said, I am not gay! \nWILLIE Look, what's the problem pal, you go off your meds? \nThe man stares at him for a beat. \nTROUBLEMAKER ...Yes, but this isn't about that! You are queer as a ten dollar bill. \nWILLIE Now you listen. My brother lost an arm fighting you people in Vietnam, so I want you to take a good hard look at this face... \nWillie pulls back a fist. \nWILLIE ...'cause it's the last fuckin' thing you're gonna see before I knock your head off and sh -- \nWHACK-WHACK-WHACK-WHACK-WHACK! The man surprises Willie with a flurry of effective punches. In moments, Willie is on the losing end of homosexual panic. \nTROUBLEMAKER Who is the bitch now, fat man?! \nPIPING VOICE (O.S.) Leave Santa alone! \nThe Troublemaker stops and looks down to find the Kid beating on his legs. \nTROUBLEMAKER Please little boy, I am doing this for all of us! \nWillie gets a chance to regain composure. He wipes the blood from his mouth, raises his fists and... promptly collapses. \nTROUBLEMAKER I think he has finished his cruising for tonight, hm? \nThe Hindustani hothead wanders off. The Kid shuffles over to the prone Willie. \nWILLIE You. \nINT. WILLIE'S CAR - MOVING - NIGHT \nThe Kid sits in the front seat next to Willie who drives, stewing. \nWILLIE This one time I take you home. \nKID Uh-huh. \nWILLIE I'm not your fuckin' dada. \nKID Uh-huh. \nWILLIE It's not as if you helped out with that nut-job. \n", "random": "\nMUSIC: I can't believe that you were a cheerleader! \nMUSIC: You think I'm the only cheerleader who ever got the honor of being a cheerleader? \nMUSIC: You think I'm the only cheerleader who ever got the honor of being a cheerleader? \nMUSIC: You think I'm the only cheerleader who ever got the honor of being a cheerleader? \nMUSIC: You think I", "sentiment": "\nWILLOW SIRIAN I'm supposed to do a lot of things for your mom. There's nothing that you want in a sister. \nBORN ON THE JEWLEY'S HOUSE, LOBBY MURDER, AUSTIN DREW, AND ROYAL CLOAKER — FOR DAUGHTER \nAs CIRCLE BIRCH watches, she's making important decisions. \nBESTILLE SIRIAN Every one you ask"}, {"id": 851, "prefix": "INT. THE KID'S HOUSE - FOYER/HALLWAY - MORNING Willie wakes on the floor to the sound of the scream. WILLIE Whuh... ", "truth": "Following his ears he heads toward the hall. He passes Grandma. \nGRANDMA Roger! You're home! Let me fix you some sandwiches. \nA bedroom door crashes open and the Kid emerges screaming and runs right into Willie. He immediately caroms off and goes screaming down the hall. \nWILLIE What the... \nHe looks down at his T-shirt. There is a bloody palm-print on his stomach. \nHe turns the corner to the hall, There is a row of fresh, bloody palm-prints down one side of the hall. The Kid, screaming, is just disappearing at the far end. \nWillie follows. \nINT. THE KID'S HOUSE - KITCHEN - MORNING \nWillie enters. \nThe Kid is screaming, jumping up and down and clutching one hand -- the bloody one -- with the other. \nWILLIE What the fuck did you do? \nHe goes up and tries to yank the hand, which the hysterical Kid yanks away. \nWILLIE ...Lemme look at it. What the fuck happened? \nAs Willie drags him to the sink and runs water over the cut, the Kid takes great gulping breaths and finally manages to say: \nKID ...I cut myself by mistake. \nWillie grabs a vodka bottle standing open on the counter and liberally pours some on the hand. The Kid shrieks. \nWILLIE I forgot to tell ya, that'll sting. Okay now! \nThe Kid yanks his hand away and runs off screaming. Willie is left alone in the middle of the kitchen. \nWILLIE ...Well fuck. \nHe calls after the boy, sincerely trying to help: \nWILLIE ...Don' t you want me to wrap it in a T-shirt or something? \nEXT. SAGUARO SQUARE MALL - PARKING LOT - MORNING \nIt is early morning and the parking lot is empty except for Marcus' van. The Mercedes eventually pulls in, parking beside him. Windows roll down. In the driver's seat, Marcus looks up from his watch with a scowl. \nMARCUS You're late. \nVAN DOORS \nMarcus throws open the back of the van, revealing the components of the water drill in various prop gift boxes. \nWillie wears a forbearing smile: \nWILLIE Kids, lemmme tell ya... \nHe shakes his head and chuckles as Marcus tosses him an empty red Santa sack. \nWILLIE ...They'll run ya ragged. \nMarcus stares. \nEXT. CHAMBERLAIN'S - ENTRANCE - MORNING \nJesse, the security guard unlocks the door and opens up for Willie and Marcus. They enter in costume. Willie lugs the filled sack and seems to be straining. \nJESSE Morning boys. \n", "random": "USIC: \nMUSIC: \nMUSIC: \nMUSIC: \nMUSIC: \nMUSIC: \nMUSIC: \nMUSIC: \nMUSIC: \nMUSIC: \nMUSIC: \nMUSIC: \nMUSIC: \nMUSIC: \nMUSIC: \nMUSIC: \nMUSIC", "sentiment": "EDIATORY - MOM ORDERS - NIGHT ...On the floor... Willie stares at his head. \nTHE KID'S HOUSE - FOYER/HALLWAY - NIGHT Willie rides his bus. \nTHE KID'S HOUSE - FOYER/HALLWAY - NIGHT Willie walks slowly, barely keeping up with the sobbing. \nHEARTBREAKING - A SMALL BUZZETT - MOM ORDERS - NIGHT"}]