[{"id": 411, "prefix": "as it winds along a road with the cliff rising on one side and falling off steeply on the other. He rounds a curve, passes an insignificant side road, drives on. THE SIDE ROAD The car with Coley at the wheel pulls out, follows Macreedy. ", "truth": "OUT \nSequence omitted from original script. \nEXT. - FLAT ROAD \na straightaway, cutting through rocky outcroppings on both sides. Macreedy's jeep roars by, pursued by the gaining Packard. \nCLOSE SHOT - MACREEDY IN JEEP - (PROCESS) \nFor the first time he is aware that he is being followed, and that the man at the wheel of the big Packard is Coley. \nSHOT - PACKARD \npicking up tremendous speed. \nEXT. - ROAD BED \nproceeding over a series of turns, inclines, declivities (according to location terrain). Engines roar, brakes whinny, tires scream, skidding on the turns. \nANOTHER ANGLE - ROAD BED \nas Coley overtakes Macreedy. He steers the big car within a foot or two of the jeep. The terrain has steepened; on the right there is nothing between the road and the valley floor far below but a few inches of soft shoulder. \nAs Macreedy pulls wide on a razor turn, Coley tries to come inside him. Macreedy, fighting for control of the veering jeep, succeeds in cutting him off. \nCURVE IN ROAD \nIn the approach, Coley cuts sharp into the jeep. The jeep seems to roll with the blow, then leaps ahead, maneuvering the turn. \nCLOSE SHOT COLEY IN CAR (PROCESS) \nColey is flustered, his face blood-shot with fury. He seems to generate an atmosphere of vicious, cruel craziness; the wild smile across his mouth is almost sensual, obscene. He floorboards the Packard. Like some monstrous battering ram, the heavy car smashes into the jeep's rear bumper, kicking the smaller vehicle jerkily ahead. Coley floorboards the gas pedal, again. Each time he slams into the jeep with sickening force, with the brutal abrasion of metal pounding metal. \nCLOSE SHOT - MACREEDY - (PROCESS) \nWith one arm he works frantically to keep his under-sized car on the twisty road. He sees ahead a precipitous cliff falling off on an impossibly sharp curve. He makes a decision... \nJust ahead the gradient is comparatively gradual, however steep by normal standards. He swings the jeep off the road, onto the declivity. The car plunges downward, miraculously upright. Macreedy jockeys it to a whirring, shuddering halt in the soft sand at the bottom of a draw. \nMacreedy turns slightly and looks up the mountain-side with the road at its summit... \nWHAT HE SEES: EXTREME LONG SHOT - COLEY \nstanding at the edge of the road, peering down at him. In b.g., the Packard. Coley turns emphatically, gets into car, drives off. \nBACK TO MACREEDY \nHis face is caked with the sweat of his exertions and dust kicked up by the grinding wheels. He exhales heavily and runs a shaky hand across the side of his head. He becomes aware suddenly of a NOISE, a trickling, an unmistakable tinkle as of running water. He frowns, opens the jeep door... \nMEDIUM SHOT - JEEP \nas Macreedy unlatches the hood and throws it open. The NOISE continues. Macreedy examines the engine and finds the difficulty... \nINSERT - ENGINE \nfocal point: the nut joining the gas line with the carburetor has worked loose in the jouncing the car has taken. With his hand Macreedy screws it tight. \nMEDIUM SHOT - JEEP \nas Macreedy lowers the hood, re-enters jeep. He turns on ignition. The engine fires. As he drives slowly out of the ravine... \nDISSOLVE: \n", "random": "INT.                                                                        * He looks at Coley, then at the HATCHERS and then at the HATCHERS, eyeing him suspiciously.", "sentiment": "As he drives toward a big village he turns his back, his eyes now closed. He looks hard at the road. Arm the car with him. Now the regret of an old-guard scowls in him, as he walks now. He shrugs. He walks lower, passes a deserted and undistinguished fork bridge an rusted-out circle of old machinery. Around an old wooden church his sandbag stands, sits upon a raised sandy terrace. \nAPPALO"}, {"id": 412, "prefix": "Macreedy rises to go out. As he passes Coley, Coley takes his limp left arm and spins him slowly but firmly around. The two men face each other. COLEY If I tied both hands...? Macreedy shakes free of Coley's grasp. Coley lunges. His big right fist streaks toward Macreedy's face. Macreedy ducks, weaving with the punch. He grabs Coley's belt, twisting Coley's body. The momentum of the swing throws Coley off balance. As he goes past Macreedy, the stranger tugs at his belt, twisting him to one side. He plants his left foot firmly on the toes of Coley's left boot, for a split second anchoring Coley in place. He chops the under side of his open hand in a short, vicious arc that lands solidly under Coley's ear. With the same motion, he brings the heel of his hand hard against and slightly under the tip of Coley's nose. The cartilage shatters. Blood spills down his face. Following through, Macreedy's elbow smashes beneath Coley's cheekbone. Macreedy's arm goes past the astonished, wind-burned face, finding Coley's right wrist. He jerks the wrist out and backward. It snaps. Coley whimpers, his face twisted in pain and perplexity. His body lolls forward. Macreedy steps back. He raises his right shoulder a few inches. His bent right arm drives up like a piston attached to the shoulder's lift. Fist and arm seem all one rigid piece with only the limber shoulder giving them motion. The fist strikes Coley's face, covering for a moment one side of his chin and a corner of his mouth between cheekbone and jawbone. Coley shuts his eyes and falls unconscious. ", "truth": "MACREEDY (to Smith) Wouldn't it be easier if you just waited till I turned my back? (looking toward the loafers at the bar, then back at Smith) Or are there too many witnesses present? \nMacreedy walks slowly toward him, holding the knife. The are only three feet apart. Smith's hand goes to a pocket, closes inside over the outline of a pistol. Sam glances from Macreedy to Smith to the unconscious Coley. He sidles toward the door and runs out fast. (NOTE: From this point to end of scene INTERCUT from Macreedy and Smith to exploit the reactions of the loafers at the bar.) \nSMITH (with effortless ferocity) You're still in trouble. \nMACREEDY So are you. (Smith snorts) Whatever happens -- you're lost. \nSMITH You got things a bit twisted... \nMACREEDY You killed Komako. Sooner or later you'll go up for it. Not because you killed him -- in this town you probably could have gotten away with it -- but because you didn't even have the guts to do it alone. You put your trust in guys like him... (gesturing toward the unconscious Coley) ...and Hector -- they're not the most dependable of God's creatures. Sooner or later they'll get the idea you're playing them for saps. What'll you do then -- peel them off, one by one? And in the meantime if any one of them breaks, you'll go down hard. Because they got something on you. Something to use when things get tough. \nWith a quick motion, he tosses the knife to Smith. Smith catches it. \nMACREEDY And they're getting tougher every minute. \nHe walks past Smith and goes out the door. Self-consciously holding the knife, Smith turns to face the loafers at the bar. They say nothing; they stare at him, through him, like a panel of ghouls. The door opens, admitting Sam and Doc, who carries his little black medical bag. Doc looks at Coley. \nDOC (softly, full of awe) Man... man-oh-man. \nHe goes to Coley, bending down over him. Smith has remained motionless as a monument. Now he doubles shut the knife in his hand. He pockets it, and without even glancing at Coley, turns quickly and goes out. \nQUICK DISSOLVE: \nINT. HOTEL LOBBY \nDoc sits deep in the battered upholstery of one of the chairs. He stares fiercely across the room at Smith who is on the couch, reading a neatly folded newspaper. Behind him at the clerk's desk, Pete is fitfully involved in a game of solitaire. At the foot of the stairs Hector is pouring change into a slot machine. It whines, grinds, and clicks with rhythmic monotony, but it never seems to pay off. In the chair nearest Doc is Tim, with one of his boots off. He works hard and with some concentration, removing the other. Then he places them neatly at the foot of his chair. He wiggles his toes -- watching them with some interest. \nThe wheeze and whir of the slot machine stops. The sudden silence turns the eyes of the men toward Hector and the one- arm bandit. They follow his gaze up the steps. \nSTAIRWAY - MACREEDY \nwalks down, carrying his suitcase. He goes to Pete at the clerk's desk. \nMACREEDY Anything for me? \nPETE Nothing. \nMACREEDY Any message -- a telegram? \nPETE (returning to his cards) Nothing. \nAs Macreedy turns from the desk, Doc joins him. \nDOC (to Macreedy, shrilly, gruffly) In case you're interested, Coley'll live. (glaring at Smith and Hector) I'm truly sorry to say. \nSmith coolly continues to read his paper. It is Hector who turns toward Doc... \nHECTOR (to Doc, jerking a fat hand toward Macreedy) Your friend's pretty tough. \nDOC Yeah. He's wicked. He defends himself when he's attacked. \nMacreedy ignores the exchange of words. He walks across the frayed carpet to the nearest chair and drops into it. Doc, who has followed him, stands looking down at Macreedy for a long moment. Then... \nDOC (with some irritation) Well...? You going to just sit here and let time run out? \nMACREEDY I'm waiting for a wire. From the state cops. \nDOC You sent it through Hastings? (an audible sigh) Just don't expect an answer, if that's the way you sent it. \nMACREEDY (looking toward the door) No? (he rises) \nDoc follows his gaze as Hastings enters the lobby and looks around. He sees Macreedy coming toward him. He walks rigidly in an arc past Macreedy to Smith. He holds out a Postal Telegraph form. Smith puts down his paper and takes it. Macreedy, followed by Doc, goes over to Smith. Tim in his stockinged feet joins them. \n", "random": "\nThen the gurney is gone. Macreedy turns around and glances at the crowd of people, taking in the scene before him. He looks at them in the direction of the quarantined light. It is silent. The sting of revelation has its time of application. His expression is shocked and bewildered. Then he looks up to see an old, bearded man coming up out of the shadows. He is a man of the family, who stands before him and shakes his hand.", "sentiment": "\nINT. COTTAGE - LATER \nThe door is open. The door is open. Coley is asleep. The door is shut. Coley lies awake in his bed, his head in his hands. His hand is resting on the pillow. He has been asleep for a long time. Coley's hand is still on the pillow. He slowly opens the door. The door is wide open. Coley lies awake, his head on his pillow. His face is pale and"}, {"id": 413, "prefix": "She reaches the foot of the rocky ridge, with the two enormous eyes on top. She begins to climb, up... up... SMITH (o.s.) Just a few more steps, honey. She is almost at the top; a vertically sheer rock about five feet high separates her from it. She looks up at Smith, towering over her at the edge of the precipice. He holds his rifle almost languorously. ", "truth": "SMITH (easily) First things first, honey. \nThe girl is frightened by the menace in Smith's voice. \nLIZ (unsure, reaching out her hand) Help me up, Smitty. \nSMITH You were going to help me, Liz. (she looks at him quizzically) I still need your help. \nLIZ (confused) I did what you said... \nSMITH You two started out in a car. That's the way you'll end up. Over a cliff, burning. (she tries to interrupt him, but he goes on...) You can blame that on Macreedy, too. He said I had too many witnesses. \nLIZ (dry whisper) But why me? Why start with me? \nSMITH I got to start with somebody. \nHe brings the rifle down, aiming almost casually at Liz. Her eyes go wide. She steps back, spins around, running crazily down the steep incline. \nLIZ (yelling wildly) Macreedy! Macreedy! \nA SHOT rings out. She falls forward, rolling slowly down the embankment. She lies there. Blood trickles from the corner of her pretty mouth. A rattling noise rises from deep in her throat, and then subsides. \nIn the silence the outline of Reno Smith emerges. Holding his rifle at the ready, his silhouette illuminated sharply in the twin beams of light, he climbs down the side of the cliff. He looks toward the jeep and Macreedy, not once at the girl at his feet. \nLIZ (sadly, almost reproachfully) You shouldn't have done that... \nSmith pays no attention to her. He advances inexorably with rifle held at his hip. He fires at Macreedy. \nEXT. GRAVE \nMacreedy wipes the last of the fragments from his eyes. His face is still streaked with dirt and shale. He turns, searching for something, anything, to fight back with. Then he remembers... Stiffening, his body set, his eyes narrow, he moves purposefully toward the front of the jeep and crawls under it. Again Smith opens up on him. Bullet after bullet pours into the confined space, nicking the wall, ricocheting off the jeep with a frightening, fluttery, wheezing sound. The firing stops again and in the silence we HEAR a familiar TRICKLE, as in running water... \nEXT. RANCH - SMITH \nre-loads his rifle. Stiffly, he starts slowly down over the rocks toward his unarmed victim... \nMACREEDY \nHe has unscrewed the nut and unconnected the gas line with the carburator. A spurt of gasoline is running out. With a quick motion he picks up an empty whisky bottle from the litter-strewn earth. He fills it with gasoline, quickly screws the nut back on. Now he sweeps his necktie free of his collar. Holding it with his teeth, he tears the felt lining free from its silk face. He twists half the lining inside the bottle, knotting the other end securely around the bottle's neck, leaving a long strand dangling. \nEXT. RANCH - CLOSE SHOT - SMITH \nmoving rigidly toward the hole. He stops, levels his rifle, fires. \nEXT. GRAVE - MACREEDY \npinned down in the direct line of fire. The burst of the rifle stops. \nEXT. RANCH - SMITH \nnot more than twenty-five yards away, advancing carefully, rifle at the ready. \nEXT. GRAVE - MACREEDY \nlights a match, placing the flame to the dangling end of the tie. It catches. He flings himself to his feet and with the same motion whips the fiery bottle like a football, hard and straight toward Smith. Smith fires once, fast and wild. The bottle crashes against the rocks at his feet and bursts with a shattering explosion. Smith screams as the razor-sharp slivers rip his flesh. In a puff of flame, his clothes ignite. He drops the rifle and goes down, squirming frantically on the black ashy ground. \nEXT. RANCH - FULL SHOT \nfavoring Macreedy as he tears out of the hole. He hurls himself at Smith. Wooden-faced, almost dreamy-eyed, he shovels the ashy dirt over Smith's prone chest, putting out the fire. Smith struggles halfway to his feet. Macreedy grabs his shoulder, helping him up. Smith looks at Macreedy through eyes bleary with fear and pain and shock. \nSMITH (through his teeth) Go ahead -- kill me. Now. \nMACREEDY I'd like to kill you now, but you caused too much pain to die quickly. (a beat) You'll be tried in a court of law. You'll be convicted by a jury. Then you'll die. \n", "random": "MITH (o.s.) I'm going to have to go back to the ground. Smith looks down at the top of the rocky ridge. The two men are staring at each other, the thirst for knowledge having returned. Smith is still looking at Smith. \nSMITH (softer) You can't go back. Smith's eyes are still fixed on the rock. He takes a step back toward her. \nSMITH (softer) I'm going back. Smith", "sentiment": "MITH (low, deep voice) I know it, I know it, I know it, I know it, I know it. \nINT. SMITH'S BEDROOM - NIGHT \nSmith, now dressed in a loose suit, is lying with his hands in his pockets, his face contorted with agony. His eyes are a dark, deathly pale, and his mouth a deep, bloody, mottled grimace. \nSMITH (wh"}]