[{"id": 207, "prefix": "RODERICK (V.O.) Perhaps had I been a little older in the world's experience, I should have begun to see that Madame O'Reilly was not the person of fashion she pretended to be; but, as it was, I took all her stories for truth, and, when the landlord brought the bill for dinner, paid it with the air of a lord.  Indeed, she made no motion to produce the two pieces I had lent her. EXT.  DUBLIN - STREET - NIGHT They ride by. ", "truth": "EXT.  O'REILLY HOUSE - DUBLIN - NIGHT \nRODERICK (V.O.) We stopped at length at a house of rather mean appearance, and were let into a passage which had a great smell of supper and punch. \nINT.  O'REILLY HOUSE - DINING ROOM - NIGHT \nCaptain O'Reilly, a stout red-faced man, without a periwig, and in a rather tattered nightgown and cap. Roderick and Mrs. O'Reilly. \nCAPTAIN O'REILLY Mr. O'Higgins, I cannot say how grateful I am for your timely assistance to my wife. \nRODERICK I am only sorry that I was unable to prevent the villain from carrying off all her ladyship's money and pearls. \nCAPTAIN O'REILLY Mr. O'Higgins, we are in your debt, and rest assured, sir, you have friends in this house whenever you are in Dublin. (pours a glass) Mister O'Higgins, I wonder if I know your good father? \nRODERICK Which O'Higgins do you know?  For I have never heard your name mentioned in my family. \nCAPTAIN O'REILLY Oh, I am thinking of the O'Higgins of Redmondstown.  General O'Higgins was a close friend of my wife's dear father, Colonel Granby Somerset. \nRODERICK Ah -- I see.  No, I'm afraid mine are the O'Higgins of Watertown. \nCAPTAIN O'REILLY I have heard of them. \nThere are relics of some mutton-chops and onions on a cracked dish before them. \nCAPTAIN O'REILLY My love, I wish I had known of your coming, for Bob Moriaty and I just finished the most delicious venison pasty, which His Grace the Lord Lieutenant, sent us, with a flash of sillery from his own cellar.  You know the wine, my dear?  But as bygones are bygones, and no help for them, what say ye to a fine lobster and a bottle of as good claret as any in Ireland?  Betty, clear these things from the table, and make the mistress and our young friend welcome to our home. \nCaptain O'Reilly searches his pockets for some money to give to Betty. \nCAPTAIN O'REILLY I'm sorry, Mr. O'Higgins, but I don't seem to have any small change. May I borrow a ten-penny piece to give to the girl? \nMRS. O'REILLY I have some money, my dear.  Here, Betty, go to the fishmonger and bring back our supper, and mind you get the right change. \nShe takes out one of the golden guineas Roderick gave to her. \nINT.  DINNING ROOM - LATER \nThey are eating. \nRODERICK (V.O.) Our supper was seasoned, if not by any great elegance, at least by a plentiful store of anecdotes, concerning the highest personages of the city, with whom, according to himself, the captain lived on terms of the utmost intimacy.  Not to be behind hand with him, I spoke of my own estates and property as if I was as rich as a duke. \nINT.  O'REILLY HOUSE - BEDROOM - NIGHT \nThe couple wishing Roderick goodnight. \nRODERICK (V.O.) Had I been an English lad, the appearance of the chamber I occupied might, indeed, have aroused instantly my suspicion and distrust. But we are not particular in Ireland on the score of neatness, hence the disorder of my bed-chamber did not strike me so much. \nBroken door. \nRODERICK (V.O.) Was there a lock to the door, or a hasp to fasten it to? \nDress lying over bed. \nRODERICK (V.O.) Though my counterpane was evidently a greased brocade dress of Mrs. O'Reilly. \nCracked mirror. \nRODERICK (V.O.) And my cracked toilet-glass not much bigger than a half-crown, yet I was used to these sort of ways in Irish houses, and still thought myself to be in that of a man of fashion. \nDrawers, full of junk. \nRODERICK (V.O.) There was no lock to the drawers, which, when they did open, were full of my hostess' rouge-pots, shoes, stays, and rags. \nINT.  BEDROOM - O'REILLY HOUSE - NIGHT \nIn the middle of the night, Mrs. O'Reilly comes to Roderick's room on a flimsy pretext, and in the course of events, he has his first woman. \nINT.  COACH - DAY \nRoderick, Captain and Mrs. O'Reilly. \nCAPTAIN O'REILLY I needn't ask whether you had a comfortable bed.  Young Fred Pimpleton slept in it for seven months, during which he did me the honor to stay with me, and if he was satisfied, I don't know who else wouldn't be. \nEXT.  PROMENADE - PHOENIX PARK - DAY \nRoderick, Captain and Mrs. O'Reilly, their friends. Various cuts. \nRODERICK (V.O.) After breakfast, we drove out to Phoenix Park, where numbers of the young gentry were known to Mrs. O'Reilly, to all of whom she presented me in such a complimentary way that, before half an hour, I had got to be considered as a gentleman of great expectations and large property. \n", "random": " They are walking through the streets, as the news of his passing is read.  A great before-dawn, after the fashion of the day, and in the midst of the thousands of women gathered at the Court of the Romans, and some of them weeping, they are at once awakened by the scene of the last spectacle which was to be witnessed.  It was a large crowd, which, finding themselves in a most pleasant condition, were forced to take shelter under the shelter of the crowd", "sentiment": " (DURING the drive)  One of the gentlemen enters the house.  (V.O.)  He is very handsome and well-liked.  He is at pleasure to be introduced to a certain Mr. Giorgio, and to an accomplice in the office of the lieutenant, in which he is to be very pleased, to whom you have agreed to take the new charge of the bar.  I am more than satisfied that the bar and the man who is to"}, {"id": 208, "prefix": "The hideous old woman brings in a pot of very sour wine, at which, and at her ugliness, Roderick feels a considerable ill-humor. RODERICK (when she leaves) Where's the beauty you promised me? CAPTAIN GALGENSTEIN (laughing and looking hard at Roderick) It was my joke.  I was tired, and did not care to go farther.  There's not prettier woman here than that. If she won't suit your fancy, my friend, then you must wait awhile. ", "truth": "RODERICK (sternly) Upon my word, sir, I think you have acted very coolly. \nCAPTAIN GALGENSTEIN I have acted as I think fit. \nRODERICK Sir, I'm a British officer. \nCAPTAIN GALGENSTEIN It's a lie!  You're a deserter! You're an impostor, sir; Your lies and folly have confirmed this to me. You pretend to carry dispatches to a general who has been dead these ten months; you have an uncle who is an ambassador and whose name you don't know.  Will you join and take the bounty, sir, or will you be given up? \nRODERICK Neither! \nSpringing at him like a tiger. \nBut, agile as he is, Galgenstein is equally on his guard. He takes two pistols out of his pockets, fires one off, and says, from the other end of the table where he stands dodging Roderick, as it were. \nCAPTAIN GALGENSTEIN Advance a step, and I send this bullet into your brains! \nThe door is flung open, and the two sergeants enter, armed with musket and bayonet to aid their captain. \nThe game is up.  Roderick flings down a knife with which he had armed himself, for the old hag, on bringing in the wine, had removed his sword. \nRODERICK I volunteer. \nEXT.  A ROAD - DAY \nPrussian troops on the march.  Roderick is now one of them. \nCaptain Galgenstein rides by. \nRODERICK (V.O.) At the close of the Seven Years' War, the Prussian army, so renowned for its disciplined valor, was officered and under-officered by native Prussians, it is true, but was composed for the most part of men hired or stolen, like myself, from almost every nation in Europe. The deserting to and fro was prodigious. \nEXT.  A FIELD - DAY \nPrussian punishment gauntlet. \nRODERICK (V.O.) The life the private soldier led was a frightful one to any but the men of iron courage and endurance.  The punishment was incessant. \nEXT.  VARIOUS RURAL LOCATIONS - DAY \nRODERICK (V.O.) I was not near so unhappy, in spite of all, as I had been on my first enlisting in Ireland.  At least, there will be no one of my acquaintance who will witness my shame, and that is the point which I have always cared for most. \nRape, pillage and burn. \nBrief thematic repeat of British army version. \nRODERICK (V.O.) I reasoned with myself thus:  \"Now you are caught, there is no use in repining -- make the best of your situation, and get all the pleasure you can out of it.  There are a thousand opportunities of plunder, offered to the soldier in war time, out of which he can get both pleasure and profit; make use of these, and be happy.\" \nEXT.  BATTLEFIELD - FRAGMENT \nPrussians against Austrians, or French, or Saxons. \nRoderick fighting. \nRODERICK (V.O.) I do not intend to make a history of battles in the Prussian any more than in the English service.  I did my duty in them as well as another, and there was not a braver, cleverer, handsomer, and, I must own, wickeder soldier in the Prussian army. \nEXT.  BATTLEFIELD - ACTION - DAY \nRODERICK I had formed myself to the condition of the proper fighting beast; on a day of action, I was savage and happy. \nRoderick saves Captain Galgenstein's life. \nEXT.  FIELD - DAY \nRoderick is decorated by Colonel Bulow for his heroism in saving Captain Galgenstein. \nColonel Bulow gives Roderick two Frederic d'or in front of the regiment. \nCOLONEL BULOW You are a gallant soldier, and have evidently come of good stock; but you are idle, dissolute, and unprincipled; you have done a deal of harm to the men; and, for all your talents and bravery, I am sure you will come to no good. \nRODERICK I hope Colonel Bulow is mistaken regarding my character.  I have fallen into bad company, it is true; but I have only done as other soldiers have done; and, above all, I have never had a kind friend and protector before, to whom I might show that I was worthy of better things.  The Colonel may say I am a ruined lad, and send me to the devil; but be sure of this, I would go to the devil to serve the regiment. \nCaptain Galgenstein looks pleased with Roderick's performance. \nBERLIN - 1763 \nRODERICK (V.O.) Soon after the war ended, our regiment was garrisoned in the capital, the least dull, perhaps, of all the towns of Prussia; but that does not say much for its gaiety. \nINT.  ANTE-ROOM - CAPTAIN GALGENSTEIN'S OFFICE - DAY \n", "random": "e shall be together again at the bar.  RODERICK (at dinner) Of all the abject ruffians, I should like a more distinguished one than yours.  Captain Gilgenstein has been very good to me.  I love you, and love you very much.  I hope that you will do me the honor of being with me, and of being my husband.  If I shall be good, I shall be the greatest of all.  RODER", "sentiment": " will not go to the house of the old woman.  I will go to the house of the old woman.  I will not go to the house of the old woman.  I will go to the house of the old woman.  I will not go to the house of the old woman.  I will not go to the house of the old woman.  I will not go to the house of the old woman.  I will not go to the house of the old woman"}, {"id": 209, "prefix": "RODERICK (V.O.) And, to be sure, I did know someone who knew precisely how these things were done, and this was the distinguished solicitor and former Government Minister, Lord West, whose acquaintance I made, as I had so many others, at the gaming table. LORD WEST Do you happen to know Gustavus Adolphus, the thirteenth Earl of Crabs? RODERICK By name only. ", "truth": "INT.  LONDON CLUB - DAY \nRoderick having lunch with Lord West and the Earl of Crabs. \nRODERICK (V.O.) And for a five-hundred guinea fee, paid to his City law-firm, Lord West kindly arranged a meeting with that old scamp and swindler, Gustavus Adolphus, the thirteenth Earl of Crabs. \nEARL OF CRABS Mr. Cosgrove, when I take up a person, he or she is safe.  There is no question about them any more.  My friends are the best people.  I don't mean the most virtuous, or, indeed, the least virtuous, or the cleverest, or the stupidest, or the richest, or the best born, but the \"best\" -- in a word, people about whom there is no question.  I cannot promise you how long it will take. You can appreciate it is not an easy matter.  But any gentlemen with an estate, and ten-thousand a-year should have a peerage. \nINT.  DRAWING ROOM - EARL OF CRABS - DAY \nRoderick being introduced to three noblemen, including the Duke of Rutland. \nRODERICK (V.O.) The striving after this peerage, I consider to have been one of the most unlucky dealings at this period.  I made unheard of sacrifices to bring it about.  I can tell you bribes were administered, and in high places too -- so near the royal person of His Majesty that you would be astonished were I to mention what great personages condescended to receive our loans. \nINT.  DRAWING ROOM - NIGHT \nRoderick gives a beautiful diamond to a fat princess on her birthday.  He is applauded by the other guests. \nRODERICK (V.O.) I lavished money here, and diamonds there. \nEXT.  FARMLAND - DAY \nRoderick and the seller, riding over a prospective property.  A broker shows them a survey map of the property. \nRODERICK (V.O.) I bought lands at ten times there value. \nINT.  SALON - LONDON - NIGHT \nA musical evening. \nRODERICK (V.O.) I gave repeated entertainments to those friends to my claims who, being about the royal person, were likely to advance it. \nINT.  STATELY HOME - DAY \nRoderick buying pictures. \nRODERICK (V.O.) I purchased pictures and articles of vertu at ruinous prices. \nEXT.  RACES - DAY \nRoderick laughing and paying a bet. \nRODERICK (V.O.) I lost many a bet to the royal dukes, His Majesty's brothers. \nEXT.  FIELD - DAY \nReviewing the company of troops. \nRoderick, the Earl of Crabs, the Countess, Patrick and Brookside, several princes and noblemen and the Duke of Rutland. \nRODERICK (V.O.) One of the main causes of expense which this ambition of mine entailed upon me was the fitting out and arming of a company of infantry from the Hackton estates, which I offered to my gracious sovereign for the campaign against the American rebels.  These troops, superbly equipped and clothed, were embarked at Portsmouth in the year 1778. \nINT.  ST. JAMES - RECEPTION ROOM - DAY \nGeorge III meeting people and stopping to talk to Roderick.  Present also is the Duke of Rutland. \nRODERICK (V.O.) And the patriotism of the gentlemen who raised them was so acceptable at court that, on being presented by my Lord Crabs, His Majesty condescended to notice me particularly and said: \nGEORGE III That's right, Mr. Cosgrove, raise another company, and go with them, too! \nINT.  COFFEE HOUSE - NIGHT \nRODERICK (V.O.) Crabs was really one of the most entertaining fellows in the world, and I took a sincere pleasure in his company, besides the interest and desire I had in cultivating the society of the most important personages of the realm. \nRoderick clumsily tries to engage in conversation with the famed Dr. Johnson, on the subject of a book or play, of the day, and is rebuffed for his trouble. \nJOHNSON If I were you, Mr. Cosgrove, I should mind my horses and tailors and not trouble myself about letters. \nLaughter, Roderick bristles. \nRODERICK Dr. Johnson, I think you misbehave most grossly, treating my opinions with no more respect than those of a schoolboy.  You fancy, sir, you know a great deal more than me, because you quote your \"Aristotle\" and \"Plato,\" but can you tell me which horse will win at Epsom Downs next week?  Can you shoot the ace of spades ten times without missing? If so, talk about Aristotle and Plato with me. \nBOSWELL (roars) Do you know who you're speaking to?! \nJOHNSON Hold your tongue, Mr. Boswell, I had no right to brag of my Greek, gentlemen, and he has answered me very well. \nRODERICK (pleased) Do you know ever a rhyme for Aristotle? \n", "random": "                                                                                                    ", "sentiment": "\nRODERICK (V.O.) And, to be sure, I did know him, and I have been told by him, that he was a man of great wealth, and of great skill, and of great skill in the art of the art of the art of the art of the art of the art of the art of the art of the art of the art of the art of the art of the art of the art of the art of the art of the art of the"}]