[{"id": 2703, "prefix": "The clack of the typewriter resumes as Barton rises. GEISLER'S OFFICE The two men enter. ", "truth": "Geisler sits behind his desk. \nGEISLER Wuddya got for me \u0096 what the hell happened to your face? \nBARTON Nothing. It's just a mosquito bite. \nGEISLER Like hell it is; there are no mosquitos in Los Angeles. Mosquitos breed in swamps \u0096 this is a desert town. Wuddya got for me? \nBARTON Well I... \nGEISLER On the Beery picture! Where are we? Wuddya got? \nBARTON Well, to tell you the truth, I'm having some trouble getting started\u0096 \nGEISLER Getting STARTED! Christ Jesus! Started?!  You mean you don't have ANYthing?! \nBARTON Well not much. \nGeisler leaps to his feet and paces. \nGEISLER What do you think this is? HAMLET? GONE WITH THE WIND? RUGGLES OF RED GAP? It's a goddamn B picture! Big men in tights! You know the drill! \nBARTON I'm afraid I don't really understand that genre. maybe that's the prob- \nGEISLER Understand shit! I though you were gonna consult another writer on this! \nBARTON Well, I've talked to Bill Mayhew- \nGEISLER Bill Mayhew! Some help! The guy's a souse! \nBARTON He's a great writer \u0096 \nGEISLER A souse! \nBARTON You don't understand. He's in pain, because he can't write- \nGEISLER Souse! Souse! He manages to write his name on the back of his paycheck every week! \nBARTON But... I thought no one cared about this picture. \nGEISLER You thought! Where'd you get THAT from?  You thought! I don't know what the hell you said to Lipnik, but the sonofabitch LIKES you! You understand that, Fink? He LIKES you! He's taken an interest. NEVER make Lipnik like you. NEVER! \nSome puzzlement shows through Barton's weariness. \nBARTON I don't understand- \nGEISLER Are you deaf, he LIKES you! He's taken an interest! What the hell did you say to him? \nBARTON I didn't say anything- \nGEISLER Well he's taken an interest!  That means he'll make your life hell, which I could care less about, but since I drew the short straw to supervise this turkey, he's gonna be all over me too! Fat-assed sonofabitch called me yesterday to ask how it's going \u0096 don't worry, I covered for you. Told him you were making progress and we were all very excited. I told him it was great, so now MY ass is on the line.  He wants you to tell him all about it tomorrow. \nBARTON I can't write anything by tomorrow. \nGEISLER Who said write? Jesus, Jack can't read.  You gotta TELL it to him-tell him SOMEthing for Chrissake. \nBARTON Well what do I tell him? \nGeisler rubs a temple, studies Barton for a beat, then picks up a telephone. \nGEISLER Projection... \nAs he waits, Geisler gives Barton a withering stare. It continues throughout the phone conversation. \nGEISLER ... Jerry? Ben Geisler here. Any of the screening rooms free this afternoon?...  Good, book it for me. A writer named Fink is gonna come in and you're gonna show him wrestling pictures... I don't give a shit which ones! WRESTLING pictures!  Wait a minute- isn't Victor Sjoderberg shooting one now?... Show him some of the dailies on that. \nHe slams down the phone. \nGEISLER ...This ought to give you some ideas. \nHe jots an address on a piece of paper and hands it to Barton. \nGEISLER ...Eight-fifteen tomorrow morning at Lipnik's house. Ideas. Broad strokes. Don't cross me, Fink. \nSCREEN \nBlack-and-white footage. A middle-aged man with a clapstick enters and shouts: \nCLAPPER DEVIL ON THE CANVAS, twelve baker take one. \nClap! The clapper withdraws. The angle is on a corner of the ring, where an old corner man stands behind his charge, a huge man in tights who is a little too flabby to be a real athlete. His hair is plastered against his bullet skull and he has a small mustache. \nVOICE Action. \nThe wrestler rises from his stool and heads toward center ring and the camera. He affects a German accent: \nWRESTLER I will destroy him! \nHe passes the camera. \nVOICE Cut. \nFlash frames. \n", "random": "OLDIER'S OFFICE Barton is seated behind the desk. He's on his back. The typewriter continues to clack. We hear a heartbeat. \nPAT SR. (O.S.) Barton, Barton. \nEXT. THE CORNER - DAY \nThe coffee table is empty. Barton sits in the doorway. He rises to leave. \nGEISLER'S OFFICE Barton sits at the coffee table, reading from the newspaper. \n", "sentiment": "ACK (O.S.) I don't remember saying that one. \nGEISLER (O.S.) I'm sorry, Mr. Barton. \nJACK (O.S.) (checking the clock) It says three minutes. \nGEISLER The man with me has appeared at the office. \nJACK (O.S.) You're Mr. Barton? Barton? \nGEISLER A pleasure, Mr. Barton. Three minutes and"}, {"id": 2704, "prefix": "BARTON The hum of a mosquito brings us out of the black and we are looking down at Barton, in bed, asleep. It is dawn. Barton's eyes snap open. ", "truth": "The white ceiling. A humming black speck flits across the white. \nBARTON \nSlowly, cautiously, he props himself up, his look following the sound of the mosquito. \nHis gaze travels down and to one side and is arrested as the hum stops. \nHIS POV \nAudrey lies facing away on her side of the bed, half covered by a blanket. \nBARTON \nGingerly, he reaches over and draws the blanket down Audrey's back. \nHIS POV \nThe alabaster white of Audrey's back. \nThe mosquito is feeding on it. \nEXTREME CLOSE ON BARTON'S EYES \nLooking. \nEXTREME CLOSE ON THE MOSQUITO \nSwelling with blood. \nWIDER \nAs Barton's hand comes through frame and slaps Audrey's back. \nShe doesn't react. \nBarton draws his hand away. Audrey's back is smeared with blood. \nON BARTON \nHe looks at his hand. \nHIS POV \nHis hand is dripping with blood. Too much blood. \nBACK TO BARTON \nEyes wide, he looks down at the bed. \nHIS POV \nBlood seeps up into the sheet beneath the curve of Audrey's back. \nBARTON \nHe pulls Audrey's shoulder. \nAUDREY \nShe rolls onto her back. Her eyes are wide and lifeless. \nHer stomach is nothing but blood. The top sheet, drawn to her waist is drenched red and clings to her body. \nBARTON \nHe screams. \nHe screams again. \nWe hear rapid and heavy footfalls next door, a door opening and closing, and then a loud banging on Barton's door. \nBarton's head spins towards the door. He is momentarily frozen. \nAnother knock. \nBarton leaps to his feet and hurries to the door. \nTHE DOORWAY \nOver Barton's shoulder as he cracks the door. \nCharlie stands in the hall in his boxer shorts and a sleeveless tee. \nCHARLIE Are you all right? \nBarton stares dumbly for a moment. \nCHARLIE ...Can I come in? \nBARTON No!... I'm fine. Thank you. \nCHARLIE Are you sure \u0096 \n", "random": "\nBARTON Oh, you're awake. Barton is staring at his sleeping body. His mind is on the mosquito... Barton starts to take a slow breath, to make himself feel better... Barton stares back at Barton, to gently give him breath... Barton slowly shakes the mosquito in his mouth. \nBARTON (CONT'D) ...and then we hear the mosquito's squeak, and then the squeak of Barton's eyes, and then the squeak of Barton's mouth", "sentiment": "\nBARTON (CONT'D) Barton, what is it? \nBarton's eyes are wide. He can't believe Barton's eyes. \nBARTON (CONT'D) I think it's a mosquito. \nBarton grabs Barton's hand. \nBARTON (CONT'D) It's a mosquito. \nBarton takes Barton's hand and turns away. \nBARTON (CONT'D) It's a mosquito."}, {"id": 2705, "prefix": "BARTON ...No. I never saw him with anyone else. DEUTSCH So. You talked to Mundt, what about? BARTON Nothing, really. Said he was in the insurance business. ", "truth": "DEUTSCH Yeah, and he's Buck Rogers. \nMASTRIONOTTI No reputable company would hire a guy like that. \nBARTON Well that's what he said. \nDEUTSCH What else? \nBARTON He... I'm trying to think... Nothing, really... He... He said he liked Jack Oakie pictures. \nMastrionotti looks at Deutsch. Deutsch looks at Mastrionotti. After a beat, Mastrionotti looks back at Barton. \nMASTRIONOTTI Ya know, Fink, ordinarily we say anything you might remember could be helpful. But I'll be frank with you: That is not helpful. \nDEUTSCH Ya see how he's not writing it down? \nMASTRIONOTTI Fink. That's a Jewish name, isn't it? \nBARTON Yeah. \nMastrionotti gets to his feet, looking around the lobby. \nMASTRIONOTTI Yeah, I didn't think this dump was restricted. \nHe digs in his pocket. \nMASTRIONOTTI ...Mundt has disappeared. I don't think he'll be back. But... \nHe hands Barton a card. \nMASTRIONOTTI ...give me a call if you see him. Or if you remember something that isn't totally idiotic. \nBARTON'S ROOM \nWe are tracking toward the paper-wrapped parcel that sits on the nightstand next to Barton's bed. \nBarton enters and picks it up. He holds it for a beat, looking at it, then brings it over to the secretary and sits. \nHe shakes it. \nNo sound; whatever is inside is well packed. \nBarton holds it up to his ear and listens for a long beat, as if it were a seashell and he is listening for the surf. \nFinally he puts it on his desk, beneath the picture of the bathing beauty, and starts typing, quickly and steadily. \nDISSOLVE \nTHROUGH TO: \nREVERSE \nSome time later; Barton still types. He is face to us; beyond him we can see the bed with its rust-colored stain. \nThe phone rings. Barton ignores it. It continues to ring. \nBarton rises and exits frame; we hold on to the bed in the background. We hear Barton's footsteps on the bathroom tile as the phone continues ringing. \nBarton sits back into frame stuffing cotton into each ear. He resumes typing. \nANOTHER ANGLE \nBarton typing. The desk trembles under the working of the typewriter.  Charlie's parcel chatters. \nBarton takes a finished page out of the carriage and places it face down on the growing stack to his right. He feeds in a new page. We hear the muted ding of the elevator down the hall. Barton resumes typing. \nWe hear a knock on Barton's door. Barton does not react, apparently not hearing. \nTHE DOORWAY \nWe are close on the bottom of the door. Someone in the hallway is sliding a note beneath the door; then his shadow disappears and his footsteps recede. \nThe note is a printed message headed: \"While You Were Out... \" Underneath are the printed words: \"You were called by\" and, handwritten in the space following: \"Mr. Ben Geisler.\" \nHandwritten below, in the message space: \n\"Thank you. Lipnik loved your meeting. Keep up the good work.\" \nBarton's offscreen typing continues steadily. \nFADE OUT \nHALLWAY \nA perfectly symmetrical wide low angle shot of the empty hall.  Shoes are set put in front of each door except for one in the middle background. \nAt the cut in we hear faint, regular typing. \nWe hold for a beat. There is no motion. The long, empty hall. The distant typing. \nWe hold. \nThe typing stops. There is a beat of quiet. \n", "random": "\nMundy quietly exits the room. \nDEUTSCH (CONT'D) Well I've never been to him before, but I'm sure he knows you. That's why he's here. \nMundy pauses a moment... \nMUNDO Well... \nDEUTSCH (CONT'D) ...I'm sure he knows what he's doing. But I'm not holding him back. \nMundy walks out of the room. \n", "sentiment": "\nDEUTSCH (CONT'D) I'm sure he was. \nDEUTSCH (CONT'D) I know. \nDEUTSCH (CONT'D) I'm sure he was. \nDEUTSCH (CONT'D) I'm sure he was. \nDEUTSCH (CONT'D) So. I'm sure he was. \nBARTON You're the one that's been in the insurance business,"}]