[{"id": 1707, "prefix": "DRIVER They call me Steve, but I prefer Shenge. BASQUIAT Nice to meet you, Shenge. Want a job? INT. MR. CHOW'S RESTAURANT - NIGHT ", "truth": "At the podium, the MAITRE'D approaches. \nMAITRE'D Good evening. \nFrom behind the Maitre'd on the mezzanine we see Bruno waving to Jean. \nIn the dining room on the lower level sit Annina and Rene. Nearby, at another, smaller table, are seated DAVID MCDERMOTT and PETER MCGOUGH, two artists dressed in Victorian attire. \nAnnina beckons him. \nRene looks away from him and talks to a WAITER. Jean waves to \nAnnina and continues towards Bruno's table. \nSeated at a large table are Andy, Bruno, Albert Milo, his wife and parents, Henry Geldzahler, MELINA PORTOS (a young heiress) and FRANCESCO and ALBA CLEMENTE and Mary Boone. Dinner's already served. \nAt the large table, everyone watches as Milo makes a portrait of Francesco in a beautiful leatherbound book. It belongs to Mr. Chow, who is nearby at the bar. \nANDY WARHOL Hi, Jean. \nHe motions to Mr. Chow to set a chair for Jean between Mary Boone and himself. \nBRUNO Jean, everyone loved your show. \nAs Jean is seated, Andy and Jack Milo resume conversation - \nJACK MILO Nixon lives in Saddle River, New York. \nANDY WARHOL Saddle River's in New Jersey. \nJACK MILO Saddle River, New York! \nANDY WARHOL It's in New Jersey. \nJACK MILO New York. \nANDY WARHOL I think it's in New Jersey. \nJACK MILO It's in New York. \nANDY WARHOL Oh, I didn't know that. \nCLOSE UP: Jean smiles at Andy's diplomacy. \nAlbert finishes drawing his portrait: it's Francesco with his arm around a headless torso. \nALBERT MILO (to Francesco) You finish it. \nHe pushes the book across the table. \nFrancesco begins to draw. \nMARY BOONE (to Jean) \nI hear your show was sold out already. There's a very important collector who's interested in some of your works. \nBASQUIAT Bring him over sometime. I have some other stuff to show him. \nAnnina watches from the other table as Jean talks to Mary. \nFrancesco finishes his drawing. \nAlbert takes the book and passes it to Jean. \nALBERT MILO (CONT'D) Go on, take it.. \nJean takes it. Mr. Chow watches his book change hands. \nJean takes a bowl of moo-shoo pork in front of him and dumps it onto the book. Then he uses a piece of pork to draw a head. \nSuddenly, there's a shrill, familiar voice. \nRENE I'd like a glass of your best champagne, please? (reading) This is an enormously important season in New York, and to make a false step could have severe repercussions for years. We are no longer collecting art, we're buying individuals. \nANDY WARHOL Oh shut up, Rene. \nRENE Everything's over your head, Andy. Even Mr. Chow's menu. (beat - to Jean) Thanks for not inviting me \nHe leans over everyone and helps himself to some spears of asparagus. \nANGLE ON \n", "random": "Shenge is waiting for him. A few seconds later, he sees a car moving toward him. He hesitates. \nShenge jumps from the car, and an explosion knocks him to the ground. \nSENGEY Hello? \nPRIVATE GUY (O.S.) I'm Shenge, Mike. \nSENGEY I'm looking for someone to work for me. \nSENGEY (O.S.) Come", "sentiment": "Steve and his men leave for Shenge's place.  Steve walks over to the door. \nSENGE I'm in the fish tank, Steve. I'd like to see you. \nSteve looks over the area. \nSENGE Hey? \nHe walks up to the tank. It's a huge crate. \nSENGE I was just going...\nIn the tank is a giant fish. \nSENGE You need help? "}, {"id": 1708, "prefix": "EXT. STREET - - DAY They walk out of the beauty salon.. Jean sees the back of a girl. She looks a lot like Gina. ", "truth": "ANDY WARHOL What's wrong? \nBASQUIAT That girl looks just like my old girlfriend Gina. \nANDY WARHOL Do you still love her? \nBASQUIAT Yeah. I really blew it. I still think about her. \nANDY WARHOL Well, have you asked her to come back? \nJean shakes his head `no,' sorry that he didn't. \nINT. BARBETTA'S (RESTAURANT) - DAY \nA medium-sized dining room with dark wood paneling and tastefully appointed furnishings. \nJean and Gina enter. Gina looks considerably more conservative than previously - more like a student. Jean's dressed well, but looks even more careworn than usual. His hair is tied back with a necktie. He has a couple sores on his face. His skin looks a little puffy. \nThe MAITRE'D smiles at Jean and bows - \nMAITRE'D Mr. Basquiat - what a pleasure to see you again. \nBASQUIAT Hey George, what's up? \nA huge table with NINE WHITE EXECUTIVES. WAITERS clear their lunch settings. As they spot Jean and Gina entering, they gawk and snicker. \nGeorge leads them to their table. As they take their seats, Jean notices the suppressed giggles coming from the executives' table. They try to ignore it. George disappears. \nJean seems self-conscious about the sores on his face. \nGINA So are you really friends with Andy? He seems like such a weirdo. \nBASQUIAT He's not. He's out of town and he calls me every day. What's weird about him? \nGINA Don't you think he's using you? \nBASQUIAT Why does everybody say that? He's the only person I know who doesn't need to use me. \nGeorge reappears. \nGEORGE Would you like to see the wine list? \nBASQUIAT Chateau Latour '64, please. \nGeorge disappears again. \nGINA So. Are you ready? I start Columbia next fall. Of course, there's like, a year of pre-med stuff, but - whatever. I'm really excited. (beat) And: Rene gave me a job as his secretary. His poems are getting published. \nBASQUIAT How is he? \nGINA Pretty much the same. \nJean's eyebrows go up. \nBASQUIAT Wow. Congratulations. I hate that asshole. (beat) Thanks for coming. I guess I just wanted to find out how you're - \nGINA (referring to an extra loud snicker from execs) What's that about? \nBASQUIAT \nForget it. \nGeorge arrives and pours a sip for Jean to taste. He nods. George moves off. Two or three of the executives break out laughing. \nJean puts the glass down and looks at them. The other table is clearly making fun of him. \nGINA That is amazing. What year is it? \nBASQUIAT George? \nGeorge hurries over. \nGEORGE I'm sorry, Mr. Basquiat. \nBASQUIAT See that table over there? I'd like to pay their bill. \nLong silence. \nGEORGE I'm sorry? \nGina looks at Jean, confused. \n", "random": "INA (CONT'D) (CONT'D) (CONT'D) A minute later, Jean sees a girl. She's hit by a car. She's covered in blood. \nINT. NATIONAL HALLWAY - DAY \nThe door is closed. We hear a loud siren in the distance. \nINT. NATIONAL HALLWAY - DAY \nThe girls are staring at each other, their heads spinning. \nGINA (CONT'", "sentiment": "XIT INT. KELLY'S HOUSE - DAY (SQUIRER) Rodney tells the girls he wants to meet her. DISCOVERY: I'm Megan Cruz. I want to meet her. Gender is one of the most challenging things in life.  She's gorgeous and sexy, and I know she'll be happy for me. She's wearing women's clothes and carrying a safe.  She looks out the window into the bay.  He's been hitting the water"}, {"id": 1709, "prefix": "RAMMELLZEE Boom? As in ordnance? Are your letters armed? What is the prime directive of graffiti culture? Do you know, black man? Jean likes Rammellzee enough to be patient... Toxic grins and rolls his eyes to Jean. Jean watches Christine as they go on. ", "truth": "RAMMELLZEE You're selling and ending the culture. Not one bit of information. Only to get the money and growl with the power, man. \nTOXIC That's ignorant. \nBASQUIAT That ain't ignorant - that's just stupid. (beat - to Christine) Can I get you a bowl of gumbo? \nRammellzee yells after him - \nRAMMELLZEE This interrogation is not over! \nJean escorts Christine to the kitchen. \nBruno and Andy stand in the crowd. \nNearby are two WOMEN. \nWOMAN Albert Milo? Ugh! He's just a pressmonger. That's all these people do. \nWOMAN #2 You know, I love Jean's early work. It's really got something. But this collaboration with Andy - maybe they thought it was a joke... I mean - whose work is it? Jean's or Andy's? \nWalking by, Rene responds to this - \nRENE His early work? He's only twenty-six! \nRene walks over to Jean. \nBASQUIAT Hey, Rene. \nRENE Thanks again for not inviting me. I'm only here on business. \nRene heads back out into the party. \nJean eats gumbo while Christine thumbs through the Times Magazine. \nANGLE ON \nRene responds to something Andy's been telling him in a low voice. \nRENE (CONT'D) (loudly) You're asking me? Nigga, please. After the way you treated me? This is the first time I've heard from either of you in months! I had to crash this party! You treated me like a suede biscuit. Rene don't play that! I can't get him off drugs! I don't even talk to him any more!!! \nANDY WARHOL (to Bruno) What's a suede biscuit? \nCUT TO: \nCHRISTINELooks up from her magazine.. \nCHRISTINE (amused) Hey, what's this? It says right here you're Andy's... \"lapdog\"... \nJean walks away. \nHe passes through the crowd, making his way to the door. \nHe exits. \nEXT. GREAT JONES ST LOFT - NIGHT \nDrugged, upset, Jean leaves the party. \nHe opens a limo door and looks back at his house. The party continues. \nThe limo drives off. \nWe HOLD on Jean's building. \nINT. LIMO - NIGHT \nThe limo floats through the streets. \nJean stares out the window. \nBASQUIAT Here... Pull over. \nThe limo pulls over. \nJean exits. \nEXT. STREET - NIGHT \nJean disappears around the corner. \nANGLE ON \n", "random": "IEF MAN Who's your father? \nKIEF MAN I'm really the guy. \nKIEF MAN (CONT'D) There's a department store in New York. \nKIEF MAN (CONT'D) That's a lot of shit. \nKIEF MAN (CONT'D) No, no, no, no, no, no, no... \nKIEF MAN (CONT'D) I'm your father", "sentiment": "HE MAJOR RUMOR - \nENGLAND You've done this for years, you know. You've done it for a lot of money. You're a good guy. You're a good guy. \nThe MAJOR RUMOR - \nThe MAJOR RUMOR - \nThe MAJOR RUMOR - \nThe MAJOR RUMOR - \nThe MAJOR RUMOR - \nThe MA"}]