[{"id": 1677, "prefix": "ALFRED Splendid, sir, and if I may say, I'm glad you're putting your time to such productive use. (beat) Now -- the Toy Fund.  Our contribution last year was a half-million dollars... BRUCE We can do better than that. ALFRED Then there's the foster-parents program... the Gotham homeless crusade... ", "truth": "ALFRED (cont.) Is something troubling you, sir? \nBRUCE Yeah...the holidays, I guess.  Always gets me thinking about... (he changes the subject) And to tell you the truth, I'm a little -- concerned about Vicki. \nALFRED (anxiously) Miss Vale, sir...? \nBRUCE Yeah.  I've been thinking about it lately. Thinking about it a lot... (gravely; shaking his head) ...and I still can't figure out what to get her for Christmas. \nBRUCE shoots ALFRED a solemn, perplexed look -- and ALFRED heaves an audible sigh of relief as we \nCUT TO: \nINT. PRISON CELL - DAY \nTIGHT ON a stack of COOPS and CAGES, piled high against a bare concrete wall.  Each cage -- and there are at least two dozen of them -- contains a twittering BIRD: starlings, pigeons, cardinals, titwillows... \nCAMERA PULLS BACK from the bars of the cages to reveal a VERY ODD FIGURE in prison greys.  A CANARY, perched on his shoulder, SINGS HAPPILY as he stands in front of a grimy, cracked mirror, plastering back his hair, BUFFING HIS NAILS with quick, birdlike strokes. \nMR. BONIFACE is beak-nosed, epicene, and so fat that it seems his skin should burst; the adjective that comes to mind is \"obscene.\"  Despite his eccentric appearance, he comports himself with overblown, theatrical dignity.  Fastidious and preening, he does not suffer insults lightly. \nCAMERA PULLS BACK FURTHER -- through another set of bars -- and we realize that MR. BONIFACE is himself caged.  A PRISON GUARD arrives to slide back his cell door... \nGUARD Up and at 'em, Pengy.  -- Pengy? \nMR. BONIFACE pointedly ignores the GUARD, refusing to acknowledge the odious (if wholly appropriate) nickname. \nGUARD (cont.) Boniface... \nMR. BONIFACE finally turns.  With an expression of extreme distaste, he affixes a MONOCLE over one eye, returns the canary to its cage and allows himself to be ushered out. \nINT. WARDEN'S OFFICE - DAY \nMR. BONIFACE and his ATTORNEY sit at a long table across from the WARDEN and the members of the PAROLE BOARD. \nPAROLE OFFICER You want to return the money you stole. \nBONIFACE Intact.  The map will show you where it's buried. \nThe PAROLE OFFICER stares skeptically at a hand-scrawled MAP. \nPAROLE OFFICER All of it.  Forty-two million dollars. \nMR. BONIFACE stares down humbly at the table -- as if he finds the mere mention of his transgression too embarrassing to bear. \nPAROLE OFFICER II Why this sudden change of heart? \nMR. BONIFACE Gentlemen, I want my debt to be repaid in full.  I want to be a part of civilized society! (oozing sincerity) Prison life is not for me.  The guilt, the fear, the constant shame...one meets a disturbingly low class of people. \nPAROLE OFFICER II Sure, but -- forty-two million dollars?? \nMR. BONIFACE nods plaintively.  It's quite a perfomlance.  He dabs at his face with a handkerchief; it's hot in here, and he's the delicate type... \nWARDEN His record's clean.  Thirteen years without an incident. \nATTORNEY I'd like to point out, my client's put his time to good use.  A student of ornithology...articles published in several respected journals... \nThe PAROLE OFFICER thumbs through a stack of magazines: Bird World, Ornithological Review, Beaks And Feathers, Nest Egg. \nMR. BONIFACE Birds, yes.  My only source of solace. \nPAROLE OFFICER In light of this rather extraordinary gesture, I see no reason not to endorse your application for parole. \nBONIFACE Thank you, sir.  You won't regret it. \nMR. BONIFACE shakes hands with the members of the PAROLE BOARD.  As the GUARDS escort him out, a BLACK MYNAH BIRD SQUAWKS LOUDLY from its cage in the corner of the office: \nMYNAH CRIME DOES NOT PAY.  AAWWK!!  CRIME DOES NOT PAY. \nCHUCKLES all around.  On his way out the ATTORNEY gestures toward the mynah -- and BEAMS at the parole board: \nATTORNEY Personally trained by my client. \nINT. PRISON CELL - DAY \nFree time -- the cell doors are open and the convicts are milling around in the common area.  T-BONE, 220 lbs. of dumb, hulking beef, saunters up to his cell and finds his bunkmate, MR. BONIFACE, staring at a stack of EMPTY CAGES.  BONIFACE whirls on him suddenly, his face beet-red, APOPLECTIC WITH RAGE: \nMR. BONIFACE -- Where are my birds?!? \nT-BONE Shit, Pengy.  I let 'em go. \nMR. BONIFACE Hermione.  My canary.  It's the dead of winter! \nT-BONE flops casually on his bunk, obviously enjoying MR. BONIFACE's profound distress. \nT-BONE They were all cooped up.  With you leaving and all -- seemed like the humane thing to do. \nBONIFACE'S GAZE FALLS on a corner of the cell.  He spots a scattering of YELLOW FEATHERS -- a patch of FRESH BLOOD.  With a supreme effort of restraint, he turns and forces a smile... \nMR. BONIFACE I see.  -- You might as well have this.  I won't be needing it... \nHe tosses a SONY WALKMAN to T-BONE, who flicks it on.  The dim strains of CLASSICAL MUSIC are audible through the earphones... \nT-BONE Well, thanks, Pengy.  No hard feelings. (chuckling to himself) Y'know, I'm gonna miss that pudgy little ass of yours. \n", "random": "BRUCE (CONT'D) We'll all be happy to be reunited. \nBruce continues to mock the seemingly inevitable. \nBRUCE (CONT'D) And, uh... until you're ready to take a breather, I'm gonna just say it, I don't think I'm gonna make that effort any easier. \nINT. STAGE - DAY \nBruce is on stage, as the audience applauds in unison. ", "sentiment": "TROLL IN TWO \nOVER HIS SHOULDER - talking to the damn windscreen - with the figure below them - \nALFRED - (putting the spotlight on them) ...Because you don't live in the Gotham neighborhoods, you *don't* live in the Village... (looks at the relationship among the kids) ...And you *don't* have to do a lot of this if you're going to be miserable living in Harlem... \nBRU"}, {"id": 1678, "prefix": "ALFRED After your father's...demise, Mr. Tiptree came to the house and asked if he could have it.  As a keepsake.  I saw no harm... (shrugging) That was thirty years ago. BRUCE Wait a minute.  Mr. Tiptree? ALFRED George Tiptree.  Your friend Elliott's father. ", "truth": "INT. TIPTREE'S BEDROOM - AFTERNOON \nTIPTREE has an oversized suitcase open on the bed.  It's empty -- except for the BALLED-UP WADS of NEWSPAPER which he's stuffing inside it.  His head turns suddenly at the sound of the doorbell... \nINT. UPSTAIRS HALLWAY - A MOMENT LATER \nTIPTREE emerges from his bedroom and peers over a bannister into the ENTRYWAY below.  Standing there is an unexpected visitor -- BRUCE WAYNE -- holding his arms aloft while a battery of COPS pat him down. \nBRUCE What are you looking for -- Batarangs? \nTIPTREE Bruce!  Come on up. (to the COPS) I want to talk to Mr. Wayne alone. \nThe COPS look on suspiciously as BRUCE ascends the stairs. \nINT. TIPTREE'S LIBRARY - A MOMENT LATER \nTIPTREE lets BRUCE inside and shuts the door behind him. BRUCE hands him a GIFT BOX. \nBRUCE I brought you a Christmas present.  Sorry about the wrapping -- the police made me open it. \nTIPTREE opens the box and pulls out a diamond-studded TIE CLASP.  He looks up at BRUCE with an odd mixture of bewilderment and gratitude.  BRUCE nods for him to try it on, and he obliges... \nTIPTREE ...I'm afraid I don't have anything for you. \nBRUCE I think you may have something that belonged to my father. \nTIPTREE -- You know? \nHe stares at BRUCE, astonished.  His head sinks into his hands. \nTIPTREE (cont.) It'll all be over tomorrow.  One way or another, it'll all be over. (looking up; despondent) I've decided, Bruce.  I'm gonna give him the last two ravens.  He's already got the others. \nBRUCE What are you talking about?  Who? \nTIPTREE Batman.  I don't know how he found out, but -- \nTIPTREE reaches for the bottle on his desk to pour himself a drink, but BRUCE angrily knocks the glass out of his hands. \nBRUCE It's time you told me what's going on here. \nTIPTREE Didn't you ever wonder where it came from, Bruce?  All the privilege, all the power ...all the money? (beat) The ravens are a...a kind of map, Bruce. The key to an incredibly vast fortune. \nBRUCE Whose fortune? \nTIPTREE Gotham City's. \nFLASHBACK - PROCESSED FOOTAGE (MOS) \nThe cobblestone streets of 19th-Century Gotham.  A massive EXPLOSION blows open one wall of a municipal building, and total CHAOS erupts: fires starting, BYSTANDERS screaming, POLICE rushing to the scene... \nTIPTREE In 1880 the Gotham City Treasury was looted.  It was a fantastic operation -- perfect military precision.  The robbers made off with milllons in gold and silver bullion... \nA HORSE-DRAWN CART weighted down with gold bricks careens around a corner.  Atop it are two men in MASKS, firing a GATLING GUN into the crowd.  POLICE and ONLOOKERS tumble to the pavement, shot dead, as ANOTHER CART emerges from the wreckage of the treasury and takes off in the opposite direction. \nFLASHBACK - PROCESSED FOOTAGE (MOS) \nCITY OFFICIALS in a boardroom trading papers back and forth, arguing furiously with five calm, distinguished-looking GENTS -- one of whom is the bushy-bearded Civil War hero GEN. OLIVER WAYNE. \nTIPTREE (V.O.) The city was going under.  Bankrupt... until five rich men stepped in to bail it out.  In exchange they took the land rights, the mineral rights, the service contracts -- \nBACK TO SCENE - ON BRUCE AND TIPTREE \nBRUCE The Five Families. \nTIPTREE Our ancestors.  They bought Gotham City -- carved it up and ran it into the ground. In five years they were rich beyond imagining. (pause) We've just been following in their footsteps.  And in all this time no one's ever suspected -- \nBRUCE -- that they were the ones behind the robbery? \nFLASHBACK - PROCESSED FOOTAGE (MOS) \nThe FIVE PATRIARCHS in front of a roaring fireplace at Wayne Manor, raising a celebratory toast.  CAMERA PANS OVER to a nearby table; on it rest FIVE RAVEN STATUETTES. \nTIPTREE (O.S.) They had five ravens made.  Five ravens which -- combined -- would reveal the location of the treasure they'd stolen. (beat) But they never touched it.  They never needed to.  It's still there to this day. \nBACK TO SCENE - ON BRUCE AND TIPTREE \nTIPTREE The ravens, and the secret -- have been passed down through generations.  Father to son... (shaking his head) Your father -- died before he could tell you. \nBRUCE So they stole his piece of the puzzle. \nTIPTREE Yeah.  I've got it, Bruce, and I'm going to hand it over.  He's right, you know. We've all been feeding -- feeding on the soul of Gotham... \nBRUCE stares at him, stony-faced.  There's one part of the story that doesn't quite add up. \nBRUCE (cont.) I don't believe you, Elliott.  My father was a decent man -- an honorable man.  He would never have taken part in a scheme like this. \nTIPTREE It wasn't his doing, Bruce.  It was -- \nBRUCE That doesn't matter.  If he knew that his fortune was based on a crime -- a crime against the city... (violently) Reputation or not, he would've tried to -- \nTIPTREE Christ, Bruce!  Do you want me to spell it out for you?!? \nBRUCE backs off.  An awful shiver of anticipation runs down his spine. \n", "random": "He's a pretty good man, isn't he? \nBRUCE I just want to say that the story of Elliott's...defection from the colony in the early '80s has been a lot of fun.  It's been a really good one.  And I think you'll agree that your story is very interesting. \nSeveral of the cardioms are now standing nearby, waiting for an open e-mail. \nLATER \nThe group has just", "sentiment": "Affectionate.  He was an avowed science-fictiony kid.  To say nothing of the downright corrupting nature of the matter.  Tiptree was a towering egotist, a warrior against the evil of the human race. \nEXT.  A CASTLE - NIGHT \nThe Acheron Hawk races through the forest, staring down at the Snakes. \nEXT.  A CASTLE - NIGHT \nA CRICKET COU"}, {"id": 1679, "prefix": "He's still there with the suitcase -- waiting apprehensively to see what's become of BATMAN.  Finally the center train passes -- -- and he sees CATWOMAN standing ALONE IN THE ALCOVE -- smiling at him -- advancing menacingly.  DICK TURNS TO RUN... A GUNSHOT rings out -- and the last thing he sees as he slumps to the tracks is a whiff of SMOKE pluming from the shaft of the PENGUIN'S UMBRELLA. ", "truth": "CATWOMAN God.  Did you see him? Isn't he hot? \nPENGUIN Haven't you got anything else to think about? (mopping sweat from his brow) I'm hot.  That was exhausting. \nCATWOMAN No pain, no gain!  -- Suck it up.  We're not out of here yet. \nShe sprints off down the tracks.  SQUAWKING, he waddles along behind her, as fast as his fat little legs will carry him... \nAs they vanish into the darkness, the CAMERA TRACKS back -- past DICK, who lies unconscious on the tracks, bleeding heavily from his shoulder wound -- DEEPER INTO THE MAZE OF TUNNELS -- \n-- arriving finally on the ragged black figure of BATMAN as he staggers forth from the shadows, dazed and bloody.  He scans the tunnel, finding no trace of his enemies -- and then his gaze falls on DICK. \nHe limps over and KNEELS at the boy's side -- cradling his head protectively, staring helplessly into the blackness all around him... \nDISSOLVE TO: \nEXT. GOTHAM CITY SKYLINE - NIGHT \nThe stark outlines of the city, BATHED IN MOONLIGHT.  CAMERA ZEROES IN on the glowing, ornamental DOME of CITY HALL... \nINT. CITY HALL - THAT MOMENT - NIGHT \nA PENTAGONAL BALCONY girds the interior of the dome.  We TILT DOWN to ground level -- where TWO AGED SECURITY GUARDS lie sprawled at odd angles on the marble floor, FATALLY SHOT. \nThe PENGUIN closes his gun-umbrella and waddles across the atrium of City Hall, past a statue of blind Justice, to a point directly under the dome.  There, encased in a plexiglass case, is a SCALE MODEL of GOTHAM CITY -- circa 1885, when City Hall was erected.  He shouts up: \nPENGUIN LETS DO IT! \nINT. CITY HALL - BALCONY UNDER DOME - THAT MOMENT \nThe CATWOMAN, FRICK, and FRACK are already up on the balcony. Lining its periphery are various DISPLAY CASES of historical interest; and positioned along the wall at each point of the pentagon are FIVE ARCHED NICHES -- each one containing a bronze bust.  The patriarchs of Gotham's Five Families... \nThe CATWOMAN and co. go to work quickly.  She removes the FIVE RAVENS from a gunny sack as FRICK and FRACK work their way around the balcony, YANKING the busts from their recessed bases.  She follows along behind them, replacing each bust with a RAVEN. \nWhen they're done, the PENGUIN yells up: \nPENGUIN Now.  Give each raven a quarter-turn. \nHis pals in the dome oblige -- TWISTING each raven in its recessed socket, in quick succession... \nINT. CITY HALL - ATRIUM - ON PENGUIN \nThe moment of maximum tension.  He stands there frothing at the mouth with anticipation.  SECONDS TICK OFF, and nothing happens. \nCATWOMAN What happens now? \nPENGUIN I don't know.  That's all...! \nHe looks around expectantly as the others peer down at him from above.  He really doesn't know what's supposed to happen next.  Suspecting the worst, he throws his umbrella to the floor and begins STAMPING ABOUT IN A RAGE, SPUTTERING, flapping his arms like wings. \nPENGUIN (cont.) We've been TRICKED!  It's a HOAX!  It's a -- \nHe SHUTS UP suddenly at the sound of a loud CHUNK.  Somewhere behind him, ANCIENT GEARS are beginning to grind.  He spins and stares at the SCALE MODEL of GOTHAM in its plexiglass case... \nThe city model is TREMBLING slightly.  As he watches, the DOME of the miniature CITY HALL -- in the dead center of the model city -- POPS OFF on a hinge.  A METAL STRONGBOX rises into view... \nINT. DOME - ON BALCONY - THAT MOMENT \nThe CATWOMAN, FRICK and FRACK stare down at the little metal box.  The PENGUIN is already clambering atop the plexiglass case of the model, SMASHING AT IT with his umbrella, trying to get at the box. \nFRICK That's the treasure? \nCATWOMAN No.  It's a map... \nShe affixes a ROPE to the balcony railing and CLIMBS OVER. \nINT. CITY HALL - ATRIUM - ON PENGUIN \nThe plexiglass case finally SHATTERS -- and the PENGUIN falls through, landing atop Gotham City.  He snatches at the strongbox and gets to his feet, bestriding the city like a colossus.  He's climbing down off the tabletop when the CATWOMAN, on her rope, touches down behind him. \nHe hunkers down on the floor and knocks the rusted padlock off the box.  He opens it and stares greedily at the contents -- a MAP and a bunch of old, crumbling PHOTOS.  The CATWOMAN creeps over to his side: \nPENGUIN Bruce Wayne.  So he doesn't know a thing about the treasure, eh...? (handing her the map) Look at this.  It's right under Wayne Manor.  It's been there all along! \nNow the CATWOMAN snatches at the PHOTOS.  They show progressively closer views of ANCIENT GNARLED STALACTITES -- an odd, distinctive SUBTERRANEAN ROCK FORMATION... \nPENGUIN (cont.) Looks like some kind of cave. \nFADE THROUGH TO: \nINT. WAYNE MANOR - GUEST BEDROOM - DAY \nTIGHT ON THE FACE of DICK.  He lies unconscious in a big soft frilly bed A WOMAN'S HAND wipes his feverish brow with a damp cloth; he moans slightly... \nHis eyes snap open suddenly.  He sits BOLT UPRIGHT with a yelp. \nVICKI No, no -- don't try to get up -- you're hurt. \nHe pushes her aside and climbs out of bed anyway.  His shoulder is bandaged, his arm in a sling.  The pajamas he's wearing are three sizes too large.  He paces about, staring at his unfamiliar surroundings. \nVICKI (cont.) It's all right.  You're safe.  You can stay here as long as you need to. \nDICK I don't belong here.  You can't keep me here. \n", "random": "EXT.  STREET \nThe train banks ahead of BATMAN -- as he turns to run -- \nTHE GARHEAD \nSLAMMING down the street, blasting up into the CAMERA -- the GARHEAD STRIKING THE CARGO -- \nINT.  CARGO SHAFT \n-- as BATMAN turns to run back into the alley -- -- \nEXT.  STREET \n-- as CATWOMAN and", "sentiment": "SONNY What are you, a gangster? \nDICK TURNS UP as she turns to face Nick -- the car is consumed by a level of heavy gear.  Dogcheck's gun, Austin Jones skims it toward him -- a combat knife. \nSONNY I thought we did it!  We got down to business. \nDICK TURNS OFF to the side as she runs her hand down the short sleeves of the hood, revealing SEVERAL"}]