[{"id": 2505, "prefix": "Colombia has proposed that only the first two points be discussed for the day. However, the Afro-Asian nations opposed, underlining the importance they attribute to the Algerian question ...\" 72\tSEA-FRONT. OUTSIDE. DAY. JANUARY 10, 1957. The European crowd applauds, their eyes aglow, their mouths wide open, shouting and yelling, their teeth flashing in the sun. Clapping of applause on the sea-front of Algiers. Children, are held up to see, waving small flags. The paratroopers of the Tenth Division march past. ", "truth": "Massu and the authorities are standing on the balconies of the Prefecture building. \nThe paras are marching, their sleeves rolled up, their faces sunburned. Machine guns, bazookas, crew-cuts, the eyes of singing boys, silent steps, one battalion after another. \nThe dragon \"black berets\" pass by ... \nThe \"red berets\" of the 2nd Regiment of colonial paratroopers ... \n\"Les casquettes\" of the 3rd Regiment parade by; \"les hommes-peints,\" Mathieu's paras. \nColonel Mathieu is at the head of the regiment. He is tall, slender, over fifty. He has thinning gray hair, a lean face, blue eyes, and a wide forehead. His face is lined with many wrinkles. Were it not for the uniform, the weapons, his tanned skin, his manner of walking, and his energetic voice when giving orders, he wouldn't seem a soldier, but an intellectual. \nThe 3rd Regiment colonial paratroopers are now before the Commissioner. Mathieu turns his head slightly and: \nMATHIEU 3rd Regiment! Attention à droite ... Droite! \nSPEAKER Family name: Mathieu; Name: Philippe; Born in Rennes May 3, 1906; Rank: Lieutenant Colonel; Schooling: Politechnique-degree in Engineering; Campaigns: Second World War, Anti-Nazi Resistance Movement, Italian Campaign, Indochinese War, Algerian War ... \n73\tVILLA HEADQUARTERS. INSIDE. DAY. \nIn a villa in the military headquarters, a reception room is visible through a large window on the first floor. There are about twenty officers seated in rows of chairs as if for a lecture. Mathieu is in front of them and he is speaking while standing next to a desk. At his back there is a blackboard, and near it, a large map with pyramid graphs, cells, arrows, crossmarks, and, above them, the title: STRUCTURE NLF AUTONOMOUS ZONE OF ALGIERS. \nMathieu's voice has nothing of the military and traditional. His tone is neither harsh nor cold, but rather kind and pleasing; from it emanates a superior authority imposed by reason and not by position. \nMATHIEU The result is that in the last two months, they have reached an average of 4.2 assaults per day, including aggression against individuals, and the explosions. Of course, the conditions of the problem are as usual: first, the adversary; second, the method to destroy him ... There are 80,000 Arabs in the Casbah. Are they all against us? We know they are not. In reality, it is only a small minority that dominates with terror and violence. This minority is our adversary and we must isolate and destroy it ... \nWhile speaking, he goes to the window, and pulls down the shade. He interrupts his speech, points to the rest of the window: \nMATHIEU Draw it down there too ... \nTwo or three officers stand up to perform the task. At the back of the room there is a movie projector. \nNext to it there is a para who is preparing to operate it. \nThe other shades are drawn, and gradually the room is darkened. \nMathieu, meanwhile, has resumed speaking: \nMATHIEU He is an adversary who shifts his position above and below the surface with highly commendable revolutionary methods and original tactics. ... He is an anonymous and unrecognizable enemy who mingles with thousands of others who resemble him. We find him everywhere: in the alleys of the Casbah; in the streets of the European city, and in working places. \nMathieu interrupts himself again and makes a signal to the back of the room which is completely darkened. \nMATHIEU Go ahead, Martin. \nMartin turns on the projector. On the white wall next to the map and graph appear pictures of the Casbah. There are the blockades, the barbed wire, the metal screens, the Algerians who exit and enter, the policemen and soldiers who examine documents and frisk someone. From time to time, close-ups of the pictures are shown, enlarged to the minutest details, close-ups of faces, motionless images that last only for a few seconds. \nMATHIEU Here is some film taken by the police. The cameras were hidden at the Casbah exits. They thought these films might be useful, and in fact they are useful in demonstrating the usefulness of certain methods. Or, at least, their inadequacy. \nHassiba is now seen and the soldiers who are wooing her, while she laughs, jokes, flirts in a provocative manner, and passes the blockade. \nMATHIEU I chose these films because they were shot in the hours preceding some recent terroristic assaults. And so, among all these Arabs, men and women, there are the ones responsible. But which ones are they? How can we recognize them? Controlling documents is ridiculous: one who has everything in order is most likely to be the terrorist. \nAn Algerian is being dragged away while protesting, kicking, and trying to free himself. And then the scene changes. There is another Casbah exit, and an Algerian who is being searched. \nMATHIEU (smiling) Note the intuition of the cameraman. He realized that in that box, there had to be something of interest, and he paused to focus it. \nThe picture is enlarged. The small box which the Algerian is carrying on his shoulder is seen in detail. It is opened. The box is swarming with snakes; the soldier who had wanted to examine it jumps backward. \nThe officers in the room burst into laughter. \nMATHIEU (laughing) Maybe the bomb was hidden right there, in a double bottom. Who knows? We'll never know. \nUsing the barrel of his machine gun, a soldier has closed the box. A snake has managed to jump out, and fallen to the ground. The people are terrified and move away. Others laugh, among them, Petit Omar, who seems to be an ordinary child enjoying himself. \nMATHIEU That's enough, Martin ... \nThe lights are again switched on in the room. Mathieu is again next to the desk, and waits a second until the buzz of comments subsides. \nMATHIEU We must start again from scratch. The only information that we have concerns the structure of the organization. And we shall begin from that ... \nHe takes a wooden pointer from the desk in order to illustrate the graph, while he speaks with the tone and precision of a university professor. \nMATHIEU It is a pyramid-like organization divided into a series of sectors. At the top of the pyramid is their General Staff. \nHe has moved near the blackboard, and taken some chalk, and slowly as he speaks, he illustrates his speech. \nMATHIEU The military commander responsible for the executive body finds the right man and nominates him to responsibility for a sector: number one. Number one in his turn, chooses another two: number two and number three ... And so they form the first triangle. \nHe has written high on the board a number one and below it, with some space between them, the numbers two and three. He unites the three numbers with lines and forms a triangle. \n", "random": "         \nRania 15th, 1958. V.3.C., the head of the European forces, arrives at the front. He is wearing a military uniform. His face is warm and his eyes are fixed, but his voice holds a melancholy tone.           \nRania 16th, 1958. In the thick of the night, the soldiers of the Tenth Division are approaching the front, at", "sentiment": "                            64 The cap-emblazoned flags of the European junta are lowered, just as the soldiers are lowered, before chanting. The soldiers use their chins for their right hand, but the right arm is still raised, cut off, and in sharp contrast with the soldiers. The soldiers start to chant. The soldiers look at each other, and"}, {"id": 2506, "prefix": "BEN M'HIDI It's good nobody is following us ... ALI It's a question of habit ... And when Ben M'Hidi is closer, Ali helps him to get down to the terrace. ", "truth": "Without waiting for an answer, he moves toward the stairway that leads to the floor below; his movements are silent and graceful. \nBen M'Hidi leans out from the terrace, and looks toward the European city and the sea. At the port, two searchlights are lit, and their long bright rays move slowly toward the Casbah ... \nWhen Ali la Pointe returns, Ben M'Hidi is still leaning on the railing. He seems not to hear the sound of Ali's footsteps, or his voice. \nALI Everything's okay ... They're waiting for you ... \nAli moves near him, and Ben M'Hidi turns and looks at him. \nBEN M'HIDI What do you think of the strike, Ali? \nALI I think it'll be a success ... \nBEN M'HIDI Yes, I think so too ... It's been organized well ... But what will the French do? \nBoth the question, and the answer seem obvious to Ali. \nALI (shrugging) It's clear. They'll do everything possible to make it fail. \nBEN M'HIDI No, they'll do even more. We've given them the opportunity to do a lot more ... Do you understand what I mean? Starting tomorrow, they won't be groping in the dark any more; every shop and every worker who strikes will be a known enemy, a self-confessed criminal ... And they will be able to pass to the offensive. Have you thought of this? \nAli has listened attentively. The effort with which he is trying to ask himself the meaning of these words is visible on his face. \nALI (shaking his head) No ... \nBEN M'HIDI But Kader told me that you weren't in favor of the strike. \nALI No, and neither were my men. \nBEN M'HIDI Why? \nALI Because they told us that we mustn't use weapons, now, when the time is right. \nBEN M'HIDI That's true ... Wars aren't won with terrorism, neither wars nor revolutions. Terrorism is a beginning but afterward, all the people must act ... This is the reason for the strike, and its necessity: to mobilize all Algerians, count them and measure their strength ... \nALI To show them to the UN, right? \nBEN M'HIDI (smiling slightly) Yes ... yes. The problem also involves the UN. I don't know what it's worth, but this way, we'll give the UN the possibility of evaluating our strength. \nAli breathes deeply, instinctively, unrestrainedly, Ben M'Hidi watches him, smiles, and says: \nBEN M'HIDI Do you know something Ali? Starting a revolution is hard, and it's even harder to continue it. Winning is hardest of all. But only afterward, when we have won, will the real hardships begin. \nHe pats Ali's back fondly with his hand and continues, smiling: \nBEN M'HIDI Anyway, there's still a lot to be done ... you aren't already tired, Ali, are you? \nAli looks at him, and without reacting to his irony: \nALI (with conviction) No! \n88 \tVARIOUS HOUSES. CASBAH. OUTSIDE. DAWN. JANUARY 28, 1957. \nIt is gray and smoky dawn, a slow reabsorption of the night, an opaque light which is diffused, sprayed, frozen, to transparency, and rediscovers its outlines and perspectives; and finally, the sun, golden light, awakens all Algiers. To the north, the sea. To the south, the mountains and the Casbah, situated halfway along the coast. The Casbah, still, inert, expectant, on this first day of the strike ... \nThe paratroopers are already at their places, one after another, at equal distances like links of a very long chain, strung through every alley, spreading to every sidestreet, twisting through the squares, climbing up the stairways, dividing, joining, and lengthening again. The silence is perfect; the camouflaged immobile forms seem to be part of the landscape. \nThen a brief and sharp hiss, a hundred whistles together. \nA signal releases the still forms: the attack begins. \nDoors are beaten down, shots, screams, rifle fire, machine gun fire; the doors opened or broken down; the courtyards, the houses, the rooms, invaded; the men who are trying to escape and who protest and try to save themselves. \nVOICES Of course ... I was just going to work ... \n89\tBEN M'HIDI'S HIDING PLACE. INSIDE. DAWN. \nBen M'Hidi is inside the hiding place. From outside, an old man helps him to place the square piece of wall over the entrance, and then, in the spaces between the bricks, he adds a paste of plaster mixed with coal dust. When the paras arrive, everything is in order. \nStill men are being seized, beaten, dragged; a cache of weapons; men pushed down the stairs: \nSOLDIERS Go on, go on, you little rats! Get to work! \n90\tCASBAH. STREETS. OUTSIDE. MORNING. \nWomen are clinging together after the beatings. \nSomeone is fleeing toward the terraces. We hear the deafening whirl of the helicopters flying against the wind, their cabin doors open, paras sitting on both sides with their legs dangling out, their machine guns on their knees, a loudspeaker for every helicopter, microphones turned on in such a way that the din of the motors is multiplied a hundred times. \n", "random": "\nWe drive across the village on our way to the terrace, and on coming back we have to go to the other side. \nThe photographers approach our house in three steps; they follow us on the way, and we follow them, trying to look after the camera. \nThe people are cheering and shouting, but we are not sure if they are part of the old guard, or both. \nThe photographers have to keep their distance and stay back. \nWe make", "sentiment": "\nHe laughs and moves to the terrace. \nALI (to the crowd) ... You have done your best. \nThey close their eyes, then the doors. \nThe crowd moves back to the terrace. \nALI (to the crowd) ... You have done your best. \nThe crowd moves back to the terrace. \nThe crowd moves back to the terrace. \nThe crowd moves back to the terrace. \nThe"}, {"id": 2507, "prefix": "Rue Caton number four. It is 11 p.m. A large, badly lit room is filled with paratroopers and one of them is now being carried away on a stretcher. Another three or four wounded are seated on the opposite side of the room and are waiting their turn to be carried away. Two paras are by the door. They look out from time to time, and are attentive, ready, with machine guns clutched by their sides. On the other side of the room opposite the door, the Algerians who live in the house are standing against the wall. Mathieu is in front of them, and he is asking a group of women: ", "truth": "A woman about forty years old raises her eyes toward him. \nMATHIEU Is it you? \nThe woman nods yes. \nMATHIEU Go up the stairs, and tell Kader that if they don't surrender, we'll blow up everything ... Do you understand? \nThe woman again nods yes, and without waiting for more words, she moves toward the door, taciturn, silent. Mathieu follows her, he pushes past her. \nMATHIEU Try to convince him, if you care about your house ... Wait a minute ... Do you want to get killed? \nHe leans out the door and says loudly: \nMATHIEU Kader, look. Fathia is coming ... I wouldn't shoot ... \nThen he steps aside and lets the woman pass. \nMATHIEU Go on ... \nOutside the door, there is a small landing, then a steep stairway, and at the top, a corridor. Fathia climbs the stairs that are cluttered with empty magazines, with cartridge boxes. The walls are chipped from the shooting. The ceiling is parallel to the stairway at the same inclination, for part of its distance. But for the last few yards, it straightens out and lowers to become horizontal. \nThe floor of the hiding place is open. Inside are Zohra and Kader. \nFathia repeats to them in Arabic what Mathieu has said to her. \nKader listens to her then answers, he too in Arabic. Then he smiles. \nKADER Okay ... You can tell the colonel to blow up whatever he likes. Go on, now. \nFathia goes down the stairs, and reenters the room. \nFATHIA (to Mathieu) He said that you can blow up whatever you like ... \nShe, then, rejoins the other women. \nMathieu seems to be tired, he has lost weight, he is nervous. He turns to his men, and slowly as he gives the orders, the paras begin to move. \nMATHIEU Return to where the others are. Prepare the plastic. It should be placed on the ceiling of the stairway under the hiding place ... a long fuse rolled up ... Take cover ... keep shooting while you are working. Quickly! Clear the house ... Bring them outside, then check the rooms again ... Hurry up! \nKader gives Zohra a box of matches. She goes to the back of the hiding place where there is a bundle of papers. She lights them, then returns near to Kader who is inspecting the magazine of his machine gun. \nThere are only two shots left. The other empty magazines are scattered around. Kader turns to Zohra, and starts to speak, but suddenly his words are blurred by the sound of shots. \nKader and Zohra have to step back a little, because the shells are flashing at the edge of the opening. \nThe shooting stops. From the stairway, one end of a long fuse is thrown into the corridor. The other end is inserted into a plastic charge fastened to the ceiling of the stairway, under the hiding place. \nKader and Zohra can see two or three yards in front of them, below, into the corridor, where the end of the fuse is glowing and burning. \nKader too has lost weight, his beard is long. He looks at the fuse, then at Zohra. A second passes in silence. Now Zohra too looks at him, and Kader says calmly in his usual voice: \nKADER It doesn't do any good to die like this ... it doesn't help anybody ... \nHe leans out from the hiding place. \nKADER (shouting) Mathieu! If you give your word that you won't touch any of the other people in the house, we'll come out. \n130\tMILITARY CAR. INSIDE. NIGHT. \nInside a military automobile. \nIn the back seat, Mathieu is sitting next to Kader who is handcuffed. \nZohra is in the front seat, between the driver and a para who has in his hand a large regulation pistol. The interior is lighted by the headlights of a jeep which is following directly behind the auto a few yards. Silence. Mathieu looks hastily at Kader, who is staring straight in front of him, and appears to be sullen and downcast. \nThen Mathieu speaks in a pleasant tone, as if in friendly conversation. \nMATHIEU If you had let me blow you up, you would have disappointed me ... \nKader turns to him, and replies, trying to maintain his own voice at the same level of indifference: KADER Why? \nMATHIEU For many months, I've had your photo on my desk together with a dozen or so reports on you ... And naturally, I am under the illusion that I know you somewhat. You never seemed the type, Kader, inclined to performing useless actions. \nKader doesn't answer right away, then speaks slowly as if expressing the results of his doubts, a new point of view ... \nKADER You seem to be very satisfied to have taken me alive ... \nMATHIEU Of course I am. \n", "random": "\n \n  \nA FIVE CHILDREN (C)\nNARRATOR\nThe three women have been waiting for their turn. They have no time to react. They are galloping out in their zigzag line, and are carrying a stretcher. The soldiers of the club are on their heels. The soldiers of the club are trying to detain them, but they are unable to do so.\nThe Algerians have been ordered to retreat. One of the soldiers", "sentiment": "\nMATHIE (continuing) \n\"All right, all right, all right, all right. Come on, we don't have time to talk.\" \nThe Algerians are now in a state of panic. They are not able to move their arms. They are in a state of fear. They are not able to talk. \nMATHIE (continuing) \n\"All right, all right, all right. Come on, we don't have time"}]