[{"id": 996, "prefix": "GERMAN OFFICER (to Kelly) Admit it. You were scared. KELLY (snorts) Right. Kelly gets up from the chair and falls over. His legs are still tied. ", "truth": "The DEAD GI gets up and walks off with the GERMANS and some other SOLDIERS, done for the day. \nBart and Kelly walk back to the stranded Jeep. \nBART That Willys yours? \nKELLY Yup. Just got her. Three summers packing out at Shop Rite. \nBart unfolds an entrenching tool from his belt and digs under the back wheels, building up dirt. \nThen he goes around to the front and puts his shoulder against the hood. Bart rocks the Jeep while Kelly pumps the gas. \nThe Jeep finally pulls free and SPRAYS Bart with mud. \nKELLY My bad. Thanks though. \nKelly looks over his shoulder and starts backing away. \nKELLY See you. \nBart stands there, dripping with mud, shocked. \nAbout a hundred feet away Kelly stops. \nKELLY Well, come on. \nBart walks towards the Jeep. Kelly backs it up again. \nKELLY I couldn't resist. \nBart climbs in. \nBART Real funny, Ernswiler. You might still get your chance to die today. \nINT. DINER - DAY \nThe customers are all REENACTORS. Some Yanks, some Germans, a few Scottish and North African irregulars. \"Boogie-Woogie Bugle Boy\" plays on the jukebox. \nBart and Kelly sit in a booth together. Bart has an easy, confident manner and expansive gestures. Kelly eats hunched over, like someone might try and steal his food. \nBART Character building? Those crazy guys from Ann Arbor tied them to a dock. \nKELLY (shrugs) That's what you get for invading Wisconsin. \nBART D-Day at Kenosha was nothing. At Guadalcanal Chillicothe there was a guy who actually injected himself with malaria. \nKELLY That's crazy. \nThey both eat for a minute. \nBART Where do you live, anyway? \nKELLY Shaker Heights. \nBART That explains the death wish. Me too. What street? \nKELLY Penn Place. \nBART (chewing) Hmm, don't know it. \nKELLY It's not technically in Shaker Heights - but I go to Shaker Heights High. \nPause. Kelly looks at Bart. \nBART Langely Prep. \nKELLY Sorry to hear that. \nBART Well, I got kicked out of Shaker Heights High because my birdhouse came unglued in honors woodshop. \nKELLY Of course. I would have gone to Langely myself only my polo pony had the fits. \nBart throws his napkin on his plate. \nBART No matter. (raises his voice to address the room) We're all soldiers here. \nCROWD That's right./Here, here./ Whooping, cheers, etc. \nEXT. BOWLAND HOUSE - DAY \nKelly pulls up into the circular gravel drive. Bart's house is fancy. A nice yard and a pool. Bart hops out. \nBART You should come over some time. Service our lawnmower. \nKELLY I would, but then I might soil my croquet whites. You understand. \nBART How bourgeois. Cheerio then. \nKelly watches Bart go into his house and smiles in spite of himself. \n", "random": "ELLY I'll be all right. \nHe looks at the back of his arm and then down at his feet. \nKELLY Don't worry. \nHe hands the phone to the other officer. \nKELLY (to the officer) Where's my father? \nThe officer hands him the phone. \nThe officer gets up and looks at the phone. \nThe officer picks up the phone and puts it in his pocket. \n", "sentiment": "ergeant Rooney sits beside him. The boys go quiet. \nOLD COLONEL Richie, you need to get down here, OK? I'm going to get you. \nSARGE RACHEL We have to finish better than this. We've got clients sitting in first class. \nYERAFREE SINGER He's been on it since before I could believe it, Richie. \nOLD COLONEL We work for the government, right? "}, {"id": 997, "prefix": "LANCE What? What? INT. CLASSROOM -- DAY The lights are off in history class. ", "truth": "Mr. Norman smiles out at his class in shot after shot. \nHe clicks the remote and a photo of his WIFE, crouched over and wearing shorts, drinking from a garden hose appears on screen. \nMR. NORMAN Whoops! \nHe hurries through to the next slide. \nIt doesn't matter anyway. Everyone is almost asleep. \nExcept Kelly, who becomes increasingly irritated the more Mr. Norman talks. \nMR. NORMAN And here, at Gettysburg, the ranks of Union soldiers fought bravely on. They were willing to give their lives so that others might be free. \nKelly shifts in his seat. \nMR. NORMAN Is there a problem Mr. Ernswiler? \nKELLY No. \nBut Mr. Norman doesn't start talking again. \nHe waits, looking at Kelly, smiling blandly. Until the silence becomes uncomfortable. And Kelly gets mad. \nKELLY Come on. Isn't this analysis a tad simplistic? I mean, maybe for a second grade history class, sure - but to insist on still characterizing the Civil War as some moral struggle? The soldiers were drafted - the only ones who had to fight were the ones who couldn't afford to pay their way out. (losing it) Why don't you talk about the Draft Riots? Where are your slides for that? \nINT. PRINCIPAL'S OFFICE - MOMENTS LATER \nFresh flowers and a crocheted tissue box hoodie make the place cozy. \nKelly sits across the desk from PRINCIPAL HOLMSTEAD, a well- groomed woman with a gentle talk show host demeanor. \nHOLMSTEAD What gives you the idea that you can or ought to question the curriculum? \nKelly doesn't move. He's not into this. \nHOLMSTEAD Or question your teacher? \nKELLY I know. I mean, who ever heard of a classroom dialog? Not Socrates. \nMs. Holmstead is exasperated, but she likes him in spite of herself. He's a smart cookie. She's got to change her strategy. \nShe leans back in her chair. \nHOLMSTEAD Kelly, you're a very bright boy. But you're making some serious mistakes. \nKELLY I don't need to. Everyone else makes them for me. \nHer chair SQUEAKS as she leans forward and looks at Kelly intently. \nHOLMSTEAD This anger must be masking a lot of hurt. \nKELLY I was wondering what the tissues were for. \nHolmstead tries again. She looks down at his file. \nHOLMSTEAD I see you're not going to college next year. What are your plans? \nKelly shrugs. Holmstead searches his face for any clues. \nHOLMSTEAD How do I get through to you? \nKELLY Advertisers use status and sex to appeal to my demographic. \nShe shakes her head and swings her chair towards the window and gazes out at the front walkway of the school. Her face clears. Something's clicked. \nHOLMSTEAD I think we can come up with a punishment which might actually be more of an opportunity for you to realize your true potential. \nEXT. SHAKER HEIGHTS HIGH - DAY \nSchool's been out for a while. The first rush had already left. \nKelly comes down the front steps and starts across the parking lot to his Jeep. \nLance steps out from behind an SUV and intercepts him. \nLANCE You upset Bridget. \nKelly hardly stops walking. \nKELLY Give me a break. \nLANCE You need to apologize. \nKELLY What are you going to do, make out with me? \nLance runs and grabs Kelly's backpack. \nLANCE Why are you fucking with me? You little fucker. Want to play, fuckface? \n", "random": "\nLANCE (O.S.) Come on, man. \nDOUG Why? \nLANCE (O.S.) What is your name? \nDOUG What's your name? \nLANCE What's my name? \nDOUG What's your name? \nLANCE I'm Betty Dunbar. \nDOUG Why? \nLANCE (O.S.) I'm a little girl. \nDOUG", "sentiment": "\nCUT TO: \nAGE SCENE -- A LIFE OF DARKNESS INT. RAY AND STEVEN'S HOUSE -- NIGHT The house is silent and silent. RAY (sarcastic) I'm sorry. I didn't see you. I'm so sorry. I can't focus on this. I can't focus on this. I don't do this. I can't focus. I can't focus. No. No. \nShe's gone. Raymond"}, {"id": 998, "prefix": "Sarah stands at her register, flipping through a magazine. Kelly pulls up on the ELECTRO-SHOPPER with field goggles on. KELLY You know what this is? ", "truth": "KELLY Eighteen volts of pure freedom. \nSARAH Sounds dangerous. \nKELLY Oh, it is. Unless you know how to handle it. \nKelly runs his hand lovingly along the frame. Then he looks up at Sarah. \nKELLY You ever seen the freshly waxed floor in the produce section glistening under full florescence? It's breathtaking. \nSarah gets on behind him. \nKELLY Hold on tight. \nHe puts his foot up and kicks it into gear. \nThe Electro-shopper takes off - barely. Kelly takes the corner too sharp and clips the edge of an END CAP DISPLAY of cereal boxes -- they fall to the floor. \nThe Electro-shopper inches forward. \nKELLY Close call. \nSARAH Have you been drinking? \nINT. PARENT'S BEDROOM - MORNING \nKelly looks in at his parents, checking to make sure they're still asleep. \nWhen he leaves ABE opens his eyes and listens to the door CLOSE downstairs. \nINT. EVE'S STUDIO \nKelly throws some paints and brushes into his backpack. \nEXT. BOWLAND HOUSE - DAY \nKelly stands awkwardly on the front stoop with his backpack. Minnie opens the door. \nMINNIE Kelly? Bart's not here, he - \nKELLY Oh, that's all right. Actually, I'm here to see Tabby. Just to do a little painting with her. \nMINNIE She's out back in her studio. \nKELLY Thanks. \nINT. TABBY'S STUDIO \nTabby stands barefoot in the sunlight, a palette knife in her hand. \nMusic's playing. Jeff Buckley. She looks over as the door opens, surprised. \nTABBY Kelly? \nKELLY Hey. I warned you I'd come. \nTABBY You did. \nShe goes back to painting. Kelly stands there for a minute, waiting for her to say something else, give him an invitation. \nShe doesn't. Until she looks up and sees him standing in the same place. \nKELLY Maybe I should go -- \nTABBY Well you're here now. Go ahead. Set your canvas up. Use one of the ones in the corner. \nKelly looks through them and picks one. \nTABBY Brushes are in the jar. Paint's in the drawer. \nKELLY I brought my own. \nHe takes off his backpack and opens it. \nTABBY Well then. \nKelly busies himself pulling out paints and other supplies. \nHe can't help but look at her. The light hits her hair and she glows. She catches him looking. \nKELLY Does it mess up your concentration? Me being here? \nTABBY No. \nShe turns back to her painting. \nKELLY Oh. That's good. \nKelly sets up his canvas. \n", "random": "LY It's a \"learning\" tool. \nBAM! The BOLTS hit the ground. \n-KELLY - \nHe looks up at the BOLTS. \nKELLY (CONT'D) That's right! This is all the money we have. \nBAM! The BOLTS hit the ground. \nKELLY (CONT'D) This is how it goes... \nHe pulls out a", "sentiment": "'s the only way he can get out of this. \nERIN The only way he can get out of this. \nED (calling after her) What are you doing here? \nERIN I'm trying to get you to meet me at the office. \nERIN Kelly. \nED Kelly. \nERIN Sorry, Kelly. \nED It's okay. \nERIN It's okay. \nKelly looks at Erin and laughs"}]