[{"id": 2379, "prefix": "They leverage Walrus aboard and lay him out on deck. WALRUS (gauging his surroundings) I musta passed out. Wink starts chuckling silently. His chuckle builds to a laugh. ", "truth": "They enter the bar, empty bottles, half eaten crabs, and general party debris are littered everywhere. \nLittle Jo is sprawled on the floor under a table. Is she dead or just wasted? \nWINK Little Jo! \nShe awakes with a start and bangs her head on the table. \nLITTLE JO Wink!? \nWink and Walrus run to help her up. \nLITTLE JO (CONT'D) (TO WALRUS) You don't touch me you filthy bastard! (TO WINK) Wink, you get me. \nThey both lift her. \nLITTLE JO (CONT'D) Goin' on all night `bout how tonight's the last night on earth we gotta make it count. Talkin' dirty right in front of Peter T. \nWALRUS Sorry Peter T. \nPeter T enters from the Bathroom. \nWINK Peter T, my man! I knew you wasn't gonna leave me man! \nPeter T speaks in his polite, level-headed, soft sweet voice. \nPETER T Oh no, oh no. \nWALRUS (re: Peter T) That is one classic dude right there. \nWINK Peter T, you are a titan! Glad you stayed man! RHHAAAA! \nWink jiggles Peter T's ample belly. Peter T giggles with glee. \nWink puts one arm around Walrus and the other around Peter T. He smiles to Hushpuppy. \nShe laughs too, the first smile in quite some days. \nINT. LADY JO'S BAR - LATER THAT NIGHT \nThe Bathtub crew are lolling in the later party stages. There is a rooster on the table looking like the most sober creature in the room by far. \nWALRUS If I had wings, I know I could have flown in that bad boy. But I would have probably bounced off a tree, or... \nHushpuppy lays on the table in pile of empty crab shells. \nWINK Hushpuppy! Did I ever tell you the story of your conception? \nThe bar crowd chuckles. \nWINK (CONT'D) When me and Hushpuppy's Mamma first met we was so shy, we used to sit around, and drink beer, and smile at each other. One day we was so shy we just napped... \nWink's voice FADES DOWN as Hushpuppy's fantasy takes over. She closes her eyes. \nEXT. FANTASY HUSHPUPPY'S HOUSE - DAY \n", "random": "NK You're kidding me. \nWINK You're kidding me too. \nWINK (hopping up to him) Uh... uh... \nWINK Yeah, I just shot a kid in the head. \nWINK (to him) You want to die? \nWINK (to him) No. \nWINK (to him) No. \nWINK The guy got shot. \nWINK (to him) No,", "sentiment": "Arnold and his men (referring to one another) sit down on the deck, still having a laugh, and look up in the sky.  \nWINK WADY OF THE HANDWICKY HOUSE (to Kirson) Yeah. \nINT. BATHROOMS HOUSE - DAY \nArnold and his men are still having a chuckle. \nWINK We've got a shot in the arm now. \nINT"}, {"id": 2380, "prefix": "INT. REFUGEE CAMP - KID'S ROOM - MORNING Hushpuppy lies asleep in a pile with Tee-Lou, Lizard, and Joy. Wink enters and jostles her awake. WINK Boss. Let's go. ", "truth": "INT. REFUGEE CAMP - HALLWAY - CONTINUOUS \nWink and the girls hustle to the entrance of the Refugee center. \nWalrus comes running down the hall, pushing Peter T on a gurney. \nWink looks bewildered, the rest of the team seems to have their own plan afoot. \nINT. REFUGEE CAMP - COTS - MORNING \nJean Battiste and Little Jo charge through the cots riling refugees into revolt as the orderlies chase them trying to maintain decorum. \nJEAN BATTISTE Go home! Everybody get up! Don't you want to go home? Lets go! These people don't care about you! \nLittle Jo fights off an orderly with a syringe. \nLITTLE JO You live in this hell hole! \nINT/EXT. REFUGEE CAMP - EVACUATION BUS - DAY \nWink runs the kids toward the bus, they pass two busses labeled for Salt Lake City, Des Moines. \nWink helps Joy, Tee-Lou, and Lizard get on. Then Hushpuppy. \nSuddenly Wink's hand slips out of Hushpuppy's. He steps away from the evacuating bus. Hushpuppy turns and the bus door slams between them. \nWINK (from outside the door) Make sure you put her somewhere good ok? \nWink sags. He's giving her away. He turns to leave.. \nHUSHPUPPY (banging on the door) NO! I ain't running! No! \nWink walks away from the bus, his chest heaving, his face clutched in the horror of what he's done. \nBehind him, the bus pulls forward, then veers violently. \nHushpuppy charges the driver clawing at her face, punching and kicking. \nHUSHPUPPY (CONT'D) Let me go! \nThe driver pulls the break and Hushpuppy bangs the doors open. \nShe charges Wink from behind, gives him a diving shove. \nHe topples over. \nHUSHPUPPY (CONT'D) You trying to get rid of me! You trying to get rid of me! \nWINK No! \nHUSHPUPPY Why you trying to get rid of me? \nWINK I ain't trying to get rid of you. \nHUSHPUPPY You is. \n", "random": "ID'S ROOM \nWink and Wink come out of the bathroom (Flashback) and the Boss has an idea. \nWINK (CONT'D) You want a dog? \nWINK (CONT'D) No. \nWink, the Boss, and Wink say goodbye. \nWINK (CONT'D) I'm sorry. \nWINK (CONT'D) (CONT'D) Thanks for a piece of cake", "sentiment": "ut when the time comes at the wall, a bazooka pops up: hefting something in his crankshaft.   Everyone begins heading toward Tee-Lou with a long Krishna.Apparently dissolved by Sacramentalism Mos deal devilish.  two and two meal. Surprisingly BAGGERGUARD Broken steel hoops with a silver-vessel.  past god can weep.   Six is Hushpuppy. We leave him sitting at his life-table"}, {"id": 2381, "prefix": "Hushpuppy watches as Wink chews weakly. She eats one herself. Wink and Hushpuppy draw it out. They don't want it to end. It takes a full minute for him to swallow the first bite, and she paces herself to finish when he does. WINK (BARELY AUDIBLE) Real good. ", "truth": "WINK (CONT'D) (CHOKING UP) No crying, you hear? \nShe holds them back, being tough for her Daddy. \nHUSHPUPPY No crying. \nHushpuppy's face hardens, and even as the tears fall, we see a strength and composure that only Wink could have put there. \nShe falls into his arms and he embraces her. \nHushpuppy squeezes Wink. She does not let go. She stays strong. \nWink's hand trembles on her back. \nShe holds him as his deep, warm, heartbeat slows, slows, and stops. His weight slumps over her. She keeps on holding him, but she knows. \nEXT. GRAVEYARD BY THE WATER - DAY \nSteadfast, Hushpuppy holds a torch on the edge of the Bathtub. The Turck, piled with branches, floats in front of her. \nShe lowers the flame and lights a cloth covering Wink's body aflame. She pushes the funeral pyre out into the current. We watch the boat flames drift into the foreground, covering Hushpuppy face with flames. She looks into them in all her grief and wisdom. \nThe group begins a funeral prayer, playing quiet in the background as Hushpuppy contemplates the pyre. \nPETER T As I stand by the bayou, \nEveryone else joins him. \nEVERYONE A ship at my side starts her motors and sails for the gulf. I watch her until she disappears. \"There! (MORE) \nEVERYONE (CONT'D) She's gone!\" Gone where? Gone from my eyes, that's all. She's just as big as when she left me. And somewhere else, other voices are calling out, \"Here she comes!\" And that is dying. \nThey raise their drinks to the sky and shout in unison. \nEVERYONE (CONT'D) HERE! SHE! COMES! \nHushpuppy gazes into the sparks leaping off the top of the fire are foregrounded in front of Hushpuppy, particles of Wink jumping into the sky. HORNS ENTER, droning low, and building into an funeral dirge. \nHUSHPUPPY (V.O.) When I relax behind my eyes I see everything that made me flying around in invisible pieces. When I look too hard it goes away, but when it all goes quiet, I see they are right here. \nThe Turck almost disappears over the horizon. The HORNS take a hopeful turn, the melancholy of the dirge mixing with the anthem of the Bathtub. \nHUSHPUPPY (V.O.) I see that I'm a little piece of a big, big universe, and that makes things right. \nHushpuppy stands tiny on the ledge of the Earth, framed in front of an expanse of endless water. \nEXT. CAUSEWAY - POST-FLOOD - DAY \nThe Bathtub gang marches across the marsh road. Hands touch the town sign, saying goodbye. \nHUSHPUPPY (V.O.) When I die, the scientists of the future, they gonna find it all. They gonna know, once there was a Hushpuppy, and she lived with her Daddy in the Bathtub. \nWe CUT WIDE to reveal that the water is rising and washing over the road. Our heroes are marching on the final sliver of land. The camera flies backwards, and our view of the road disappears into mist and churning waves. They appear to be walking on water. \nHushpuppy leads them forward, into the future. \n", "random": "\nWink looks at Hushpuppy, then back to Wink. Hushpuppy looks at Hushpuppy, then back to Hushpuppy. Hushpuppy looks at Hushpuppy, then back to Hushpuppy. \nWink's mom, in a puddle of tears, looks at Hushpuppy. Hushpuppy looks at Hushpuppy and turns away. \n", "sentiment": "\nWink and Hushpuppy take a deep breath. \nWINK (CONT'D) You know, I'm not a big fan of the word 'bitch' in the sense that it's a misnomer. \nHushpuppy takes a deep breath. \nWINK (CONT'D) You know, I'm not a big fan of the word 'bitch' in the sense that it's a misnomer. \n"}]