[{"id": 2637, "prefix": "The atmosphere of the castle presses in on Belle. Creepy DRAGON STATUES on the staircase seem like they're watching. Eerie SHADOWS stretch down impossibly long hallways. LUMIÈRE Look, Cogsworth. A beautiful girl. ", "truth": "LUMIÈRE But what if she is the one?   The one who will break the spell? \nBelle reacts.   Quickly moves towards the voices -- \nBELLE Who said that? Who's there? \nBelle reaches the spot where she heard the voices. No one there. Only a clock and candelabra. Suddenly, a COUGH echoes through the castle. Belle grabs the candelabra and climbs a long staircase. The clock shudders with dread. \n34    INT. PRISON TOWER - CASTLE - DAY                             34 \nBelle follows the cough up a labyrinth of stairs until she reaches the dark prison tower and a GRATED IRON DOOR. \nBELLE Papa!?   Is that you? \nBelle sees Maurice through a grate in the door.   He looks terribly pale and sick, coughing. \nMAURICE (O.S.) Belle?   How did you find me!? \nBelle puts the candelabra down and clutches his hands. \nBELLE Oh, your hands are ice.   We need to get you home. \nMAURICE Belle, you must leave here at once. This castle is alive! Now go, before he finds you! \nBELLE Who?! \nThe beast roars. Belle spins quickly, swinging her club to strike, but the figure jumps onto another staircase. Belle searches the shadows. The voice circles her. \nBELLE (CONT'D) Who's there? Who are you? \nTHE BEAST (O.S.) Who are you? \nBELLE I've come for my father. \nTHE BEAST (O.S.) Your father is a thief. \nBELLE Liar! \nTHE BEAST (O.S.) HE STOLE A ROSE. \nIn Belle's wide eyes, we see her guilt. \nBELLE I asked for the rose.   Punish me, not him! \nMAURICE No, he means forever. Apparently that's what happens around here when you pick a flower. \nBELLE A life sentence for a rose? \nTHE BEAST I received eternal damnation for one. I'm merely locking him away. Now... do you still wish to take your father's place? \nBELLE Come into the light. \nThe figure remains still. Belle grabs hold of Lumiere and thrusts the candle forward, illuminating a HIDEOUS HORNED FACE. Belle's eyes go wide as she clearly sees THE BEAST. The only part of him that seems human are his eyes. BLUE. \nDEEP. SOULFUL.   And flicked with pain when he sees Belle's revulsion. \nTHE BEAST CHOOSE! \nMAURICE Belle, I won't let you do this. I lost your mother. I won't lose you too. Now go! \nMaurice falls into a terrible coughing fit. \nBELLE Alright, Papa. I will leave. (to the beast) I need a minute alone with him. \nThe beast doesn't respond. \nBELLE (CONT'D) Are you so cold-hearted that you won't allow a daughter to kiss her father goodbye? (off his proud grunt) Forever can spare a minute! \nIntrigued by her defiance, the beast moves toward her, reaching out with his massive paw. Belle closes her eyes, bracing herself for his retaliation. Instead, she hears -- CLANG. \nBelle opens her eyes to find herself eye to eye with the beast's chest. He has reached high above her head to pull down an iron lever, unlocking the door. \nTHE BEAST When this door closes, it will not open again. \n35   INT. PRISON CELL - CASTLE - CONTINUOUS                    35 \nBelle rushes in and embraces her father. \nBELLE I should have been with you. \nMAURICE Belle, listen to me. It's all right. Live your life. Forget me. \n", "random": "ALVIN The woman is in love, Belle. She is. \nELIZABETH She's not. \nCALVIN She is. \nELIZABETH She is. \nCALVIN She is. \nELIZABETH She is. \nCALVIN (CONT'D) She is so beautiful. \nELIZABETH A beautiful girl. \nCALVIN A beautiful girl. \n", "sentiment": "UMIÈRE (louder) But not that. \nEVERYONE (chastity) So what do we do? \nMELVIN I'm sorry, but I can't live here. \nLUMIÈRE What do you mean? \nELVIN I'm not supposed to be here. \nELVIN Loose your ears, Tam. I'll sing a song about the Witch. \nThe"}, {"id": 2638, "prefix": "GARDEROBE Go. INT. KITCHEN - CASTLE - NIGHT The door opens.   Lumière races in to the excited staff. ", "truth": "Cogsworth waddles in after him.   Plumette flutters nervously. \nCOGSWORTH No, you don't! If the master finds out you violated his orders and fed her, he will blame me. \nLumiere jumps up onto the sink, navigating sudsy dishes as CHAPEAU scrubs them. \nLUMIÈRE Yes, I will make sure of it. But did you see her stand up to him? I am telling you, this girl is the one. They must fall in love if we are to be human again, and they can't fall in love if she stays in her room. (looks at a smudged dish) Eh, Chapeau, you missed a spot! \nLumière tosses the dish back in the sink, skipping onto a passing tea trolley. Cogsworth climbs up in pursuit. \nCOGSWORTH You know she will never love him. \nLUMIÈRE A broken clock is right two times a day, mon ami, and this is not one of those times. \nLumière leaps onto the table, and uprights a champagne glass. \nLUMIÈRE (CONT'D) Stand up straight! (to the room) It's time to sparkle! \nHe leaps again, onto CUISINIÈR, and sips a spoonful from a bubbling pot. \nLUMIÈRE (CONT'D) I have no taste buds, but I can tell this is exquisite. \nCUISINIÈR Off! Off me while I work! Pepper, get cracking! Salt, shake a leg! \nCOGSWORTH Not so loud! Keep it down! \nLUMIÈRE Of course, of course. But what is dinner without a little... music? \nCOGSWORTH Music?! \n57   INT. DINING ROOM - CASTLE - MOMENTS LATER                  57 \nTo Cogsworth's horror, Lumière guides an ambulatory HARPSICHORD into the room. This is CADENZA, our neurotic Italian maestro. \nLUMIÈRE Maestro Cadenza, are you ready? \nCADENZA (coy) It has been so long since I've performed! I can barely even remember how... \nBut with an abrupt flourish, Cadenza plays show-offy scales on the ivories until -- PLUNK. \nCADENZA (CONT'D) Another cavity. \nLUMIÈRE Maestro, your wife is upstairs, finding it harder and harder to stay awake. She's counting on you to help us break this curse. \nCADENZA Then, I shall play through the dental pain! \nCOGSWORTH (whispers to Cadenza) But Maestro. Play quietly. Please. \nCADENZA Quietly? Sotto voce? Of course. Are there any other tasteless demands you wish to make upon my artistry? \nCOGSWORTH No, that's it. \nMrs. Potts leads Belle to the end of the long dining table. \nMRS. POTTS There you are, dear. \nLumière LEAPS onto the table. Floating at a high window, Plummette uses a silver platter to turn a shaft of moonlight into a SPOTLIGHT. As Lumière begins \"BE OUR GUEST.\" \nLUMIÈRE Ma chere, mademoiselle. It is with deepest pride and greatest pleasure that we welcome you tonight. And now, we invite you to relax. \nBelle sits down in a chair, which moves in, bringing her closer to the table. Lumière motions up to Plumette to steady her shaky spotlight. \nLUMIÈRE (CONT'D) Let us pull up a chair... as the dining room proudly presents... \nCadenza plays a dramatic scale as a table cloth UNFURLS, and Lumière jumps up and LANDS in a pose. Cadenza ends his scale on the wrong note. Lumière shoots him a look, Cadenza plays the right note, and Lumière turns to Belle and smiles. \nLUMIÈRE (CONT'D) ... your dinner. (sings to Belle) Be our guest, be our guest \nThe napkins on the place settings rise up and twirl.   Chapeau offers Belle a napkin. \nLUMIÈRE (CONT'D) Put our service to the test Tie your napkin `round your neck, cherie And we provide the rest! \nSpinning quickly, Chapeau presents the following to Belle: \nLUMIÈRE (CONT'D) Soup du jour, hot hors d'oeuvres Why we only live to serve Try the grey stuff, it's delicious \nBelle reaches out to try it, but it's gone before she can. \nLUMIÈRE (CONT'D) Don't believe me? Ask the dishes! \nThe hors d'oeuvres plates go off, leaving the dinner dishes to levitate and spin. \n", "random": "\nCAROLYN That's the good news, isn't it? \nLUMIÈRE I don't believe it. \n(BEAT) I don't know. \nLUMIÈRE I'm not scared of the good news. \n(TO CAROLYN) I'm afraid of the bad news. \nCAROLYN I'm not scared of anything. \nLUMIÈRE You're not scared of anything, are", "sentiment": "\nLUMIÈRE I'm not going to be the only one who's not going to be happy. \nLUMIÈRE (CONT'D) I'm not going to be the only one who's not going to be happy. \nLUMIÈRE (CONT'D) I'm not going to be the only one who's not going to be happy. \nLUMIÈRE (CONT'D) I'm not"}, {"id": 2639, "prefix": "120   INT. FOYER - CASTLE - NIGHT                                 120 Chip rapidly fires saucers at attackers, counting them off as he dispatches them with glee. CHIP One!   Two!     Three!   Four!   Five! ", "truth": "COGSWORTH Good show, Chip my boy! \nJust then, a platoon of books arrives on the large table from the library, battle-ready. \nCOGSWORTH (CONT'D) Excellent! The infantry's arrived. Now go and teach them a lesson! \nThe books rocket down into the fray, thwacking villager after villager. \nCOGSWORTH (CONT'D) Yes, those are called books, you third- rate musketeers! \nThis draws the attention of Tom, Dick and Stanley.   Cogsworth shudders -- \nCOGSWORTH (CONT'D) Oh, I'm off! \n-- and jumps down from the balustrade, as they bound up the stairs. They face off against Cogsworth, and he backs up quickly. \nCOGSWORTH (CONT'D) Ah, terribly sorry, pardon me, I'm just a clock! \nSuddenly, Garderobe leaps out, blocking the brutes' path, and unfurls her fabric, wrapping them up. \nGARDEROBE Yes, that's it... put it on... pretty little boys! \nTom and Dick look at each other and shriek, horrified at their girly make-overs. Stanley, however, doesn't seem to mind his new look. Garderobe cackles. \nGARDEROBE (CONT'D) 121              Go!   Be free! Be free! Be FREE!                 121 \n122    EXT. WOODS - NIGHT                                         122 \nBelle on Philippe. She whips past the withered tree and down the path toward the castle grounds. \n124    OMITTED                                                    124 \n124A   OMITTED                                                   124A \n124B   OMITTED                                                   124B \n126    INT. FOYER - BALCONY - CASTLE - NIGHT                      126 \nFrom the balcony, Mrs. Potts leaps onto a chandelier -- \nMRS. POTTS How do you take your tea?!    Piping hot?! Or boiling?! \n-- and douses villagers below with boiling water.   She looks down -- seeing Jean the potter -- and gasps. \nMRS. POTTS (CONT'D) Mister Potts?! \nSuddenly, Mrs. Potts slips and drops down towards the floor. Jean the potter looks on in confusion. Chip looks on in terror. \nCHIP Mama! \nBut just as she's about to shatter, she is caught by a pair of human hands. Mrs. Potts gazes up at -- LEFOU, who seems as surprised as she does. \nMRS. POTTS Oh!   Thank you. \nSuddenly, two villagers charge at LeFou from either side. LeFou ducks, the villagers wallop one another, Mrs. Potts spits hot water in their faces, and LeFou punches one out to finish the job. \nMRS. POTTS (CONT'D) Nicely handled! \nLEFOU Well I used to be on Gaston's side, but we're in a bad place right now. \nMRS. POTTS You're too good for him anyway... \nLeFou nods, emotional. \nMRS. POTTS (CONT'D) Shall we get back to it, then?! \nBelow, Cadenza bucks and rages against villagers, besting them repeatedly as he plays elaborate trills. \nCADENZA Such sweet music! Ha ha, I'll play you like a concerto! \nClothilde watches this, and seethes. \nCLOTHILDE (points to Cadenza) Silence that harpsichord! \nClothilde's cry rallies a group of villagers, who raise their axes to turn maestro Cadenza into firewood. \nGARDEROBE Maestro! \nCadenza looks up to see her. \nCADENZA Darling!   At last! \n", "random": "                                                                                                  ", "sentiment": "  Six!       Seven! \nHe murders every single one of them. \n146   INT. LOUNGE - CASTLE - NIGHT                                      146 The lovers share a kiss, knowing just how much he loves her. \n147   INT. FOY"}]