[{"id": 1389, "prefix": "ELIZABETH Visitors? Who ever bothers to visit us here? DIDO Or leave... except the dead! ELIZABETH'S titters escape. LADY MARY looks up, abruptly. LADY MARY Once again, Dido? DIDO Beds...Aunt Mary. We should prepare some extra beds... in case our visitors are to stay... She trails off - LADY MARY raises an eyebrow. ELIZABETH May we wear the new silks? DIDO I will do your hair, Bette. Oh say we may wear them, Aunt Mary. ", "truth": "The room falls silent and the girls' energy is killed. \nDIDO (hurt) Yes of course. But I may join after dinner, may I not? \nLADY MARY Yes. Such are the rules, and you know them well. \n20   EXT. KENWOOD HOUSE. LAKE - DAY.4                             20    * \nA blaze of rhododendron, azaleas. DIDO strolls with LORD MANSFIELD, along Kenwood's lake, orange sunlight glistens. DIDO She is a most disagreeable... hideous, old maid - I hate her! LORD MANSFIELD You do not! She is only managing the dictates of the household DIDO Papaa...how...how may I be too high in rank to dine with the servants and too low to dine with my family? \nLORD MANSFIELD Dinner with guests is a formal proceeding, Dido - we simply cannot impose the disregard of those formalities upon visitors. DIDO But...Papaa, am I not..'wealthy', now...an heiress? Surely that changes matters... LORD MANSFIELD (softly) My dear...I wish it were so simple. Finances may go some way - but Society has a habit of disregarding even one of their own, when opportunity provides. DIDO (stung) Of course...(trailing off) LORD MANSFIELD BUT after dinner...when formality is of less consequence...well your presence can raise no defendable objections. (off her sadness) (MORE) \nLORD MANSFIELD (CONT'D) Dido, you know the rules of propriety. Far better than Elizabeth, if I am frank. His loving gaze elicits a smile from her, weary. Propriety is everything, after all. DIDO As you wish, sir. \n21   EXT. KENWOOD HOUSE. LAWNS. CONTINUOUS. DAY 4                 21    * LADY MANSFIELD sits in the shade - a maid prepares a seat for LADY MARY, as DIDO heads for the house, pensive. LADY MANSFIELD Dido!... ELIZABETH emerges from the house, breathless. \nELIZABETH There you are. I have been searching for you! LADY MANSFIELD (to Dido) What a wretched countenance! \nLADY MARY She deplores my authority. What am I in this household, if not the `observer of rules'?! \nELIZABETH I would rather dine with Dido! \nShe links arms with DIDO in solidarity. \nLADY MANSFIELD What a great pity \nLADY MANSFIELD and LADY MARY feign nonchalance. LADY MARY Indeed. \nLADY MANSFIELD Our young gentlemen guests shall miss you, Elizabeth. Both girls' eyes widen - DIDO's with disappointment. \nELIZABETH/DIDO Young gentlemen? LADY MARY Very good connections. \nLADY MANSFIELD And most agreeable by all accounts! ELIZABETH'S mouth falls open. LADY MARY leans toward her. \nLADY MARY Close your mouth and understand: There shall be no discussions tonight in any languages other than English! No whisperings in gentlemen's ears - not in Latin, Italian...and certainly not French! \nOFF ELIZABETH'S mischief and Dido sunk. \n22   INT. KENWOOD HOUSE. DINING ROOM - NIGHT. 4                  22    * Candles sprinkle a delicate light. An imposing dining table stretches before us, laden with exquisite foods.   LADY ASHFORD 40's - a pale porcelain skinned woman, sits with her sons - JAMES (25) and OLIVER (22). She is beautiful and both have inherited her striking looks. \nELIZABETH whispers in JAMES' ear. LADY MARY glares! JAMES ASHFORD What excellent French! Though I have not an idea of what you said. \n", "random": "Diane's tears well in the girl's eyes. ELIZABETH'S tears well in the girl's eyes. LADY MARY looks down, then back. LADY MARY I shall. Dido. \nLADY MARY looks up, infuriated. LADY MARY Dido? Didoo? DIDO Yes. LADY MARY I will. \nLADY MARY's tears well in the girl's eyes.", "sentiment": "This story also places a strong emphasis on the fact that if you've got a beauty pageant, you've got to be good at it. If you haven't then you're not making it at all, and should be a little embarrassed. I'm sure you'll find that some of what you've already said about my hair is true. But the fact remains that there isn't any real way to tell if I'm good at it...  You're wrong. Dido's gaze moves to"}, {"id": 1390, "prefix": "ELIZABETH thinks a moment - Then musters a smile for DIDO. ELIZABETH What does it feel like Dido? To be engaged? DIDO is struck.     She falters, privately, as she thinks. DIDO (unsure) Perfect, Bette - pefect. CUT TO: ", "truth": "She sits alone at the window, silhouetted by moonlight. \n71   INT. BLOOMSBURY SQUARE. BREAKFAST ROOM. DAY.15              71    * Informal breakfast. LORD MANSFIELD approaches in a bustle of importance and sits. LADY MANSFIELD and LADY MARY exchange tense glances. DIDO considers whether to speak, then... \nDIDO Papaa. \nHe looks up.   DIDO is sincere. DIDO (CONT'D) Thank you. \nLORD MANSFIELD nods. Tension is relieved. LADY MANSFIELD We are to make many calls today, Elizabeth. Acquainting oneself with the most eligible gentleman is not light business. \nELIZABETH Should we not wait a day or two - for Mr James? LADY MARY Elizabeth - some advice.     Wait for no man, dear! \nShe picks up her pamphlet. On the back, a headline reads: Student Politics Puts Rise to Pain of Insurers.   ON DIDO as she double takes. ELIZABETH follows DIDO'S gaze. LADY MANSFIELD Will you join us, Dido? (no response) Dido? She is absorbed in the headline. Absolutely rooted. \nDIDO I..I am terribly light headed this morning, Mamaa. I should like to take rest if it would not displease you. LADY MANSFIELD Oh dear! Unwell? And just as we are to announce your news! \n72   INT. BLOOMSBURY SQ. STAIRS/GROUND FLOOR CORRIDOR. DAY. 15 72       * Dido stands at the top of the sweeping stairs, watches as ELIZABETH and LADY MANSFIELD fuss, before disappearing to their carriage... On DIDO as she thinks a moment. \n73   INT. BLOOMSBURY SQ. STAIRS/GROUND FLOOR. DAY. 15             73    * \nDIDO quickly makes her way down - a hooded figure, carrying two scrolls. \n74   EXT. BLOOMSBURY SQ. MANSFIELD HOME. DAY.15                   74    * \nHarry is asleep at his seat.   DIDO reaches up on tiptoe. \nDIDO Harry! Harry! \nHe wakes with a start. DIDO (CONT'D) Harry, I need your help. I need you to take me somewhere. HARRY Alone, Miss? DIDO I shall not be alone, I shall be with you. (off Harry, reticent) Please - Harry. If you don't take me, I shall be forced to go alone. \n75   EXT. MANSFIELD CARRIAGE. KENTISH TOWN STREETS. DAY.15        75    * Sunset. ON HARRY negotiating the carriage through bedlam - his anonymous passenger inside, curtains closed. \n76   INT. MANSFIELD CARRIAGE. DAY.15                              76    * \nDIDO steadies herself with a deep breath as the carriage comes to a halt. She draws the curtain back slightly. Her POV: The exterior of the Coaching Inn. \n77   INT. COACHING INN. DAY.15                                    77    * \nPOV, negotiating the dark crowded inn - An intellectual brood, mostly men in their own little cliques, discussing the woes of the world and nursing malt beer. We find JOHN - in amongst his group, an intense discussion in full swing, a table laid with pamphlets, papers. \nA huge figure approaches. JOHN stops mid speech, stares up. \n", "random": "  INT. CHURCH OF THE ROAD - DAY.    Cherished and smiling. DIDO and her friend eat haute deux after deux.     AWESOME, EAGLE. She smiles.     DIDO'S face appears in the light of the windows.     CHURCH OF THE ROAD.    Cherished and smiling. DIDO and her friend eat haute deux after de", "sentiment": "  You enter through the fence behind BIG ROLLING MOUNTAIN #7 that her front door radiates from. She slams it shut and and, with the sound of NOISE, opens the door. DIDO grabs her hand as he moves towards her, raised breathes. The magic workers anifause.    Heaven!   She shoves HIM past BIG ROLLING MOUNTAIN #7, almost at the same time of being released. The power goes almost"}, {"id": 1391, "prefix": "92   INT. BLOOMSBURY SQ. STAIRS/GROUND FLOOR HALL. DAY.21         92    * DIDO hooded and cloaked, races quickly. Suddenly... MABEL (worried whisper) Miss Lindsay. Are you out again? DIDO turns to MABEL, presses her fingers to her lips, appealing to her, before slipping from the house ", "truth": "93   EXT. BLOOMSBURY SQ. MANSFIELD HOME. DAY.21                   93    * \nAs DIDO climbs into the carriage. \n94   EXT. LONDON STREETS. DAY.21                                  94    * \nHorse hooves trotting rhythmically. \n95   INT. MANSFIELD CARRIAGE. LONDON STREETS. DAY.21              95    * \nDIDO sits patiently, her heart pounding. \n96    EXT. MANSFIELD CARRIAGE. LONDON STREETS. DAY.21              96    * \nON HARRY'S sweating cheeks as he guides the carriage. \n97    INT./EXT MANSFIELD CARRIAGE. KENTISH TOWN. DAY.21            97    * \nThe carriage as it pulls up in front of the Coaching Inn. DIDO takes a breath. \n98    INT. MANSFIELD CARRIAGE. LONDON STREETS. DAY.21              98    * As HARRY climbs from the driver's seat. \n99    EXT. MANSFIELD CARRIAGE. KENTISH TOWN. DAY.21                99    * \nCLOSE: HARRY'S outline, as we follow him to the Inn. \n100   INT. MANSFIELD CARRIAGE. LONDON STREETS. DAY.21             100    * \nDIDO smoothing her dress. \nThe door of the carriage opens before she can finish. She looks up - the happiest smile... It falls from her lips, as quickly as it came and she starts to tremble, at what comes towards her. \nThe sight of LORD MANSFIELD as he climbs into the carriage ...and sits opposite her, silent - a cold stare. \n101   INT. COACHING INN. DAY.21                                   101    * \nJOHN follows HARRY to exit the Inn. \n102   EXT. COACHING INN/INT. MANSFIELD CARRIAGE. DAY.21           102    * \nThe carriage door opens - JOHN climbs in, barely taking a moment to look where he is going, and as he looks up, he too sets eyes on LORD MANSFIELD. \n", "random": "                                                                                                   ", "sentiment": "Walt aqua- may... they have kissed. MAIBEL (starting from  parlour) Rosita? Did you have a date to think of? EPHRAAMBILI's bust trade is awfully out of bed now. MAIBEL has a bitter smile on her face. She looks nervously at MAIBEL. EphraamBILI's heart never could answer a picture of lookie-kid composure on one blushing face. MAIBEL is holding she whole"}]