[{"id": 384, "prefix": "PAUL Sethe! SETHE No. No moving. No leaving. It's all right the way it is. PAUL You going to tell me it's all right with this child half out of her mind. ", "truth": "Sethe's sudden outburst startles Paul. He watches as Sethe ushers Denver out to the keeping room off the kitchen to quiet her down. \nAlone, Paul is disturbed by Sethe's words. He fishes out a pouch of tobacco and concentrates on it, searching for smoking papers he knows he doesn't have...waiting for Sethe to return. \nWhen she does, she heads straight for the stove. She spits on her finger and touches it to check it's heat. She then begins to make bread from flour, soda and salt - keeping her back to Paul throughout - as the scene continues; \nPAUL What tree, Sethe? \nSETHE Huh? \nPAUL What tree on your back? I don't see nothing growing on your back. \nSETHE It's there all the same. \nPAUL Who told you that? \nSETHE White girl. That's what she called it. I never seen it and never will. But she said that's what it looked like. A chokecherry tree. Leaves, branches. That was 18 years ago. Could have cherries by now for all I know... \nPAUL I don't follow. \nSethe pauses. Something in her decides to tell Paul D, although she keeps working on the bread to stay in control; \nSETHE I had milk, see. I was pregnant with Denver but I had milk for my baby girl that I sent ahead with the boys. I hadn't stopped nursing her when I sent her and the boys ahead of me. Anybody could smell me long before they saw me. Nothing I could do about it. All I knew is I had to get my milk to my little girl. Nobody was going to nurse her like me. Nobody was going to get it to her fast enough or take it away when she had enough..nobody knew she couldn't pass her air if you held her up on your shoulder, only if she was lying on your knee..Nobody knew that but me... \nPaul listens, half dreading where he thinks this story's going. \nPAUL We was talking about a tree, Sethe. \nSethe works faster. It is the work, taking an action - any action - that allows her tell the story numbly, without the pain of reliving it...without the images attacking \nSETHE Schoolteacher's boys drag me into the barn and took my milk... \n....yet, the images come anyway. \nINTERCUT: FLASHES OF MEMORY attack as SETHE TELLS HER STORY... \nJUMP CUT TO: \nINT. BARN - A NIGHT REMEMBERED. \n- Sethe being raped, beaten, held down by SCHOOLTEACHER'S BOYS in a barn with a loft... \nSETHE (IN KITCHEN) ..Held me down in that barn and took it. \nJUMP CUT TO: \nSethe screams and is smacked across the face. \nSETHE (IN KITCHEN) They were like boulders on me. Their hands over my mouth and on my shoulders and my legs. \nJUMP CUT TO: \nOne of the boys holds her face and mouth and head as the two others hold down her body and ravage her.... \nSETHE (IN KITCHEN) I couldn't move. Alls I could see was the loft above their heads. \nJUMP CUT TO: \nHer mouth covered, her head immobile - she stares up at the loft. \nEND OF MEMORY IMAGES. \nPAUL The loft? \nINT. KITCHEN - PRESENT DAY. \nSethe squeezes her eyes to erase the image and works harder on the biscuit dough...The flashes of IMAGES STOP... \nSETHE I told Mrs. Garner on them. She had that lump on her neck and couldn't speak but her eyes rolled out tears, I remember. Them boys found out I told on 'em and Schoolteacher made one open up my back, and when it closed it made a tree. \nPAUL They used cowhide on you? \nSETHE And they took my milk. \nPAUL They beat you and you was pregnant? \nSETHE And they took my milk! \nSethe has separated the dough into biscuits which she slips into the stove. As she rises, Paul steps gently behind her. He slowly caresses her breasts from behind, pressing his cheek against her back.. He rubs his cheek against it, feeling the scars beneath the dress. Raising his fingers to the hooks, as Sethe cries silently, he undoes her dress which slips down to her hips, exposing the sculpture her back has become. \nPAUL Aw Lord, girl. \nGrateful to have her body be someone else's responsibility for the moment, Sethe closes her eyes as Paul touches every ridge and leaf of her tree with his mouth. The tenderness is almost unbearable. \nSuddenly, PAUL'S LEGS BEGIN TREMBLING. He pauses and looks down...He realizes it is not his legs that tremble, but rather; \nTHE FLOORBOARDS THEMSELVES ARE PITCHING, GRINDING, SHOVING the house from side to side. \nSethe slides to the floor, struggling with her dress. \nOn all fours, Denver crawls in from the keeping room as if trying to keep the house together. \nPaul, falling, reaching for an anchor, begins to shout; \nPAUL GOD DAMN IT! HUSH UP! Leave this place alone! Get the hell outta here! \nA table rushes at him but Paul grabs it's leg. Managing to stand at an angle as the house continues to pitch, he holds the table by two legs and bashes it about, wrecking everything, screaming at the house; \nPAUL YOU WANT TO FIGHT, COME ON! GOD DAMN IT! SHE GOT ENOUGH WITHOUT YOU! SHE GOT ENOUGH! \nThe quaking slows to an occasional lurch but Paul does not stop whipping the table around until everything it is absolutely still. He leans against the wall, panting. \nSethe is crouched by the stove. A mixed expression of relief and guilt - the expression of a mother whose disobedient child has been sent away. But a child she loves nonetheless. \nDenver looks frightened. More alone than ever, now that her one companion is gone. \nAll three are breathing together as if to the same beat, like one tired person. \nLAP DISSOLVE: \nINT. KITCHEN - LATER THAT DAY.. \nDenver walks through the broken furniture and dishes. At the stove, she ashes over the fire and pulls the pan of biscuits from the oven, \n", "random": "He smiles. \nSTAN It's all right. Everyone's in the same place. Everyone's in the same place. \nPAUL Yes it is. \nSTAN Aw, you made those changes. \nPAUL No... No... But you're gonna push me. \nSTAN No, no... I'm gonna get everything done. \nPAUL That's all? \nSTAN You are all alone. I'm gonna break your heart.", "sentiment": "MOTHER (sharply, to herself) Okay. \nThe CAMERA is turned away from Mom in the corner, fully focused on the distant mountains. She disappears in the shadows and starts down into her room. She begins to cry. PAUL Nothing's going to stop her from going out with her on a black, sad night. \nThe CAMERA turns back to the family. The mother and child disappear, and we \nCUT TO: \nP."}, {"id": 385, "prefix": "SETHE Work. I work in a restaurant. BELOVED What time you go? SETHE Little after the sun come up. I like to make a loaf of bread before I go. How you feelin'? ", "truth": "SETHE You remember your mother at all? \nBELOVED (scratching back of her head) I remember a woman who was mine and I remember bein snatched away from her. \nSethe, nods, understanding such things. She cautiously reaches out to stroke Beloved's face. Beloved responds like a puppy, pressing her cheek against Sethe's hand. Sethe is moved. \nINT. KITCHEN - PRE DAWN. \nSethe enters the kitchen to make bread before she leaves for work. She finds Beloved waiting for her, placing out her cooking things on the table. Beloved looks up and smiles. \nBELOVED I'm helpin make your bread. \nEXT. 124 BLUESTONE - EARLY EVENING. \nBeloved waits anxiously at the window for the sight of Sethe coming home from work.... \nWhen she sees her, she runs through the house, out the door to meet her. \nDenver appears at the door, upset by Beloved's loss of attention in her. \nEXT. PORCH - EVENING. \nC.U. - SETHE, as she leans her tired head against the porch, sitting on the step. She closes her eyes and is about to drift off, when; \nBELOVED'S HAND gently touches her shoulder, settling there. \nSethe looks up and smiles, patting her hand. Beloved stands above her as Denver takes a seat on the step. \nBeloved searches Sethe's eyes and asks; \nBELOVED Where your diamonds? \nThe question surprises Sethe...and startles Denver. \nSETHE Diamonds? What would I be doing with diamonds? \nBELOVED On your ears. \nSETHE Wish I did. (beat) Hmm..come to think of it, I had some crystal once. A present from Mrs. Garner - woman I worked for at Sweet Home. \nDENVER I never saw you with no earrings. \nSETHE Gone. Long gone. \nBELOVED Tell me...Tell me about your diamonds... \nSethe hesitates. Beloved kneels at her feet. \nDENVER (to Beloved) Ma'am don't talk about Sweet Home. \nBELOVED (ignoring her) Tell me...Tell me about your diamonds. \nDenver awaits her mother's reaction with great interest. Sethe looks at Beloved sweet, innocent expression and something in her resistance, eases: \nSETHE Well..this lady I worked for in Kentucky gave them to me when I got married.. \nDenver is both interested and slightly hurt at her mother's willingness to tell Beloved what she'd never tell her: \nSETHE ..What they called married back then. I remember going up to her in the kitchen to tell her. I'd help her make ink for Mr. Garner in the kitchen. I was fool enough to think I was going have some kind of ceremony...maybe even a new dress.. (CONTINUES AS WE CUT TO;) \nSethe's continues telling Beloved, an attentive audience... \nDenver, more attuned to Beloved's interest than the story, is disturbed at her mother's telling of it. \nINT. KITCHEN - ANOTHER EVENING. \nCamera moves up from the mended legs of the table Paul broke to; \nA suspicious Paul glares at Beloved as they eat dinner. \nBeloved is ever ready to pass Sethe a bowl or napkin or whatever she needs. She is \"shining\" - for Sethe, and for Sethe alone. \nDenver notices it as well. \nIt is raining outside. Both Denver and Beloved are wet from the rain. Denver's hair is all tangled. \nSETHE Best unbraid that hair. \nDENVER Tomorrow. \nSETHE Today's always here. Tomorrow never. \nDENVER It hurts. \nSETHE Comb it everyday, it won't.. \nBELOVED Your woman never fixed up your hair? \nAll three look to Beloved, puzzled by her question, which is clearly intended for Sethe. Paul's getting more annoyed. \nPAUL What? \nSETHE My woman?..You mean my mother? \nBeloved nods. Paul and Denver exchange a curious look. \nSETHE If she did I don't remember. I don't think I saw her but a few times. \nBELOVED Tell me 'bout her. \nPaul and Denver look to Sethe, waiting to see if she'll answer. \nSETHE ..I remember once, she picked me up and carried me behind the smokehouse... The only thing I do remember in fact... \nPaul is disturbed by Sethe's carefree storytelling - how it contradicts her words to him that first day and worried it will lead to no good... \nOnce again, Denver is surprised to hear what she's never heard before. She looks to Paul and knows what he is thinking. Paul looks back and knows Denver realizes it. But Denver returns his glance with a defensive dismissal of the eyes. \nSETHE ...She opened up her dress and right on her rib, right here, was a circle and a cross burnt right into the skin.... \nPAUL (interrupts her) Sethe. \nSETHE What? \n", "random": "ATE She's a hell of a woman. \nKATE (to Kate) I'm a loving wife. \nKATE (to Kate) But I don't think she's happy. She's a little dorky. \nINT. COFFEE SHOP - DAY \nKATE You're a really pretty woman. \nKATE That's what I wanna do. \nKATE That's what I'm gonna do. KATE I just want", "sentiment": "LIZABETH I work in a restaurant. BELOVED What time you go? SETHE Little after the sun come up. I like to make a loaf of bread before I go. How you feelin'? \nELIZABETH I work in a restaurant. BELOVED What time you go? SETHE Little after the sun come up. I like to make a loaf of bread before I go. How you feelin'? \nELIZABETH I work in"}, {"id": 386, "prefix": "BABY SUGGS, vital and strong, standing on the rock, preaching: BABY SUGGS I'm not here to tell you all to clean up your lives and sin no more....I'm not here to tell you we're the blessed meek and are glorybound!...I'm here to tell you that the only grace we can have, is the grace we can imagine...And if you cannot see it, then you shall not have it... END OF MEMORY. ", "truth": "EXT. WOODS - SAME TIME. \nBeloved has found her and watches from a hidden place... \nCamera moves beyond her to find; \nDenver, having followed Beloved, watches her from a distance. \nEXT. A CLEARING IN THE WOODS - EARLY MORNING. \nSethe remembers Baby Suggs advice: \nBABY SUGGS (V.O.) ..God lead you home... So now, lay'em down, child. Sword and shield..Don't study war no more. Lay all that mess down. Sword and shield... \nSETHE Lay'em down...sword and shield. \nSethe weeps...She slides to the ground and holds her head to weep. She covers her head from God and cries AS SHE LETS THE MEMORIES COME..memories she can no longer fight from coming; \nCUT TO: \nSETHE'S MEMORIES; \nEXT. SWEET HOME - A NIGHT REMEMBERED. \nSETHE IS IN THE SAME BENT OVER POSITION only here, her back is exposed and she is being beaten by the Schoolteacher's boys. The BOY BEATING SETHE never stops with the whip for a second as he rants; \nBOY BEATING SETHE NIGGER TRASH..OPENING YOUR MOUTH... \nSECOND BOY YOU GONNA KILL HER! YOU BETTER STOP! \nBOY BEATING SETHE I'LL KILL HER ALL RIGHT...NEVER OPEN HER MOUTH 'BOUT ME AGIN.... \nThey beat her mercilessly. \nEXT. FIELD - NIGHT. \nSethe, tear stained, bloody and very pregnant fights her way through a corn field as she makes her escape.. \nHer dress hangs torn at the back - her wounds open and bleeding. Her feet already swollen and blistered. She is in agonizing pain. She moves like a figure in a nightmare. \nCUT TO: \nA SERIES OF IMAGES IN WHICH WE SEE SETHE STRUGGLING THROUGH DAYS AND NIGHTS OF WALKING AND HIDING, IN VARIOUS LOCATIONS AS SHE MAKES HER WAY ACROSS THE STATE. \nTHE FINAL IMAGE IS: \nEXT. ONION FIELD - DAY. \nSethe falls to the ground unable to move - her contractions have started and the pain is unbearable. \nHer breasts are leaking on her sweat stained body. Her legs are scratched and bleeding from moving through broken twigs and rock. On her back, the tree is starting to form. \nShe lays there waiting for death. Until a VOICE ASKS: \nAMY (OS) WHO THAT BACK THERE! \nSethe can not answer as she hears TWO FEET moving through the field. She clutches her pregnant stomach as if somehow she might hide it from whoever might be coming to harm her. \nA RAGGEDLY LOOKING WHITE GIRL with arms like cane stalks and enough hair for five heads steps through into view. \nAMY Look there. A nigger. If that don't beat all... \nSethe can not speak for fear. \nAMY Man, you 'bout the scariest looking something I ever seen. What you doing back up here? \nSethe manages to control her breath and push out the word; \nSETHE Running. \nAmy looks at Sethe's swollen, bloody flesh at the end of her legs. \nAMY Them the feet you running on? My Jesus my... \nSETHE (semi-delerious) Am I in Ohio? \nAMY Ohio! Fool girl - you in Kentucky. You 'bout a thousand miles from Ohio. \nSETHE (murmurs to herself) I'm still in Kentucky. \nAMY You got anything on you, gal, pass for food? \nSETHE No, ma'am. \nAMY I like to die I'm so hungry. Thought there might be huckleberries. That's why I come up here. You having a baby? \nSETHE I expect this baby ma'am is gonna die in these wild onions. \nAmy doesn't know what to do with that information. So.. \nAMY Well, I got to eat something. \nAny stands and looks as if she's about to leave when Sethe, feeling the girl is safe, stops her with a question. \nSETHE Where you on your way to, miss? \nAMY (eager to tell) Boston. Get me some velvet. It's a store called Wilson. I seen pictures and they have the prettiest velvet. \nSETHE Boston - is that far? \nAMY Farther than Ohio. \nSETHE Must be velvet closer by. \nAMY Not like in Boston. Be so pretty on me. You ever touch velvet? Or even seen it? \nSETHE If I did, I didn't know it. What's it like? \nSethe desperately wants her to stay - to not be alone. Amy kneels back down to her, curious now; \nAMY What they call you? \nSETHE (lies) Lu. \n", "random": "INT. BOWSE'S APARTMENT - DAY. \nBette and Frankie are sitting on the floor, in bed. \nBETTY That's it. That's the only way I can see. And if you can't see it, then you shall not have it. \nHESO (O.S.) ...and if you can't see it, then you shall not have it. \nBETTY (O.S.) ...and", "sentiment": "The CAMERA PULLS BACK..... \nhangs up. \nPANNING BACK.... \n...and a NEW ANGLE reveals a YOUNGER WOMAN, lying on a rock, carrying a baby. She is holding the baby, and the YOUNG WOMAN is holding the baby's mother hand. She is crying, and there is a hand sewn on the baby's head. \nTHE YOUNG WOMAN screams in terror and confusion as she holds up"}]