[{"id": 3, "prefix": "(SHE GASPS) Walter! I -- WALTER (he puts a finger to her lips) Shh. Don't think of a reason to say no. 'Cause I've got a million reasons to say yes. (he gives a winning smile) I know it makes no sense! (MORE) ", "truth": "WALTER Margaret, I'm on my knee! C'mon, whatdya say? Let's get married! We can be in Hawaii by the weekend. \nMARGARET \"Hawaii\"? M-marriage? \n(EMOTIONAL) Walter, I'm crazy about you... but I'm overwhelmed. Why would we go to Hawaii?! \nWALTER \n(BEGUILING) Because you're a princess... and you deserve to get married in paradise. \nCLOSEUP - MARGARET Margaret shudders, tears in her eyes. Hawaiian MUSIC begins... \nDISSOLVE TO: \nSTOCK FOOTAGE - DAY A propeller-driven PAN AM airplane soars through the sky. \nEXT. HAWAII - DAY \nHawaii, 1958. Heaven on earth. Blossoming flowers, rare birds, lush greenery. Margaret is experiencing total bliss. We widen. She and Walter stand in front of a waterfall, getting married. Jane is Maid-of-Honor. A PRIEST smiles, and Walter places a ring on Margaret's finger. They kiss. \nEXT. BEACH - SUNSET \nMargaret and Walter lie on the sand, making out. Cuddling, running their fingers along each other's bodies. She stares up, endlessly happy. \nMARGARET You're right... this is paradise. Only God could make those colors. \nWALTER I knew you'd love it. \nMARGARET Oh, can't we stay here forever?? \nWALTER Well, I don't know about forever. But maybe... I can arrange another week. \nEXT. HOTEL GROUNDS - DAY \nThatched umbrellas, Polynesian fun. Margaret is set-up, drawing PORTRAITS of the GUESTS. Walter regales them as they wait. Joking, gregariously handing out Mai-Tais. Margaret finishes a picture. She beams at Walter... then signs the picture \"KEANE.\" Walter gapes, astonished at this gesture. Margaret lock eyes with him. She smiles girlishly, radiating happiness. \nCUT TO: \nINT. CHINESE RESTAURANT - DAY \nOld school Cantonese: Dragons and red lacquer. Margaret eats lunch with Dee-Ann, showing off SNAPSHOTS from the trip. \nMARGARET This is a waterfall... the air was so fresh you could taste it. Here's an ancient altar... that statue is Kane, the god of creation. I said a prayer to him. Oh! Here's Walter and Janie, building a sandcastle -- Dee-Ann raises an eyebrow. \nDEE-ANN This is all happening mighty quick. In the time you moved here, I've had two dates. You're already married. \nMARGARET \n(SHE GIGGLES) I thought there was a void in my life. Well... Walter's filled it. \nDEE-ANN Walter's filled a lot of things. He's diddled every skirt on the art circuit. \nMARGARET You're talking about my husband! \nDEE-ANN I know! That's why I brought it up. Margaret frowns, insulted. \nMARGARET I'm not naive. (beat; she laughs) Well, I am naive. But I know the man I'm marrying. Walter can act rash... but he's a good provider. And he's wonderful with Jane. \n(CLEAR-EYED) Look -- we're both looking for a fresh start. I'm a divorcee with a child. Walter is a blessing. Dee-Ann bites her tongue. The WAITER brings over the check. Sitting on it are TWO FORTUNE COOKIES. Hm. Margaret stares, utterly serious. She reaches for one... then impulsively grabs the other. She cracks the cookie. Dee- Ann waits, curious. Margaret reads... then slowly smiles. \nMARGARET \"You are on the threshold of untold success.\" \nINT. ART GALLERY - DAY \nA Modish, happening gallery. The white walls are hung with ABSTRACT EXPRESSIONISM: Slashing angles of color, painted over rags and glued bolts. On the floor is SCULPTURE made from wood and wire. In charge is RUBEN, a fussy man in a goatee. He's schmoozing a FANCY LADY. They look at a spattered, distorted painting. \nRUBEN What's brilliant about the composition is its spontaneity. The image has no visual center of attention. \nFANCY LADY It's quite gestural. \n", "random": "\nWALTER (CONT'D) (MORE) (CONT'D) (CONT'D) (MORE) \nWALTER (CONT'D) (CONT'D) (CONT'D) (MORE) (CONT'D) (CONT'D) (MORE) (CONT'D) (CONT'D) Walter! (HE LOOKS BACK AT PA) Walter? Walter... Walter! Walter! \nPA (strained) Oh. It's", "sentiment": "\nWALTER (CONT'D) 'Cause you're gonna give me -- (he's very careful) -- a casual smile. She looks to him, very surprised, and then to her husband, who smiles. \nWALTER (CONT'D) (thinks) I sure do! Ben leans in and... \nBEN You are gonna put my child in a candy store. Walter moves to the window, throws open the door. \nCAMERA P"}, {"id": 4, "prefix": "INT. CHURCH CONFESSION BOOTH - DAY Margaret tentatively enters and kneels. Beat -- then the grille OPENS. She reacts, discomposed. MARGARET Hello. I've -- never really done this before. I'm not sure how you... ", "truth": "She starts to stand. The Priest blurts out. \nPRIEST'S VOICE No, no! Please. We don't chase people away. \n(BEAT) What is troubling you? Margaret takes a breath. \nTHEN -- \nMARGARET I lied to my child. Pause. \nPRIEST'S VOICE Why would you do that? \nMARGARET My husband... he pressured me into doing it. \n(PAUSE) I've never lied to her before. I'm not that kind of person. Beat. \nPRIEST'S VOICE Is your husband that kind of person? \nMARGARET Ummm, no. I don't think of him that way. I mean, he likes to tell stories... maybe he exaggerates a little... but he's a good man. \n(SHE THINKS) He takes care of us. He wants to make enough money to buy our family a house... \nPRIEST'S VOICE But what of the child? Will this lie bring harm to her? \nMARGARET \"Harm\"?? Oh! Not at all. \n(BEAT) I'm just looking for answers... The Priest considers this. \nPRIEST'S VOICE Well, the modern world is a complicated place. \n(MORE) \nPRIEST'S VOICE (CONT'D) Occasionally, children need to be sheltered from certain truths. \nMARGARET N-no. That's not what -- \nPRIEST'S VOICE It sounds like your husband is trying to make the best of an imperfect situation. \n(BEAT) You were raised Christian, so you know what we are taught: The man is head of the household. \n(BEAT) Perhaps you should trust his judgment. \nCUT TO: \nINT. KEANE GALLERY - NIGHT \nOpening night! The gallery is packed with the IN CROWD: Rich and drinking. The space is cool -- the walls bright white, the art hanging under spotlights. JAZZ plays on the stereo. At one painting, a HIPSTER COUPLE stares at the image of a sorrowful girl holding an armful of poodle puppies. \nHIPSTER LADY I think it's creepy, maudlin and amateurish. \nHIPSTER MAN Exactly. I love it. We move in tight on the painting. Underneath is a tag: \"BEDTIME, by WALTER KEANE. Oil on canvas.\" We drift along, to another painting: \"CALICO CAT, by WALTER KEANE.\" Then, another: \"IN THE GARDEN, by WALTER KEANE.\" Every painting is now by Walter Keane. We move along... finding the Tipsy Man chatting up Dick. \nTIPSY MAN We got in early. We own three. \n(HE TURNS) Thanks, doll. He tosses his empty to a PASSING LADY. We reveal the waitress is... Margaret. She carries a tray of pigs-in-a-blanket. Margaret looks shell-shocked -- faking a happy party face. A burst of LAUGHTER. Margaret turns. \nWalter and a group ROAR at a joke. A SEXY GIRL hands Walter one of the promo posters. He beams and lays it across her back... hugging her waist to \"steady\" himself as he signs. \nBACK ON MARGARET She frowns. Dee-Ann slides into view, slurping champagne. \nDEE-ANN Hey, baby! Killer party! It's a hap- pen-ing...! So, where's your stuff? \nMARGARET \n(NERVOUS) Oh. Um, we decided that this would be Walter's show -- \nDEE-ANN \n(SUSPICIOUS) Oh \"we\" did?? And why would \"we\" do that?? \n", "random": "ARGARET (CONT'D) ...don't let me think. I'm not going to have a voice if I don't have a voice. MARGARET (CONT'D) Yes, I'm sorry. MARGARET I don't want to... MARGARET I don't want to sound like a woman. MARGARET (CONT'D) I'm just not... \nMarge presses a button. MARGARET (CONT", "sentiment": "ARGARET I'm sorry. I didn't mean to -- \nMARGARET I didn't mean to -- \nMARGARET I -- I'm sorry. \nMARGARET I'm sorry. \nMARGARET How do you feel? \nMARGARET I'm fine. \nMARGARET Good. Now... Margaret looks at her, then grabs her purse. She walks to the door. \nINT."}, {"id": 5, "prefix": "(SHE SMILES) Because our beliefs are supported by the Scriptures. Jehovah is the God of truth. Beat. Margaret glances over at a half-completed \"Keane\" on the easel. A strange pause. MARGARET What does that mean, exactly? ASIAN LADY #2 ", "truth": "CUT TO: \nINT. HAWAIIAN HOUSE - NIGHT \nMargaret is enthralled, avidly perusing a happy-looking booklet, \"The Truth That Leads to Eternal Life.\" \nMARGARET It says here a worshiper of Jehovah must be honest in all things. Jane snorts. \nJANE I just can't believe you let people in the house. \nMARGARET I have nothing to hide! \n(TORRID) It also says no lies. \"Speak truth. Let the stealer steal no more.\" Margaret and Jane lock eyes. \nCUT TO: \nINT. WOODSIDE HOUSE - DAY \nLoud JAZZ plays. Back home, Walter is living a Man's, Man's World. He's partying, drinking and dancing with two cute HIPPIE CHICKS in bikinis. The place is like a WAREHOUSE, Keane PRINTS stacked everywhere. \nHIPPIE CHICK Shit, this is crazy! All these copies... you're like Warhol! \nWALTER Nah, Warhol's like me. That fruitfly stole my act! \"The Factory\"? I had a factory before he had a soup can! The girls scrunch their faces, lost. Then -- DING-DONG! Walter peeks out the window, then grins. \nWALTER Ah! It's my art supplies. \nINT. PAINTING ROOM - SECONDS LATER \nAlone, Walter eagerly pries open a GIANT CRATE. He pulls out padding. Wadded Honolulu newspapers. Then... a PAINTING. Ah! A new WAIF, surrounded by colorful tropical plants. Walter smiles triumphantly -- until -- his happiness melts into confusion. Then horror. We ZOOM INTO the painting's SIGNATURE. It says \"MDH Keane.\" Walter freaks. \nWALTER \nAAAGGGGHH! \nCUT TO: \nINT. HAWAIIAN KINGDOM HALL - DAY \nThe JEHOVAH'S WITNESSES sing a joyous, high-spirited PSALM: \nJEHOVAH'S WITNESSES \"Tremble not before your foe, Let all lovers of truth know! That my reigning Son, Christ Jesus, From the heav'ns has cast the foe. Soon will bind the Devil, Satan, Letting all his victims go!\" Margaret and Jane are singing happily. \nINT. HAWAIIAN HOUSE - DAY \nMargaret pours her liquor down the sink. Margaret tosses her cigarettes in the trash. Margaret swells, feeling a burst of power. Then a VOICE: \nD.J. (O.S.) Oh yeah! We got a special guest today. A world-famous celebrity who just called up and asked to come in..! \nINT. RADIO BOOTH - DAY \nAngle on BIG LOLO, a gregarious Hawaiian D.J. in headphones. \nD.J. She's malihini! Moved to the islands a couple months ago... so let's give a big aloha to Margaret Keane! He pops in a cart. Canned APPLAUSE plays. We reveal across from him... Margaret. He grins. \nD.J. So is it true your husband Walter is the top-selling painter in the world? We SLOWLY PUSH IN to her. Tentative, she speaks. \nMARGARET No... Big Lolo. Everything you just said is false. Margaret takes a deep breath. Working up her courage. \nMARGARET One: Walter is no longer my husband. (a long pause) And Two: He's not... a painter. Margaret exhales. The D.J. is confused. He checks his notes. \nD.J. But, am I... mixed-up? Ain't he the guy who does the crazy eyes? \nMARGARET No. Though he's been taking credit for ten years. \n(STRONG) I'm the only painter in the family. Margaret slowly smiles. And then... a calmness comes over her. Like a cloud has lifted. \nINT. RADIO STATION HALLWAY - DAY \nMargaret and Jane walk away. Jane beams proudly, then gives her mother a warm hug. Then -- LOUD CLICKING: \n", "random": "\n(WINGING) We have a chance to make a big impact. \n(BEAT) Why not? MARGARET Well, you know what? It's not just what we do. We're talking about a true story. It's about us. The two separate. The two look at each other, very hard. ANGLE ON: The two girls shake hands. \n(SHE STOPS) Margaret smiles, then turns away. INT. HALLWAY", "sentiment": "\n(SHE SMILES) It means that we believe in God. Margaret looks at the \"Keane\" and smiles. \nMADAME #2 \n(SHE SMILES) It's a very good idea. \n(BEAT) I'm not going to be a \"Keane.\" \n(BEAT) I'm not going to be a \"Keane.\" \n(BEAT) I'm not going to be a \"Keane"}]