[{"id": 1521, "prefix": "They keep on pumping for a while, then... UNCLE LOUIS I've seen them. UNCLE LOUIS goes on.  JACQUES doesn't budge. ", "truth": "JACQUES looks at the bottom to watch his father. He doesn't answer. \nUNDERWATER - JACQUES' FATHER \nHe moves along slowly in his cumbersome diving suit.  He is working the top of a rock outcrop on the sea floor.  He sees a sponge, hooks it; puts it in a bag that's attached to a life line from the boat fastened to his waist.  He moves on. \nINT.  BOAT - JACQUES AND LOUIS PUMPING \nThey keep up the rhythm.  Sitting on a rock at a distance, ENZO watches them.  UNCLE LOUIS is bored stiff. \nUNCLE LOUIS Why don't you ask me? \nJACQUES What? \nUNCLE LOUIS Where I saw the mermaids?!  Why don't you ever ask any question? I'm always the one asking the question!  We're sitting here like two stones and I'm taking to myself. Ask me something, Goddamnit! \nJACQUES calmly looks over at him, slows down his pumping and almost serenely asks him: \nJACQUES (in a completely flat tone) Why did my mother leave? \nUNCLE LOUIS seems disturbed by the question.  A beat. \nUNCLE LOUIS (ill at ease) Come on now, pump! \nUNDERWATER - JACQUES' FATHER \nHe is walking with difficulty at the bottom.  His bag is full of sponges.  He seems to be having trouble breathing. \nEXT.  BOAT - JACQUES AND LOUIS \nJACQUES and LOUIS are pumping silently.  UNCLE LOUIS feels obliged to answer JACQUES' question. \nUNCLE LOUIS finally breaks the silence and explains: \nUNCLE LOUIS Your mother didn't leave.  She went back to America, that's all.  It's her home.  She's allergic to this Island.  She likes refrigerators and machines that clean the floor... so one day she left.  Woman are like that, unpredictable, like the sea. \nThey haven't been paying attention to the bubbles gushing at the surface.  The air hose is being pulled down in a very worrisome way. \nJACQUES (with a slight grin) So where did you see mermaids? \nUNCLE LOUIS smiles. \nUNCLE LOUIS In the bars in Athens! \nVery pleased with himself, UNCLE LOUIS burst out laughing. JACQUES shyly shrugs his shoulders.  The air hose is suddenly yanked down.  JACQUES immediately sees all the bubbles.  He is white as a sheet. \nJACQUES rushes to the side of the boat and starts yelling down at his father.  He grabs the life line and starts pulling at it hysterically.  The air hose snaps and starts flying around like some crazy snake.  JACQUES tries to jump overboard.  UNCLE LOUIS catches hold of his foot at the last second.  JACQUES is slapping the water with his hands, trying to go down but UNCLE LOUIS won't let him.  JACQUES is yelling desperately.  ENZO is now standing on his rock, watching the scene, horrified. \nThe sea now looks as if it were boiling. \nUNCLE LOUIS grabs hold of JACQUES and hugs him in his arms.  Standing on his rock, ENZO is now crying desperately. \nENZO (screaming) Jacques!  Jacques! \nThe last air bubbles are now breaking on the surface; it looks as if they will never stop. \nDISSOLVE TO: \nEXT.  ITALIAN VILLAGE STREET - DAY \nThe image is now in color. \nA rocky pink cliff over looks the very bright sea which fills the screen. \nSUPERIMPOSED:  1987 SICILY \nALFREDO runs (skips) up the cobbled street as fast as he can go, surprisingly fast. \nHe runs to the large terrace of a restaurant which he enters.  We have time to read the sign carrying the restaurant's name:  \"LA MAMMA\". \nINT.  RESTAURANT - DAY \nALFREDO skips in.  He is panting, covered in sweat.  His panic is palpable.  The whole room watches him approach a long table where a large family is having a birthday party for a very old lady. \nHe has to stop a second and catch his breath before he can get the words out.  Then leans over and whispers in the ear of a great big man -- around 30 -- built like a bull, wearing little round glasses. \nThe man listens, then stiffens. \nEXT.  HARBOR - CONSTRUCTION SITE - DAY \nA beat-up FIAT, towing an equally beat-up trailer, stops. \nENZO unfolds out of the driver's seat, like a circus clown emerging from a toy car. \nThe construction SUPERVISOR, an American, wearing a three piece suit, hurries over to him. \nENZO has already started undressing.  ROBERTO unloads the diving gear from the trailer. \nSUPERVISOR (exhausted) Signore Molinari? \nROBERTO (shaking his hand) Yes. \n", "random": "CQUES Just come on.  JACQUES (CONT'D) I'm sorry, Uncle Louis, I'm sorry.  But you have to take care of yourself.   You've got to be able to go to the hospital.   I'm going to take care of you.   It's okay.  You have to be able to take care of yourself.   Don't go out there and get hit by someone else.   The ambulance", "sentiment": "e two roar at each other.  JACQUES I know it's not all your fault, I'm just being proud of what we've done.  KAREN BUFFY Can you slow down?  JACQUES Can-- sorry, if I've gone too far, I'm sorry.  I want to help them.  KAREN You're going to a concert?  It's in LA, right now.   MIGRANZI's on"}, {"id": 1522, "prefix": "NOVELLI and the MEDIC look over at the diving platform where ENZO is concentrating. MEDIC Molinari's a seventeen time world champion.  Do you want to tell him he can't dive. LAWRENCE doesn't answer.  NOVELLI is thinking. ", "truth": "EXT.  DIVING PLATFORM - ENZO \nENZO is preparing.  He sits at the edge of the platform hyperventilating, almost in a trance. \nWe see JACQUES in the background, talking to NOVELLI, he then walks over to ENZO and climbs down next to him. \nJACQUES Enzo? (no response) Enzo... I know you're angry at me. (no response) Enzo, it's important. \nENZO opens one eye. \nENZO I'm concentrating. \nJACQUES (quickly) We can't dive anymore.  They want to cancel the competition for a while. \nENZO looks at him coldly.  Takes another deep breath. \nJACQUES (rushing on) It's not safe, they say.  The doctors say it isn't possible to go deeper and live.  Free diving is over as a sport. \nENZO You say that because you have the title! \nJACQUES No!  I would never cheat you. \nENZO Well that's very nice of you. \nHe takes a last breath, signs himself and reaching for the gueuse, disappears into the water. \nLAWRENCE, NOVELLI, the MEDICS, and others are arguing. LAWRENCE is furious that ENZO is diving.  NOVELLI is balling out his assistants. \nJACQUES is on the platform watching the others as if they were a gaggle of geese.  He listens to the sound of the gueuse playing out, watches the depth indicator, the stopwatches.  He knows something is wrong. \nHe walks over to the edge and grabs hold of a little oxygen bottle which is there for security.  He takes a few breaths of the oxygen as he puts on his flippers and dives down after ENZO. \nUNDERWATER - JACQUES \nJACQUES pulls himself down the cable, hand over hand. 80 or 90 feet down he sees a group of MEDICS coming toward him carrying ENZO'S unconscious body. \nJACQUES struggles with them, pushes them away, takes ENZO in his arms and climbs toward the surface, frantic, screaming silently at him, desperate to get away from the flow of air bubbles from the scuba tanks, the commotion, the memory of death. \nENZO has a big serene smile on his face.  The MEDICS push both divers toward the surface. \nAs if they were on land, JACQUES starts shaking ENZO to wake him up.  He then slaps his face but ENZO remains unconscious. \nThey finally break the surface in each others arms. \nEXT.  ON DIVING PLATFORM \nThey pull ENZO out of the water.  The doctors open his jacket.  ENZO motions to JACQUES to come close.  He still has that long smile. \nENZO (faintly) You were right. \nJACQUES (moved) ... I was right about what? \nENZO (after a long silence) ... It is much better down there. It's a better place. \nHe tries to take a deep breath, the effort is exhausting. JACQUES smiles, holding back his tears. \nENZO ... Push me back in the water... \nJACQUES (crying) I can't. \nENZO Jacques, take me back down... Please. \nHis smile freezes, he stops breathing.  His eyes close. \nJACQUES puts his head down on his friend's chest and sobs. The doctors gently try to move him away, but JACQUES resists. \nLAWRENCE Just give him five minutes!  What does it matter now, anyway... Come on, just leave him alone! \nLAWRENCE encourages everybody to leave the platform. \nJACQUES quickly grabs the nearest rope and ties it to his belt.  Before anybody can stop him, JACQUES rolls ENZO'S body back into the water and dives after it. \nUNDERWATER - JACQUES \nHe holds ENZO in his arms.  Lets the dead weight of the body pull him down, deeper and deeper.  The rope around JACQUES' waist runs out, stops his descent with an abrupt jerk.  When he feels it, JACQUES lets go... watches as ENZO'S body continues to drift by itself into the bottomless blue... \nEXT.  DIVING PLATFORM \nThe doctors have run over and are pulling the cable that JACQUES is attached to.  He is unconscious when they pull him up.  They hold him up by his feet.  JACQUES throws up gallons of water.  They put an oxygen mask on his face. \nA DOCTOR (listening to his heartbeat) The heart is going to stop!  The stimulator, quickly. \nSuddenly, everything collapses for JACQUES.  Sounds disappear.  The image slows down, the light fades. \nJACQUES only hears his heartbeat, which slows down. \nHis heart stops. \nAmong the crowd around him, he sees JOHANA, fresh, gentle, smiling.  Her movements are smooth and slowed down.  She smiles at him, simply.  JACQUES smiles back.  The heart starts again slowly. \nThe image goes back to normal. \n", "random": "He looks at LAWRENCE.  He looks at LAWRENCE, who is still seated on the chair.  He sees LAWRENCE'S VOICE, which is still on the other side of the platform, as LAWRENCE'S VOICE.  He hears it.  LAWRENCE'S VOICE.  LAWRENCE'S VOICE.  LAWRENCE'S VOICE.  LAWRENCE'S VOICE.  LAWRENCE'", "sentiment": "He's not serious.  He is a man.  But he is an adviser to the coach.  The two of them hear the sound of Helicopter Helicopter Golf.  HE laughs, saying it's not told by CELEBRITY He is still an adviser to him.  The two of them are ready to plan.  CELEBRITY laughs again.  Novelty breaks through.  He watches the helicopter coming up the hill, with their SMALL GUARDS."}, {"id": 1523, "prefix": "The room is a shamble of broken glass, water pitcher and glasses, lamps and vases.  The windows are blown out. JACQUES is lying in bed.  There is a thin trickle of blood coming from his nose and ears. JOHANA (in a panic) Jacques... Are you alright? ", "truth": "JACQUES jumps into ENZO'S boat. \nJOHANA (still worried) Jacques?  Are you alright?  Answer me!  Are you alright? \nShe jumps down into ENZO'S boat.  He starts the engine. The boat is racing out of the port.  JOHANA yells over the sound of the engine. \nJOHANA You've got to tell me what happened? \nJACQUES I saw how it has to be. \nJACQUES parks the boat in front of the COMMITTEE BOAT'S DIVING PLATFORM.  He turns on the platform lights:  above and underwater.  He throws down the diving cable:  60, 90, 120 feet... \nJACQUES gets undressed and sits down in the lotus position, concentrating... \nJOHANA sits down a few feet away and watches him, wondering just how far he is going to push this whole thing. \nAs the cable unrolls, JOHANA starts crying.  She understands that JACQUES is going to dive to the bottom, into the blue, into himself. \nJOHANA Jacques, you know I love you. \nJACQUES is putting on his flippers, and stands facing his gueuse. \nJACQUES (after a silence) Don't be sad... It's not because of you, it's me.  It's all going on inside me! (a beat) I've gotta go and see. \nJOHANA starts pacing up and down the diving platform. \nJOHANA See what?  There is nothing to see! It's pitch black down there!  It's cold.  You'll be all alone!  Look at me, Jacques!  I am here!  I exist! Look!!! (she starts waving her arms) I'm real!  I am not a dream! Jacques will you look at me? (she breaks down) Please! \nJACQUES has not moved, he still sits motionless, facing his gueuse. \nJOHANA doesn't know what to do or say.  She is totally drained. \nJOHANA Jacques?  I'm pregnant. \nJACQUES That's good... that's wonderful. It's wonderful for you. \nJOHANA You are the father. \nSilence.  JACQUES is petrified, without any reaction.  He doesn't understand.  She realizes it's hopeless and stares at the sea. \nJOHANA (after a while) I lied... to keep you here. \nShe kisses him. \nJOHANA Promise me one thing. \nJACQUES Anything. \nJOHANA Promise you won't forget me. \nShe pulls the line releasing the gueuse. \nJACQUES takes a deep breath and grabbing hold of the gueuse, disappears into the water -- as if swallowed by the ocean. \nUNDERWATER \nJACQUES slides along the cable, pulled by the weight of the gueuse.  He has a beautiful smile on his face.  He is in his element.  Night has closed in around him.  He turns on the headlight of the gueuse, it casts a dim light around him. \nEXT.  DIVING PLATFORM - NIGHT \nJOHANA has walked over to the edge of the platform.  She is holding the cable, to \"hear\" JACQUES' descent. \nThe counter shows that JACQUES is quickly passing the 300 feet mark. \nUNDERWATER \nJACQUES keeps going down, as serene as ever.  He has gained a lot of speed. \nEXT.  DIVING PLATFORM - NIGHT \nJOHANA holds her face in her hands.  The counter indicates that JACQUES is going very fast. \nUNDERWATER \nThe gueuse jerks to a stop and shakes the cable.  JACQUES turns his body right side up. \nEXT.  DIVING PLATFORM - NIGHT \nThe counter now indicates a depth of 600 feet. \nJOHANA has felt the jolt of the cable.  She cries her tears and looks down at the water. \nUNDERWATER \nThe headlight on the gueuse illuminates only a few feet around JACQUES, as if he were standing in a circle of light.  He stays there, patiently floating around and around his cable... as if he were waiting for something. \nA long form circles the border between the darkness and the light. \nJACQUES holds out his hand.  A dolphin comes and presses its body against it.  Two other dolphins come out of the night.  JACQUES watches in amazement. \nA dolphin lays his muzzle in JACQUES' hand, ready to lead him off.  JACQUES hesitates. \n", "random": "ACQUES is still at his kitchen table. \nJACQUES (Erupting) You... are... okay? \nJACQUES (quietly) I'm fine.  But it's hard for me to understand you. \nJACQUES (quietly) Maybe you're not sure? \nJACQUES (quietly) I'm not sure, because I don't know how to ask.  I thought you were going", "sentiment": "ACQUES (to JACQUES) Yes?  JACQUES (to JACQUES) Oh... Why?  JACQUES (to JACQUES) You... You were really good at taking care of me... Did I never think I would be able to do it?  JACQUES (to JACQUES) You know, you have a lot of work to do, right?  And you're here to do it."}]