[{"id": 1644, "prefix": "Paul moves to his desk. PAUL Yeah, it was not working.  Any calls? AVIS (O.S.) Just that fellow from Municipal Power and Electric.  I told him you sent the check in weeks ago, but some people don't like to listen. ", "truth": "PAUL Something... strange happened last night Avis. \nAVIS (O.S.) What was that? \nPAUL Did... you ever meet my brother Raymond? \nAVIS (O.S.) The one who went missing? \nPAUL Uh huh.  Well anyway last night there's a knock on the door and there's Raymond, just... standing there on the doorstep. \nAvis arrives with the coffee and the mail. \nAVIS Didn't you have him declared...? \nPAUL Dead?  No.  I mean, they said he hadn't been gone long enough. \nAVIS (smiling warmly) Good thing in hindsight. \nPaul puts the mail down on the desk and start to flip through it.  Lots of bills, most marked past due.  He finds a \"pre- approved\" credit card application, sets it to one side. \nAVIS (cont'd) So where was he all these years? \nPAUL Lower 48.  Said he wanted to get away from the cold. \nAVIS Where 'bouts? \nPAUL (looking up) Sorry, what was that? \nAVIS Where was he living? \nPaul, a flash of panic, looks over at the Hawaii display.  He keys on the shell. \nPAUL Florida. \nAVIS I've got an aunt down there.  Where 'bouts? \nPAUL (blanking) A uh... small place.  By the beach. \nAVIS Well that's great.  You and Mrs. Barnell will have some company for a bit I guess.  How is she? \nPAUL Better, a little better.  Some days are better than others. \n23    INT. BARNELL HOME - DAY                                                       23 \nMARGARET BARNELL (early 40s) stands in a plush bathrobe and slippers. Despite her casual attire she is immaculately made up as she walks to the front door, opening it on -- a young wholesome PAPERBOY smiling through the cold. \nPAPERBOY Collecting, Mrs. Barnell. \nMARGARET Daniel, you pussy little cocksucker.  I'll get my purse. \nThe paperboy, unfazed, smiles as Margaret walks off. \nPAPERBOY It's 12 dollars.  I missed you last time. \nMARGARET (O.S.) Jerk off... OK, jerk off, uhhuh... \nMargaret gives the paperboy his money, the stamp card plus a dollar tip, then tweaks his nose.  Twice. \nMARGARET (cont'd) You say hi to your slut Mom for me? \nPAPERBOY Sure will.  Thanks. \nHe trots down the walk as Margaret shuts the door. \n24    EXT. INSIDE A TRASH DUMPSTER - NIGHT                                          24 \nThe lid opens.  GARY and JIMBO (30s), check to insure they're not being watched.  Gary, slightly effeminate, leans into the bin and BURROWS through the garbage.  Jimbo, a bear of man, keeps watch.  He's nervous, a little out of sorts. \nGARY I thought stuff didn't smell when it was frozen?  I don't know why we have to-- \nJIMBO Dave wants visual confirmation, he gets visual confirmation.  We have a chance to move up here, so let's just-- \nGARY Like the guy's not gonna end up in a land- fill, anyway.  You ever ask Dave what he did? \nJIMBO Whatever it was, he told him if he did it again, he'd snap his neck. \nGARY (smiling) Whoops, he did it again. (off Jimbo not getting it) The song?  From that girl? \nNo response.  Gary, HUMMING now, keeps digging, finding nothing. \n", "random": "d I want you to know that you are not alone.  This is about my wife and kids. \nPAUL We can't be very helpful. \nPOV:  PAUL (V.0.) Can you tell me what you're looking for? \nPOV:  PAUL (V.0.) Satisfied? \nPAUL (V.0.) See, I don't care why you're doing this.  I don't know.  I", "sentiment": "UL I'm sorry.  I can't be so sure. \nAVIS (O.S.) How do you know?  I've been trying to get some personal information about you.  Well, I'm sorry, but this is a very important matter. \nPAUL (stunned) I don't know. \nAVIS (O.S.) I don't know. \nPAUL (throws his coat in the air) Okay."}, {"id": 1645, "prefix": "PAUL I'm... I... I don't know.  He said some things.  He said he was joking, but I... I think he might. TIFFANY Don't think, know.  How close are you to the other someone else, the one you're trying to protect? PAUL (crying) I just, I just...  Have you ever felt like that?  Like your own life didn't even matter, as long as... ", "truth": "Ted can't help but SNORT at the mention of this familiar phrase as he looks at Tiffany.  Tiffany glares back at him. \nPAUL (sniffling) I guess you're right. \nTIFFANY Now you get tough.  And remember, this call is for entertainment purposes only.  Call me back and let me know how it goes. \nTiffany hangs up and walks out.  Ted tries to catch her eye and let her know he was just kidding.  He can't.  She goes. \n112   INT. PAUL'S CAR - LATER                                                      112 \nPaul behind the wheel, a strange determined look on his face.  He appears be steeling himself for something. \n113   INT. BARNELL MOBILE HOME / MAIN AREA - LATER                                 113 \nPaul enters, SLAMMING the door behind him as Raymond looks up from his porno magazine. \nPAUL (blowing by) She's having sex with them. \nAnd with that, Paul disappears into the back bedroom. \n114   INT. BARNELL MOBILE HOME / BACK BEDROOM - MOMENTS LATER                      114 \nPaul sits, waiting.  After what seems like forever, Raymond walks in. \nRAYMOND Who's doing what? \nPAUL Margaret.  You know that Stockholm Syndrome thing? \nRAYMOND The movie? \nPAUL When you fall in love with your kidnappers. \nRAYMOND Get the fuck out of here. \nPAUL I went by there.  She was in the bedroom with the big one. (quietly) Not the first time, either. (a flash of panic) With other men, not kidnappers. \nRAYMOND For real? \nPAUL Her therapist.  And some guy she... hardly knew. \nRAYMOND Wow.  Sucks to be you. \nPAUL Shut up. \nRaymond, a momentary flash of anger, sits on the bed beside his brother. Paul does his best not to flinch. \nRAYMOND I always knew she was a fucking tease. \nPAUL Yeah.  Guess you were right. \nRAYMOND Well, you want my opinion... (Paul nods) I don't trust her, Paul.  Never did. \nPAUL You think she'd... really mess things up? \nRAYMOND Only one way to make sure she doesn't. \nPAUL Not sure what you're saying? \nRAYMOND You remember that pooch Mom had?  Crazy little Jack Russel with the bladder infection? \nPAUL Whole basement stank. \nRAYMOND Nothing you can do but put the thing out of it's misery.  And yours. \nPAUL You... You sure, Ray? \nRAYMOND Trust me, Bro'.  Leaky dogs, crazy women.  Two things no man should have to live with. \nAs Ray stands to go, Paul nods, his heart ripped apart for any number of reasons. \n115   INT. BANK OFFICE - MORNING                                                   115 \nPaul sits in the manager's office, signing forms.  A large BANK GUARD stands nearby.  The reason? One million dollars in hundred dollar bills neatly stacked on the desk. \n116   INT. OUTDOOR CLOTHING STORE - DAY                                            116 \nPaul, with his sack of one million dollars at his feet, is calmly trying on new winter coats with a CLERK.  He feels each one, checking the amount of padding.  He finally settles on a red full-length down parka. \n117   INT. \"BARNELL GREAT ESCAPES TRAVEL\" - LATER                                  117 \n", "random": "I had nothing.  I was just a piece of paper, like, a...  You know what, I just tried to protect you.  I'm so sorry.  I... I guess I have a lot of...  I just wish I'd...  I just, I just, I...  I'm so sorry. TIFFANY Not that, don't you?  Tell me, how do you feel?  I mean, I, um, I feel...  I", "sentiment": "I took care of it? TIFFANY I just think you're unique in that regard.  There just hasn't been an established model ever put forward so it's just... I am fine with the idea.  I didn't let him know I was...  I'm not going to tell him... I hope he won't... well, I would, but I don't know... (hands the camera to the woman) ... I'm fine.  I just hope you don't hurt"}, {"id": 1646, "prefix": "TIFFANY Yes. Ted smiles, and launches in... 144   INT. JIMBO'S CAR / CITY STREETS - LATER                                      144 ", "truth": "GARY See the little box down there?  Lists all the symptoms of that Tourette's thing, and you don't have half of them. \nMARGARET And? \nGARY And?  And you're faking it. \nMARGARET Magazines don't prove anything. \nJIMBO Gary, can we just try and get there in peace? \nGARY Magazines prove everything!! \n145   EXT. BARNELL MOBILE HOME                                                     145 \nThe residence seen from a distance. \nRAYMOND (O.S.) That little prick!!! \nAs the camera rushes the mobile home, from inside comes the sounds of a very angry man.  Then, just as we're at the door, it SLAMS OPEN.  Raymond stands in the doorway, a mountain of anger in a hastily pulled on parka. \nHe's holding the clock radio by the cord.  He checks his wristwatch, then smashes the clock radio against the trailer. \nStalking toward his car, he checks the pistol in his side pocket, then, almost as an afterthought, opens the clip.  No bullets.  He smiles. \n146   EXT. GLACIER - LATER                                                         146 \nA not-well-frequented tourist spot, featuring an expansive, far-as-the-eye-can see carpet of white.  The road from the turnoff is about 200 yards long, leading to a plowed out parking area.  The road is the only way in or out.  Paul's car takes the corner and heads toward the parking area. \n147   INT.  JIMBO'S CAR /  HIGHWAY - CONTINUOUS                                    147 \nMargaret in the back, Jimbo and Gary in the front. \nGARY You can't be serious. \nJIMBO I'm still not sleeping. \nGARY Jimbo.  Come on. \nJIMBO It's a thought, okay.  With hard work, you can live okay as a civilian. \nGARY After all this... \nJIMBO Yeah, after all this. \nGARY Don't you go soft on me, Jimbo. \nMargaret LAUGHS through  her gag in the backseat.  Gary and Jimbo pretend not to hear her.  They drive on in silence. \n148   EXT. PARKING AREA - CONTINUOUS                                               148 \nGary and Jimbo's car pulls in, sliding to a stop beside Paul. \n149   OMITTED                                                                      149 \n150   INT. TED'S CAR / HIGHWAY                                                     150 \nTiffany and Ted drive.  Ted has just finished.  Tiffany has been paying rapt attention. \nTIFFANY So this is kind of like a really weird \"Law and Order\" episode? \nTED Sure.  I guess. \nTIFFANY And if Paul Barnell already killed his brother... \nTED Maybe his wife is next. \nTIFFANY Cool.  My turn? (Ted nods) Now a healthy relationship is... \nTED Hey, here we are. \nTed takes the turnoff to the parking area. \n151   INT. GUN STORE  - MOMENTS LATER                                              151 \nA young, bored female CLERK (18) is behind the counter as the door CHIMES go off.  She looks up to see Raymond walking in, gun in hand.  Raymond lays it on the counter. \nGIRL Calibre? \n152   EXT. PARKING AREA                                                            152 \n", "random": "\nTed is watching \"The Last Temptation of Christ.\" \nTIFFANY (whisper) What'd he say? \nJIMBO He'll talk about it. \nBENDER You know what I think he must be thinking? \"I think he's thinking about us.\" \nJIMBO Yes, but, of course, it's a very personal thing. \nBENDER Well, Ted, I think that's pretty funny. \n", "sentiment": "\nJIMBO (V.0.) (on the radio) ...the guy's got a problem. \nJIMBO (V.0.) (on the radio) ...and he's got a problem with the guy. \nJIMBO (V.0.) (on the radio) ...and he's got a problem with the guy. \nJIMBO (V.0.) (on the radio) ...and he's got a problem with the guy."}]