[{"id": 1695, "prefix": "THE CAMERA MOVING TOWARD THE HOUSE AND BARN The barn door closed, still no sign of Mitch. WAIST SHOT - MELANIE ", "truth": "FULL SHOT - CAMERA GETTING NEAR THE HOUSE AND BARN \nWAIST SHOT - MELANIE \ncrossing the lawn, the CAMERA RETREATING in front of her. \nFULL SHOT - CLOSER - CAMERA APPROACHING THE HOUSE AND BARN \nCLOSE SHOT - MELANIE - WALKING \nCAMERA RETREATING in front of her: Excitement and anticipation on her face. She wets her lips. The CAMERA PANS WITH her as she goes to front door and lets herself in. \nFULL SHOT - INT. THE BRENNER HOUSE ENTRY \nas the door opens. Melanie ENTERS quickly, and closes the door behind her. She glances around for a moment, getting her bearings. The house is silent. \nMED. SHOT - MELANIE \nentering the dining room. Hastily, she puts the cage on the dinning room table, props the card up against it, then glances through the lace curtains on the dinning room window. \nFULL SHOT - THE BARN - CLOSER - THROUGH THE CURTAINS \nas before. \nEXT. BRENNER HOUSE - WAIST SHOT - MELANIE - MOVING P.O.V. \nas the front door opens and Melanie EMERGES. CAMERA PANS AND FOLLOWS her back down front walk. Melanie glances over her shoulder toward the barn. \nEXT. BARN - MOVING P.O.V. \nMitch has not emerged. \nMOVING P.O.V. - MELANIE \nCAMERA CONTINUES MOVING on Melanie's back toward the end of the dock. Melanie again glances over her shoulder toward the barn. \nMOVING P.O.V. \nfurther along the dock toward the barn. Still no Mitch. \nBACK TO MELANIE \nCAMERA CONTINUES on her back for a short distance and STOPS as Melanie continues to the end of the dock and climbs into the boat. \nMOVING P.O.V. - MELANIE \nCAMERA CONTINUES on her back for a short distance and STOPS as Melanie continues to the end of the dock and climbs into the boat. \nMOVING P.O.V. - MELANIE \nCAMERA FOLLOWS Melanie as she paddles away from the dock. \nCLOSE SHOT - MELANIE (PROCESS) \nas she looks toward the house and barn. She starts to duck down. \nEXT. BARN - MELANIE'S P.O.V. \nas Mitch EMERGES from the barn and goes toward the house. He goes INSIDE. \nCLOSE SHOT - MELANIE (PROCESS) \npeering over the stern of the boat. \nEXT. HOUSE - MELANIE'S P.O.V. \nMitch dashes OUT of the front door and looks around. \nCLOSE SHOT - MELANIE \nas she watches Mitch. \nMELANIE'S P.O.V. \nas Mitch runs back INTO the house. \nCLOSE SHOT - MELANIE (PROCESS) \npeering over stern of the boat. \nMITCH - MELANIE'S P.O.V. \nas he EMERGES from the front door and raises binoculars. \nEXTREME CLOSE SHOT - MITCH \nas he looks towards Melanie's boat through the binoculars. The Bay is reflected in the glass. \nCLOSE SHOT - MELANIE (THROUGH BINOCULARS) \nShe is pulling at the cord which starts the motor. She sits down and grabs the tiller. She looks back over her shoulder, as the boat moves away. \nCLOSE SHOT - MITCH \nHe is smiling with amused recognition; he lowers the binoculars and dashes OUT OF FRAME. \nCLOSE SHOT - MELANIE (PROCESS) \nThe CAMERA IS MOVING WITH her as she looks toward Mitch. \nLONG SHOT - THE BRENNER HOUSE \nMitch is running for his car. The car door SLAMS. The ENGINE STARTS. The car practically leaps out of the driveway. \nCLOSE SIDE-ON SHOT - MELANIE \nas she watches the car race along the shore. \nLONG SHOT - CAR - MELANIE'S P.O.V. \nMitch's car racing along the shore. \nCLOSE SHOT - THREE QUARTER BACK LEFT - MELANIE (PROCESS) \nShe looks off RIGHT toward car. \nCAR - MELANIE'S P.O.V. \nMitch's car racing along the shore road, turns inland at Keesport. \nCLOSE SHOT - STRAIGHT BACK - MELANIE (PROCESS) \nMelanie looks CAMERA RIGHT, her eyes slowly turn CAMERA LEFT. \nCAR - MELANIE'S MOVING P.O.V. \nMitch's car races past wrecked ferry boat. \nCLOSE SHOT - STRAIGHT BACK - MELANIE (PROCESS) \nHer head continues to turn CAMERA LEFT. She looks off and sees: \n", "random": "  MITCH MELANIE  -  SOMETH  -  MESSAGE  -  MESSAGE  -  MESSAGE   -  MELANIE  -  DREW  -  MESSAGE   -  MESSAGE   -  MESSAGE   -  MES", "sentiment": "XT. CAR - DAY \nMITCH behind the BAR-WARD, and facing out the window along with the garases on another 'window', begins to STREET up the window. \nA WIDE HOUSING (INT. HALL) - BACK ON FALMA F. MURRAY \nACTIVE THROW TO THE ANNIE \nMitch is immediately watching from the window, the bell start, and the LADY-HOTTIE,"}, {"id": 1696, "prefix": "As he swabs cut. MELANIE Ouch! MITCH I'm sorry. (pause) What are you doing up here? ", "truth": "MITCH You came all the way up here to bring me those birds? \nMELANIE To bring your sister those birds. You said it was her birthday. Besides, I was coming up anyway. \nMITCH What for? \nMELANIE To see a friend of mine. (she winces) Will you please be careful? \nMITCH I'm sorry. (pause) Who's your friend? \nMELANIE Why... (pause, stymied) \nMITCH Yes? \nMELANIE (blurting the only name she knows) Annie. Annie Hayworth. \nMITCH Well, well, small world. Annie Hayworth. \nMELANIE (realizing this was a mistake) Yes. \nMITCH How do you know Annie? \nMELANIE (the lie getting deeper) We... we went to school together. College. \nMITCH Did you! Imagine that! How long will you be staying? \nMELANIE Just a few... just a day or two... the weekend. \nMITCH I think we'll have to shave the hair. Deke, have you got a razor? \nMELANIE (pulling away) Oh, no you don't! \nMITCH It's still bleeding a little. Here, let me put this on. \nHe takes up a tiny Band-Aid and, tearing the gauze off, says: \nMITCH Bend your head down. This little Band-Aid won't show. \nHe presses the tiny Band-Aid over the cut. Melanie takes a mirror from her handbag and, bending her head down, looks at it. She covers her hair over it as Mitch says: \nMITCH So you came up to see Annie, huh? \nMELANIE Yes. \nMITCH I don't believe you. (grins) I think you came up to see me. \nMELANIE Why would I want to see you, of all people? \nMITCH (shrugging) I don't know. But it seems to me you must have gone to a lot of trouble to find out who I was, and where I lived and... \nMELANIE It was no trouble at all. I simply called my father's paper. Besides, I was coming up here anyway, I already told you... \nMITCH (grinning) You like me, huh? \nMELANIE I loathe you. You have no manners. And you're arrogant and conceited and... I wrote you a letter about it, in fact, but I tore it up. \nMITCH What did it say? \nMELANIE None of your business. (pause) Am I still bleeding? \nShe lowers her head. \nMITCH Can't see a thing. \nMELANIE I can't say I like your seagulls much, either. I come all the way up here to... \nMITCH But you were coming up anyway, remember? \nMELANIE I was! And all I get for my pains is a... a... a hole in the head! \nMITCH (grinning) Right next to the one you already had. \nMELANIE (angrily) Look, Mr. Brenner... \nLYDIA (O.S.) Mitch? \nThey turn toward the door. \nMED. SHOT - LYDIA BRENNER \nclosing the door behind her, coming toward the bar. She is a woman in her late forties, attractive, wearing shirt, blouse, cardigan sweater, low heels. There is nothing agrarian-looking about her. She speaks with the quick tempo of the city dweller, and there is lively inquiry in her eyes. \nLYDIA (puzzled) I thought I saw your car. What are you doing in town? \nMITCH (rising to greet her) I had to acknowledge a delivery. (grins) Mother, I'd like you to meet... \nLYDIA A what? \nMITCH (continuing) Melanie Daniels. Melanie, my mother. \nCLOSE SHOT - LYDIA \nHer eyebrows raising ever so slightly, not in displeasure, but simply in enormous curiosity as she acknowledge the introduction. \nLYDIA How do you do, Miss Daniels? (to Mitch) Acknowledge a what? \nBACK TO SCENE \nMITCH A delivery, Mother. Miss Daniels brought some birds from San Francisco. \nLydia thinks she understands. This is one of Mitch's San Francisco chippies. \nLYDIA Oh. I see. \nMITCH For Cathy. For her birthday. By the way, where is she? \nLYDIA Across at Brinkmeyer's. \nMITCH Miss Daniels is staying for the weekend. In fact, I've already invited her to dinner tonight. \nCLOSE SHOT - MELANIE \nturning to him in surprise, beginning to shake her head. \nCLOSE SHOT - MITCH \nMITCH After all, you did go to the trouble of bringing up those birds. \nMELANIE (O.S.) I'm sorry. I couldn't possibly... \nBACK TO SCENE \nLYDIA You did say birds? \nMITCH Yes, lovebirds. We couldn't let you... \nLYDIA (understanding completely now) Lovebirds, I see. \nMITCH ...get away without thanking you in some small way. After all, you haven't even met Cathy and you are staying for the weekend... \nMELANIE Yes, but... \n", "random": "ELANIE You're in trouble. (pause) MELANIE (with a face-lift) I'm sorry. MELANIE (with a smile) I know you're a bad man. You have to stop. MELANIE There's no one to stop. (pause) No one. MELANIE (out of breath) No one. MELANIE (out of breath) No one! MELANIE (", "sentiment": "HAN COATY Louis away, trying to sound like a decent person. \nHAN COATY I'll just go back to my room. \n3. \nHAN COATY (as he sits) Is that enough? \nMELANIE Ouch! MITCH The last time I heard that thing, you say something like you can't go right now because you'll be watching. \nHAN COATY (as she walks off"}, {"id": 1697, "prefix": "Her words reach him. Breathing heavily, he goes INTO the house and COMES OUT carrying Cathy, who is dazed and in a state of shock. The CAMERA PANS him over to Melanie who holds Cathy to her. CLOSER THREE SHOT as Melanie looks anxiously toward the house. ", "truth": "He GOES OUT OF PICTURE. Melanie watches him. Over her shoulder is the white face of Cathy. We HEAR a DRAGGING SOUND and then a door is CLOSED. \nMED. SHOT - MELANIE'S P.O.V. \nWe see Mitch EMERGING from the house. The body is no longer in the pathway. He comes toward the CAMERA. \nMED. SHOT \nHe joins Melanie and Cathy. The CAMERA MOVES AHEAD of the three of them as they silently make their way past the crows once more, Melanie holding Cathy close to her. They look out cautiously to the right. \nMED. SHOT \nCAMERA DOLLYING PAST the crows again. \nBACK TO THE DOLLY SHOT OF THE THREE \nThey move forward stealthily, CAMERA AHEAD of them. \nMED. SHOT \nAnother DOLLY SHOT past the crows. \nCLOSE SHOT - THE THREE \nThe CAMERA is now behind them. They move away from us and go toward the waiting car. \nMED. SHOT \nThey arrive at the car. \nMELANIE You drive, Mitch. \nShe goes round the far side and gets into the car. Mitch slips in behind the driver's seat. The car turns into the CAMERA and goes down the school road. \nFULL SHOT - THE CAR - INTERIOR \nMitch, Cathy and Melanie facing the CAMERA, tensely. Melanie looks over her shoulder. \nMELANIE (holding her breath) I don't think they're coming. \nCathy does not turn: she is staring ahead of her, her eyes wide, her lip trembling. They drive in silence, and then suddenly, Cathy begins speaking, almost as if to herself, as the CAMERA COMES IN TIGHT on her face in shock. \nCATHY On our way back from taking Michele home... we... we heard the explosion and went outside to... see what... what it was. (pause) All at once the... the birds were everywhere. All at once.  She... she pushed me inside and... they covered her. (pause) Annie. (pause) She pushed me inside. \nTWO SHOT - CATHY AND MELANIE \nas she takes the child in her arms to comfort her. \nDISSOLVE \nCLOSE SHOT - A LONE GULL flying low over the water, the CAMERA TRACKING it. The bay is silent. The gull spreads its wings to brake, and then sits on the water. The CAMERA continues low over the water, going through thousands of gulls sitting there patiently, as if it is threading itself through a crowd, not a sound, over the gulls, and then lifting to show the Brenner house in the distance. \nFULL SHOT - THE BRENNER HOUSE \nBehind the panes of glass, we can see the boards Mitch nailed across the windows. He is on the roof now, testing the two attic dormer windows. He turns to look out over the bay. \nLONG SHOT - THE BAY \ncovered with sitting gulls. In the distance, the town is still smoldering. But the sky is clear of birds. \nMED. SHOT - MITCH \npicking up his hammer, sliding over the shingles to where the ladder leans against the side of the house. \nFULL SHOT - THE HOUSE \nas Mitch comes down the ladder and Melanie turns the corner, carrying a load of driftwood and old lumber. \nTWO SHOT - MELANIE AND MITCH \nas she drops the wood outside the door and he joins her. She is looking out over the bay when he comes to her. This is not the Melanie we saw at the beginning of the picture. Her hair is disarrayed, and her face and clothing are streaked with soot. But beyond a surface physical appearance, there is a weary wisdom in her eyes, and a strength to her as she stands looking toward the distant smoldering town. \nMELANIE The town looks clear. \nMITCH The bay doesn't. \nMELANIE How long have they been gathering there? \nMITCH The past fifteen minutes. (pause) It seems to be a pattern, doesn't it? They strike and disappear, and then they start massing again. \nMelanie nods. They are both silent, watching the bay. \nMELANIE I keep thinking of Annie. (she squeezes her eyes shut) \nMITCH (after a long pause) It... it doesn't look very different, does it? A little smoke over the town, but otherwise... \nMELANIE (looking) Even the birds sitting out there. It does look very much the same, Mitch. This could be last week. \nMITCH It may not be last week again for a long long time. \nThey are both silent. \nMELANIE Look. They're still coming. \nMitch nods. Silence. \nMITCH Do you want to try your father again? (Melanie shakes her head.  Puzzled, Mitch looks at her) \nMELANIE I tried a little while ago. The phone's dead. \nMITCH Have we still got power? \nMELANIE Yes. (leaning against him) I'm tired, Mitch. I'm so very very tired. \nLYDIA (O.S.) Mitch! I'm getting something on the radio! \nINT. THE LIVING ROOM - FULL SHOT \nLydia is hovering near the radio. Cathy is sitting on a footstool. The windows are boarded, and the lights in the room are on. A tremendous amount of static is coming from the radio as Mitch and Melanie join them \nLYDIA I can't get any of the local stations. I think this is San Francisco. \nANNOUNCER ...would include formulation of a central financing committee to handle credit and to allocate responsibility for the various facets of the project. A vote on the motion is expected early tomorrow morning. \nTWO SHOT - MELANIE AND MITCH \nlistening. \nANNOUNCER Continuing with the local news, police are still investigating the series of valuable jade burglaries in the Chinatown area. The round-up of known criminals has not as yet produced a suspect, but Commissioner Nelson said today he was certain the burglaries were quote linked and the work of the team of professionals unquote. (pause) In Bodega Bay early this morning, a large flock of crows attacked a group of children who were leaving the school during a fire drill. One little girl was seriously injured and taken to the hospital in Santa Rosa, but the majority of children reached safety in the town. (pause) On the national scene today, the opening of the new session of Congress was marked by a State of the Union address that... \nMITCH Is that all? \nANNOUNCER (O.S.) ...drew a standing ovation for the President. The Chief Executive, in discussing our relation to Europe and the rest of the world community said: \"These various elements of our foreign policy lead as I have said to a single goal -- \nMITCH (sighing) We're going to need more wood for the fire. We can't let it go out. \nANNOUNCER (continuing as drone in background) The goal of a peaceful world of free and independent states.  This is our guide for the present and our vision for the future -- a free community of nations, independent but interdependent, uniting north and south, east and west, in one great family of man, outgrowing and transcending the hates and fears that rend our age.  We will not reach that goal today or tomorrow.  We may not reach it in our lifetime.  But the quest is the great adventure of our century.  We sometimes chafe at the burdens of our obligations, the complexity of our decisions, the agony of our choices, but there is no comfort or security for us in evasion, no solution in abdication, no relief in irresponsibility. (pause) In assuming the tasks of the Presidency, I said that few generations, in all history, had been granted the role of being the great defender of freedom in its hour of maximum danger.  This is our good fortune, and I welcome it now as I did when I first took office. (pause) For it is the fate of this generation -- Of you in the Congress and of me as President -- to live with a struggle we did not start, in a world we did - not make. But the pressures of life are not always distributed by choice. And while no nation has ever faced such a challenge, no nation has ever been ready to seize the burden and the glory of... \nLYDIA (pause) Did you you get the windows in the attic, Mitch? \nMITCH I got them all, Mother. \n", "random": "ichael turns to see her, \"you are going to be the one to make her go of her own accord.\" \nCADEN Yes! \nMichael stares at her. \nCADEN (OMNIFOUS) You are going to be the one to make her go of her own accord. \nMICHAEL (OMNIFOUS) Yes! \nCADEN \nMichael looks at her. \nMICHAEL I thought about it too. ", "sentiment": "ADER (CONT'D) It's a good night. \nCADER (CONT'D) It's a good night. \nCADER (CONT'D) It's a good night. \nCADER (CONT'D) It's a good night. \nCADER (CONT'D) It's a good night. \nCADER (CONT'D) It's a good night. \nCADER"}]