[{"id": 3192, "prefix": "EXT. DIFFERENT FOREST - NIGHT In a clearing, John watches Nadia carry a pile of sticks to a fire she is building. She lights it with her gun cigarette lighter, and teases the flames to life. EXT. FOREST - NIGHT ", "truth": "NADIA You know, in Russia, there's no work for women. It's a different world. \nJOHN (interrupting on \"different\") You don't have to say anything \nNADIA (overlapping on \"say\") What? I... I wasn't saying... \nJOHN (overlapping on \"saying\") Please, there's no... Oh. \nNADIA I wasn't saying anything. \nJOHN Then okay. (pause) So how old were you when you met him? \nPause. \nNADIA Fifteen. You don't know him. He was very kind and strong. \nJOHN Yeah. He's a smashing bloke. \nNADIA The rest of the world, John, it's not all like St. Albans. \nJOHN Thank Christ for that. \nNADIA You are pretty naive if you think it is. \nJOHN I'm pretty naive? Look at you. You have to do all this, and what have you got to show for it? Nothing. \nNADIA I don't have nothing. \nJOHN Well what have you got? \nPause. \nNADIA I have my baby. \nThey sit there in the lapping firelight. \nJOHN Do you know if it's a boy or a girl? \nNADIA No. \nJOHN Have you had any before? \nNADIA No. \nJOHN Are you scared? \nNADIA Not really. Maybe a little. \nA fox cries out in the night. \nNADIA Listen. I think it's a fox. \nShe listens. It cries out again. She gets out her binoculars. \nNADIA It sounds close. \nShe looks through them and searches the brush. John watches Nadia with her binoculars. He looks suddenly very sad. \nNADIA I can't see anything. It's too dark. \nShe puts them back in her bag. John watches her. He sees her wrist again. She lights a cigarette, and blows the smoke into the air. \nNADIA What happened between you and the blonde? \nJOHN What? \nNADIA The thin... the girl with small eyes. The one in your cupboard. \nJOHN It's none of your business. She didn't have small eyes. \n", "random": "ohn sits in the clearing, watching Nadia's fire with a gun above her head. John opens the door and looks inside. He looks at the fire, where Nadia has been burning for hours, making a pretty good living. Finally she is smoking, her ashes burning. John goes to the fire, and turns his body around to face Nadia. He pushes a cigarette out. \nJOHN \n(SMILES) Nadia, you're a smoking gun. EXT.", "sentiment": "adia takes a stone from her canvas and sprawls this way. Very carefully. She catches the stick. It's her finger at the top of Nadia's nose. The following is a skip: \nEXT. FOREST - NIGHT \nA campfire. Naked-guards in the branches. Mr. Novograd dips his rifle in the blazing bon. Nadia watches him track the remote. \nNadia makes the forest disappear, then shuts the fire door."}, {"id": 3193, "prefix": "Alexei stands smoking in the middle of the room. Nadia is sitting in a chair crying. Alexei kneels again and appeals to her. Nadia is resisting and yells back, but something Alexei says seems to melt her resolve. He holds her face, and kisses it. She turns her face. He tries again, and this time she accepts the kiss. Slowly she kisses him back. ", "truth": "John stares through the window at the scene. \nINT. INSIDE ALEXEI'S SUITE - NIGHT \nIn the room, Yuri pops his head round the door and says something to Alexei. \nAlexei says he's coming. He kisses Nadia again and leaves. \nNadia is alone. She looks very sad and confused. She moves towards the window and stares out into the blackness. \nEXT. OUTSIDE ALEXEI'S SUITE - NIGHT \nJohn's face at the window. Almost cheek to cheek with Nadia. \nINT. INSIDE ALEXEI'S SUITE - NIGHT \nInside the room, looking out. It is pitch black. \nEXT. OUTSIDE ALEXEI'S SUITE - NIGHT \nJohn watches Nadia walk over to the dresser and search the drawers. She goes over to the bed and looks under the pillow. There she finds what she is looking for. Alexei's hunting knife. \nShe hears Alexei coming and stands hard against the window. the huge knife behind her back. \nEXT. OUTSIDE ALEXEI'S SUITE - NIGHT \nJohn outside. He is four inches from the knife. \nJOHN Oh Jesus. \nJohn ducks down, panting, swallowing hard. At once he springs up and skirts the building again. He finds a window to the next suite. \nHe tries to force it open. Suddenly Yuri's face appears in the window, cupped by his hands peering out into the blackness. John drops down holds his breath. \nJohn scrambles back to the previous window. With real effort he presses it open. He pulls himself up and drops inside. \nINT. ALEXEI'S BEDROOM - NIGHT \nNadia still stands by the window, one hand behind her back. Alexei sits on the bed. The scene is subtitled. \nALEXEI I love you. I don't need to tell you that. \nNadia looks at the floor. \nALEXEI I wouldn't leave my child would I? You know that. I was confused. That's all. \nINT. ALEXEI'S BATHROOM / HALLWAY - NIGHT \nJohn opens the bathroom door a crack. He is at the opposite end of a corridor from the bedroom. He can hear Alexei's voice. \nBreathing hard, he tiptoes out and stands in the corridor, his back pressed hard against the wall. He takes one step down the hall. The floor creaks loudly. \nINT. ALEXEI'S SUITE - NIGHT \nALEXEI It wasn't easy for me. You know what I'm like. I needed to know what I wanted. Now I know. It's simple. I'm happy. \nINT. ALEXEI'S SUITE HALLWAY - NIGHT \nJohn takes another step down the hallway. There, by the door are the two guitar cases full of money. Next to them is Nadia's bag. Crouching, John opens the bag and searches inside. He finds what he is looking for; the Silver Cigarette Lighter-Pistol. \nWe hear the Russian lovers' voices next door. John is absolutely terrified, breathing hard and shaking, holding the little gun. \nINT. ALEXEI'S SUITE - NIGHT \nALEXEI You still love me? Eh? Of course you do. Come here. Yuri won't be here for a while. Come on babe. \nHe takes his shirt off -- Nadia glances up -- With horror, she sees John in the doorway. \nAlexei turns to see John stand by the door, holding a little silver gun. \n", "random": "LOVED I'm sorry. It's just so hard. \n(BEAT) I don't know what you mean, Nadia. I mean... I think I've been very, very, very, very, very, very good. \n(BEAT) I've been very, very, very nice. \n(BEAT) I'm sorry. \n(BEAT) I know. \n(BEAT) I'm sorry. \n", "sentiment": "T. ROAD - DAY \nCelsa sits for an hour on a low terrace in the deep, bleak countryside. She is very emotional. It is time for her to turn. \nINT. ROAD - DAY \nCelvia drives. \nAlexei walks with her. They share a very intimate moment. In the distance are two awnings with curtains. \nAlexei lights a cigarette and looks over the graves. He sees them soon."}, {"id": 3194, "prefix": "JOHN Cash. John collects his ticket, turns and heads back to where he left Nadia with the guitar cases. He suddenly stops. She's gone. ", "truth": "John hangs his head. He turns, and walks away. \nINT. AIRPORT CAFE - NIGHT \nJohn sits at a cafe table, and watches the people come and go. He looks strangely calm, resigned. \nCLOSE UP: John's fingers uncrumple the note from the binoculars case. He smooths it on the table, then opens it. \nInside is written a short phrase in Russian: \nKam Kapsi Schta. \nJohn looks at the note. He folds it closed and surveys the airport for an exit. \nThrough the crowd, fifty feet away, getting a light off two policeman; it's her. \nNadia blows out smoke, and speaks to the policeman. John watches her. He smiles. \nSuddenly she turns and points straight at John. The Policeman look straight at him. As they head towards him, Nadia picks up the cases and walks away. \nJohn sits frozen as the Police approach. \nPOLICE 1 Excuse me Sir... \nHe takes John by the arm. John stands. \nPOLICE 2 Okay. Come with us now. \nPOLICE 1 He doesn't speak English. He's epileptic or something. \nPOLICE 2 Can he walk? Can you walk? \nThe Policeman help John to the front of the gate, where he is shown to the front of the queue. The Policeman explains to the airline staff. \nWe see that Nadia is one behind in the queue. The Police turn and walk away. \nINT. AIRPORT BOARDING GATE - FLIGHT 1311 TO MOSCOW - DAY \nJohn pushes his passport and ticket under the perspex window. He glances at Nadia, then looks at the young airport official, the blood beating in his ears. \nFor a few interminable seconds the official's eyes burn into John. John turns to Nadia and holds her gaze. \nJOHN Kam. Kapsi. Schta. \nThe subtitle appears: You've saved me. \nNadia looks down at the floor. She smiles. \nCLOSE SHOT: The passport is snapped shut and pushed back through. \nINT. AIRPORT BOARDING CORRIDOR - DAY \nJohn walks without looking back. He turns to see Nadia is behind him. As they round the corner, she hands him a case. \nThey walk side by side without speaking. \nBoth look forward, straight-faced, as it both are thinking about what it is that they are actually doing. John looks back once, but he keeps walking. He looks across at Nadia, but she doesn't look back. \nThey stop opposite the automatic boarding doors. Nadia turns to John. \nNADIA My name's Sophia. \nJOHN Sophia. Hello Sophia. Mine's still John. \nSOPHIA Hello John. \nThe doors slide open. John and Sophia walk through, and disappear. \nSFX. The roar of Jet engines. \n", "random": "T. UNCLE DOWNTOWN, MIAMI - STAIRCASE - DAY \nJohn turns down the stairs of the restaurant, rises, and starts up the stairs. He stops and picks up the guitar case. \nJOHN (V.O.) ... I'm a man of my word, John. \nHe heads down the stairs. \nINT. UNCLE DOWNTOWN, MIAMI - STAIRCASE - DAY \nJohn enters the restaurant", "sentiment": "T. BRIDGE, MAIN STREET - EVENING \nJohn walks along, the judgehes, playing with an old axe, with an old boiler, with a castle door kicked open. Nadia enters. She goes with him. A beat later: \nJOHN Why don't you take a look at this girl? I just found out that you're a spy one. That's all. \nNadia takes a working picture of John. She calls him this"}]