[{"id": 1941, "prefix": "They giggle and Erica resumes packing Nina's shoulder bag with extra clothing, shoes, snack filled tupperware, duct tape, ribbon, thread, etc. NINA (CONT'D) Plus he promised to feature me more. ERICA He certainly should. You're the most dedicated dancer in the company. ", "truth": "Erica walks over with a SWEATSHIRT and holds it above her. Nina pulls it over her head and starts to push her arms through the sleeves. \nERICA (CONT'D) (NOTICING SOMETHING) What's that? \nNINA What? \nERICA There. \nErica points to her shoulder. Nina feels and finds a small SCRATCH MARK. \nShe shrugs and shakes her head. \nErica gives her a suspicious look, but lets it go and smiles. Nina finishes pulling down the sweatshirt. \nErica hugs Nina into her chest and kisses the top of her head. \nERICA (CONT'D) Sweet girl. \nErica releases her and Nina begins eating. \n5 INT. SUBWAY TRAIN - DAY 5 \nNina rides inside a crowded subway, staring absentmindedly at her faint reflection in the train's window. \nSuddenly, another train roars by on the opposite track, snapping her awake. \nIn the next train car, she sees the back of a BALLERINA standing in the midst of the crowd. Her head bops to music playing through iPod earphones. \nNina moves a strand of hair out of her eyes, and at that exact moment, the girl in the next car moves in the same way. Mirroring her. \nUnnerved, Nina slowly lowers her arm. So does the other girl. Although Nina can't quite see her face, the girl seems IDENTICAL from Nina's vantage point. \nThe train jerks to a stop as it arrives at a station. Nina sees the girl head to the exit. She cranes to see her face, but her view's obscured. \nThe doors slide shut and the train pulls out. Nina watches the platform whisk by, keeping her eyes peeled, but she doesn't see the girl. \n6 OMITTED 6 \n7 EXT. LINCOLN CENTER - DAY 7 \nNina emerges from the subway station onto a city street. \nShe arrives at the MAJESTIC-LOOKING THEATER, where a few other BALLERINAS likewise trickle towards the entrance. They all look strangely similar: slender, carrying shoulder bags, wearing leggings and loose sweatshirts. \nShe passes a ROW OF POSTERS featuring the company's prima ballerina, BETH MACINTYRE. \nNina looks at them, a little envious, before continuing on to the STAGE DOOR. \n8 INT. SOLOIST DRESSING ROOM - DAY 8 \nCrammed into a single dressing room, Nina and the company's 5 SOLOISTS get ready for rehearsal. Chatting, sewing ribbon onto shoes, applying makeup, putting band-aids on blisters. \nNina removes a new pair of BALLET SHOES, admires them for a moment, before cutting off the satin toe with scissors. \nIn the background, catty VERONICA and Russian GALINA gossip. \nVERONICA Can't believe she's back. \nGALINA Of course she is. \nVERONICA She can't take a hint? Company's broke. No one comes to see her anymore. \nSOLOIST 1 No one comes to see ballet period. \nVERONICA That's not true, I heard the Royal had one of their best seasons yet. \nGALINA He needs to try something new. \nVERONICA No, someone new. \nSOLOIST 1 Like who? \nVERONICA Like someone who's not approaching menopause. \nThey snicker. \nNINA I think it's sad. \nVERONICA What's sad? \nNINA Beth's such an amazing dancer. \nGALINA So's my grand-mother. \nNINA Fonteyn danced into her 50's... \nVERONICA (ROLLING EYES) Yeah, we know. \nIrked, Nina starts POUNDING the shoes against the floor to soften the toe. \n", "random": "NA (CONT'D) And that's so pretty. \nERICA No, but he likes me. \nNINA (CONT'D) And if you're not... \nERICA I've got a lot of love in my heart. Erica smiles. She waves his way, and they head out. \nNINA (CONT'D) Bye. \nERICA Bye. \nPause. \nINT. WELCOMING GARDEN", "sentiment": "TABORG Well-reciated. Erica stares at her. \nESTABORG (CONT'D) Lisa Short is a great dancer. Check out her writing... \nELIZABETH She writes? \nERICA It's supposed to be check out. \nELIZABETH It's completely from me, Ernie. \nERICA I would, er, just love to see you on the world stage. (BEAT)"}, {"id": 1942, "prefix": "NINA Me neither. LEROY Good. So, do you have a boyfriend? She's caught off guard by his question and just smiles uncomfortably. He waits for an answer. Finally she manages a reply. ", "truth": "LEROY Have you had many in the past? \nNINA A few. But no one serious. \nLEROY You're not a virgin, are you? \nHer expression sours at this line of questioning. She shakes her head. \nLEROY (CONT'D) Then there's nothing to be embarrassed about, is there? (she shakes her head) And you enjoy making love? \nNINA Excuse me? \nLEROY Sex. Do you enjoy it? \nBlushing and feeling awkward, she takes a sip of champagne. \nLEROY (CONT'D) We need to be able to talk about this. \nNINA Okay. \nLEROY So? \nNina looks at him, embarrassed, and shrugs. \nHe smirks, and joins her on the couch. \nLEROY (CONT'D) I have a homework assignment for you. \nNINA Yes? \nLEROY Go home and masturbate. Live a little. \nShe blanches, scandalized. He finishes off his scotch and stands. \nLEROY (CONT'D) It's late. Lots of work tomorrow. The doorman will find you a cab. \nHe leaves her alone in the living room. \n40 INT. NINA'S BEDROOM - NIGHT 40 \nNina looks at herself in the mirror, removing bobbie-pins, as Erica folds clothing and puts it away. \nERICA Sounds like quite an evening. Wish I could have been there. \nNINA You know I asked. \nERICA I know, Susie told me. Guess he wanted you all to himself. \nNINA That's not why. \nErica looks adoringly at Nina's reflection in the mirror. \nERICA I don't blame him. \nErica starts to remove Nina's DIAMOND EARRINGS, but pauses. \nERICA (CONT'D) Where did you get these? \nNINA They're fake. \nERICA Fooled me. \nErica removes the earrings, then walks behind Nina to unzip her. Nina faces her. \nNINA I can do it. \nERICA Turn. \nNina turns back around, reticent. \nERICA (O.S.) (CONT'D) He must have been at your side all night, showing you off. \nErica finishes unzipping the red dress and sees Nina's shoulder. \nERICA (CONT'D) Oh Nina... \nRemembering, Nina pulls away from her. \nNINA It's just a rash. \nErica gruffly pulls Nina to the mirror and turns her around. \nERICA What are you talking about? \nNina checks her reflection and sees the RASH, red and irritated from scratching. \nNINA It was worse a couple days ago. It's already getting better. \nERICA You've been scratching again. \n", "random": "\nLEROY You scared me? \nLeroy gives him a hard look. \nLEROY You hate a good boyfriend? \nLEROY No. \nLeroy gives him another hard look. \nLEROY You don't hate a good boyfriend? \nLEROY No. \nLeroy gets in her face and shoves her away. \n119   INT. LEROY'S PASSAGEW", "sentiment": "\nLEROY (CONT'D) I'm sorry, but I don't know. \nLEROY (CONT'D) (CONT'D) I'm not really sure. \nLEROY (CONT'D) I'm not really sure. \nLEROY (CONT'D) I'm not really sure. \nLEROY (CONT'D) I'm not really sure. \nLEROY (CONT'D) I'm"}, {"id": 1943, "prefix": "She doesn't heed him, pulls out the White Swan leotard and sets it on her chair. LEROY (CONT'D) Nina! NINA What? ", "truth": "NINA Fuck. Have you announced it? \nHe hasn't. \nNINA (CONT'D) After Beth, do you need more controversy? \nLeroy smirks at her directness. \nNINA (CONT'D) I'm here, Thomas. I'm doing it. \nHe looks at her, considering, and gives her a reluctant nod. She smiles. \nLEROY The only person standing in your way is you. It's time to let her go. Lose yourself. \nShe nods. He takes one last look at her and leaves. She breathes a sigh of relief. \nCurious, she cracks open the door and peeks outside: \n98 INT. BACKSTAGE HALLWAY (NINA'S POV) 98 \nLeroy has pulled Lily down the corridor to break the news. Lily takes off, furious. \n99 OMITTED 99 \n100 INT. PRINCIPLE'S DRESSING ROOM - LATER 100 \nThrough the PA, music from ACT 1 plays. \nNina sits at her vanity in a robe, wearing the full White Swan makeup and FEATHER CROWN. Pale, with red lipstick and dark eyeliner, she looks like a porcelain doll. \nShe drops the robe off her shoulder and covers her rash with white makeup. \nThe STAGE MANAGER'S voice comes through the PA speaker: \nSTAGE MANAGER (V.O.) Act 2's starting. Ten minutes. \nShe removes a slipper off one foot. Her big and second toe, and her pinky and fourth toe are stuck together. Puzzled, she peels them apart. \nShe removes her other slipper and finds the same toes completely FUSED, forming two large toes with double toenails on either side of the middle toe. \nShe touches the bird-like foot, concerned, but slips on her tights and hides the feet. \n101 INT. BACKSTAGE - NIGHT 101 \nNina stretches nervously in the wings, awaiting her entrance. \nShe peeks out through a small hole in the wall, sees the AUDIENCE sitting expectantly in their seats. \nThe music begins and they shift and mummer in anticipation. \nNina pulls away, taking deep breaths and clenching her hands, trying to stay calm. \nOn stage, David enters, beginning the Act. He traverses the stage, \"hunting\" with a crossbow. \nSTAGE MANAGER (TO NINA) Go. \nNina takes a last breath and runs on. \n102 STAGE 102 \nUnder the spotlight, she begins dancing her intro. \nDavid runs towards her and she startles away from him, afraid. \nHe grabs her and they begin their first Pas de Deux. \n103 INT. BACKSTAGE - LATER 103 \nNina comes offstage, catching her breath. All around her, CORPS MEMBERS dressed as little swans rush back on stage, where FOUR LITTLE SWANS begin the Pas de Quatre. \nNina looks into the opposite wing and sees Leroy watching her. He gives her a small, contented nod, then disappears behind a swarm of dancers. \nOn stage, the Four Little Swans perform. In their identical makeup and costumes, they look disturbingly alike. \nDuring the applause, Nina catches a glimpse of David backstage, sweaty, laughing and holding someone's hands. Nina can't see who, her view obscured by moving bodies and limbs. \nSuspicious, Nina moves to get a better look. \nRevealing that David's flirting with Lily. \nNina tenses. \nThen the Four Little Swans rush offstage past Nina. She watches them go, unsettled. \nSTAGE MANAGER What are you doing? You're on! \nHe gently nudges her, and she has to run back on. \n104 STAGE 104 \n", "random": "eroy starts to look around, but stops, thinking it's all over, and then looks right back at Leroy. \nLEROY (CONT'D) (to Ted) Can I help you? \nNINA (O.S.) I just wanted to say thank you to him. (to Leroy) Your brother's a good friend. \nLeroy is suddenly unsure what to say. \nLEROY (CONT'D", "sentiment": "EROY (CONT'D) What did you do? \nNINA I saved the day! \nLEROY That's the only word I can think of! \nLeroy looks around the room to see if anyone is listening. She looks up. \nNINA (CONT'D) What are you, a girl? \nLEROY A girl? \nNINA A little girl. \nLEROY A little girl? "}]