[{"id": 1020, "prefix": "LAZARUS My Daddy told me that a younger woman would bleed me dry. And that's what you did. Ya bled me. ROSE Let go of my arm... LAZARUS Would'a chopped my arm off if you asked. And this how you do me! ", "truth": "LAZARUS You better pray, gal. You better pray... \nROSE (yanks free) Don't you lay a CURSE ON ME! \nThe whole cafe is silent. All eyes are on Rose. \nROSE (to customers) Yeah, go'on! Look! See if I give a shit about any of you people! \nAnd she's gone, right out the front door. \nCUT TO: \nINT. MOTEL ROOM - AFTERNOON \nTehronne is taking his time hanging his ice around his neck and wrists as he stands shirtless before the mirror. Rae is lying on the bed. \nRAE You got any money? \nTEHRONNE Thought you had a man for that. \nRAE (a heavy cough) I said we wasn't gonna talk about him. \nTEHRONNE What we just did, you askin' for money, make a man stop. I ain't callin' you no ho. But I ain't gonna be played like no trick, neither. Remember... you called me. \nRAE Save that hustle talk to them field ballers you sell crack to. \nTEHRONNE What'd I tell you? (kicks the bed) I don't do none of that shit no more. I'm in communications now. \nRAE Stolen phone cards and two-ways is what you sayin'. \nRae starts coughing. \nTEHRONNE Mobile technology is the new fix for these niggaz, I'm tellin' you. I'm just lookin' ahead. (takes out his wallet) Anyways, ain't no money in drugs no more with these rednecks popping cough pills like they's Skittles. Hey, that's what you need, girl. Get you some cough medicine. What, you sick? \nRAE Just a cough. Sugar and a spoonful of Jack'll do it. \nTEHRONNE (takes out money) Alright. How much you need, ho? \nRAE The hell you call me? \nTEHRONNE Eh, if the bootie fits... \nTehronne catches Rae's wrist as she goes to slap. He quickly yanks her arm behind her back and bends her backwards, shoving his face close to her own. He grips the money in a fist and cocks it to punch -- all in jest. \nTEHRONNE You gonna get rough? Is that what you doin'? \nRae's chest begins to heave with deep breaths. Tehronne looks down at her legs as she anxiously rubs them together. \nTEHRONNE (shakes his head) I swear, I seen some buck-wild bitches in my time, but you the illest I ever seen. \nRae gets control of the burning. She takes the money. \nRAE Just got a cough. \nCUT TO: \nEXT. FISHERVILLE SQUARE - DAY \nRae is prancing up the walkway on the square. Two young men dressed for construction pass Rae. \nMAN It's already noon, Rae. You think that skirt should still be on? \nRAE (flips them off) If it weren't you could kiss my rebel cootch, ya faggot. \nThe men keep walking as Rae coughs. She turns toward the Fisherville Grocery. \nSANDY Cough drops or condoms? \nRae stops in her tracks, looking up at her estranged mother, SANDY, smoking a cigarette outside the grocery store. Sandy has bleached hair with dark roots. She is in her late-forties: once a sexy girl, now she's lost all her tread. \nRAE (surprised to see her) Didn't know you was workin' here now? \nSANDY I just like dressin' up in these goddamn blue vests. (takes a drag) Your money ticket get shipped today? \nRae walks away -- deeply affected by Sandy's presence. \nSANDY (calling after her) You let me know if I can be of any assistance. \nCUT TO: \nEXT. MELVIN'S FEED STORE - DAY \nLaz drives an old green Ford pick-up. He pulls the truck up to the front of the feed store and kills the engine. \n", "random": "ROSE I put on a sling... Looked like a real man. And I couldn't stand to see you crying. \nROSE Where else will I go? \nROSE It's been over a year. \nROSE I don't know... I'm just talking to you. What is it like? \nROSE It was like a great wind coming down. The wind was so strong, it made my arm feel like a rock. And I got a", "sentiment": "ROSE (CONT'D) (to her) You're a dirty little bitch. I'm not. \nROSE My Daddy told me that a younger woman would bleed me dry. And that's what you did. Ya bled me. ROSE I'm your mother. \nROSE (CONT'D) (to her) You're a dirty little bitch. I'm not. \nROSE (CONT'D) (to her) You're a dirty"}, {"id": 1021, "prefix": "INT. LAZARUS' HOME - THE BATHROOM - DAY The trays crack. The ice cubes bounce into the tub. INT. LAZARUS' HOME - DAY ", "truth": "INT. LAZARUS' HOME - THE BATHROOM - DAY \nLaz kneels on one knee to put her into the tub. \nA horrible cry from Rae as Laz wrestles with her, keeping her submerged in the ice cold water. \nLAZARUS I know, child, I know. Gotta break that fever now. (Rae sobs, struggles) Don't mean to hurt'chu. But I ain't lettin' you die. (holding her down) I AIN'T LETTIN' YOU DIE! \nRae is motionless. Exhausted. Her eyes are open but blind. Her lip trembles. Her body shakes from the freezing water. \nLaz rubs the hair from her face gently. He reaches over to the Bible on the toilet and opens it to read. \nLAZARUS Put fear of the Devil in me, gal. Got me spooked like I's a kid, I tell you. (flips through the pages) But the good Lord, He showed me what to do. He come knockin' like my man R.L. say... listen here... (Rae sobs like a child) This here Matthew. He talkin' on how Jesus was healin' the sick. And a man come up to the disciples and he say... (reads deliberately) Have mercy on my son, for he is a lunatic, and sore vexed... (to Rae) He got the devil in his mind and sores on his skin. (reads) And he brought the boy to the disciples, but they could NOT cure him. \nRae's shivering is abating. Her eyes fight to stay open. Laz touches her forehead to test her temperature. \nLAZARUS (reading) Then Jesus answered and said, O faithless and perverse generation... how long shall I suffer you? Bring the boy hither to me. And Jesus rebuked the devil. (to Rae) You hear that? (reads) Then the disciples say... Why could not we cast the devil out? And Jesus said unto them... \nRae's eyes begin to close. Laz gently touches her head to rile her awake. \nLAZARUS Listen now... This what he sayin' to us. He say... (reads) If ye have faith... if ye have faith as a grain of mustard seed, ye shall say unto a mountain, remove hence... and it... shall... move. And nothin'... nothin' shall be impossible to you. (to Rae) You hear that? You just need a bit of faith. You just gotta believe you gonna get well, like I do. \nHe touches her forehead again. Her eyes close. \nLAZARUS That's better. You coolin' down. Okay. You rest. Okay. You rest. \nLaz leans against the wall, spent. \nEXT. LAZARUS' HOME - SUNSET \nThe cicadas sing in a rising chorus as the clouds above fade from copper to crimson. \nFADE TO BLACK. \nINT. LAZARUS' HOME - NIGHT \nThe faint echo of Rae's fevered panting. \nShe lies on the couch wrapped in a quilt, shivering. Her eyes remain closed, her face drenched with sweat. Laz has cleaned her facial wounds, using a few Band-Aids. \nBOOM! \nAn explosion ignites the windows surrounding the cabin. Rae jolts awake, terror pervades her as she gasps at the fire ball outside the window. \nShe struggles to her feet and listens. A faint sound can be heard through the roar of the flames. beep beep... beep beep... beep beep... beep beep... \nRAE (a whisper) Ronnie... \nRae stumbles to the door, weak and dizzy. She grips the door knob and pulls the door open. \nEXT. LAZARUS' HOME - NIGHT \nRae races outside, tripping down the front porch steps. She looks off at the blaze in the squash field. She frantically races toward the fire, the beeping increases. \nRAE Ronnie... RONNIE! \nBEEP BEEP... BEEP BEEP... BEEP BEEP... BEEP BEEP... \nAt the center of the blaze is an upside down Humvee. To the left of the vehicle, a few soldier's bodies lay scattered. Rae's legs lose all strength, she collapses and crawls across the squash plants. \nA far away voice is heard over the roaring flames. \nLAZARUS Gal? Gal? \nRae crawls across a fallen soldier, following the sound of Ronnie's alarm. She struggles to breathe, she almost faints. \nShe finds a soldier face down. With all her strength she turns him over. It is Ronnie, wide-eyed and lifeless. \nAn awful groan comes out of Rae -- crippling sorrow. She pulls on his vest trying to wake him. \nRAE (sobbing) Nn-nn... Nn-nn... no... N'RONNIE! \nLAZARUS GAL! YOU HEARIN' MY VOICE? \nRae looks up. The flaming humvee is gone. She is not pulling on Ronnie's vest, but the tangled vines of a squash plant. \nLaz stands at a safe distance, silhouetted in moonlight. \nLAZARUS You travelin' right now, gal. You asleep and you don't even know it. (extends his hand) Now... come on inside with me. \nRae looks like a terrified child. Her eyes well with tears as she shakes her head. Laz takes a step toward her. \nRAE Mm-mm... Mm-mm... \n", "random": "he lights flash.  The pool is clean.  Leila is sobbing. She can't take it anymore. She wants her own daughter.  She wants her own husband.  She wants to change her life and make sure she gets that.  She wants to be a father to her daughters. She wants to be a mother and a mother to her children. She wants to be a mother to her kids.  She wants to be a mother to her children and be a mother to", "sentiment": "OHAN enters, clutching his kitchen knife. He is a little drunk, but he is still a little drunk. JOHAN is the one who watches the show. \nJOHAN (CONT'D) You have no idea. \nJOHAN (CONT'D) I'm a little drunk. \nJOHAN (CONT'D) I'm a little drunk. \nJOHAN (CONT'D) I'm a little drunk. "}, {"id": 1022, "prefix": "R.L. THIS IS HOW YOU HANDLING IT? THIS IS HOW YOU HANDLING IT? Silence. LAZARUS Go in and talk to her. Please. ", "truth": "LAZARUS Good. Makin' steaks for supper. I expect you to come. \nR.L. You mean with you and that woman chained to ya radiator? \nLAZARUS You treat folks special when they company. It's just supper, R.L., shit. \nR.L. One thing at a time, Laz. \nLaz walks toward the barn and turns back to R.L.. \nLAZARUS Watch y'self in there. That girl'll jump on ya junk like a grasshopper. \nEXT. LAZARUS' BARN - AFTERNOON \nLaz opens the door to his barn wide, allowing the afternoon light to find Lincoln sitting on an old tire, weeping. \nLAZARUS Did I hurt'chu? \nLincoln shakes his head. Laz carefully sits next to him. \nLAZARUS What happened in there... that won't your fault. Ain't a young man alive could keep they britches on with that girl being in heat like she is. \nLINCOLN Why she got a chain on her? \nLAZARUS That's between her and me. It's private. And I don't want you goin' off and tellin' ya daddy. \nLINCOLN (in a panic) Please don't tell my daddy. \nLAZARUS My mouth is shut, boy. And that's how we gonna keep it. Don't go braggin' to ya buddies, ya heard me? \nLincoln nods. Laz hands him the bandana R.L. gave him. \nLAZARUS So... (a bonding smile) That your first time? \nLINCOLN Yes'sir. \nLAZARUS You struck some gold, didn't ya? \nLincoln grins as he wipes the snot from his nose. \nLAZARUS Shit. My first time was with my second cousin behind my uncle's barn. She weighed two tons, if a pound. Could'a done a lot better for myself. You sho'nuf did. \nINT. LAZARUS' HOME - AFTERNOON \nR.L. hands Rae a glass of water. She is seated on the sofa, wrapped in a quilt. \nRAE Thank you. \nR.L. (sits next to her) I gotta ask you. Why do you think Laz is keepin' you chained like this? \nRAE (shrugs at first, then:) You know how, like they say, you save someone's life, you responsible for them. Guess he just don't think it's safe for me. \nR.L. So he got it into his head that the only thing gonna keep you from endin' up bleedin' on the side of the road again, without a stitch of clothing on is... (R.L. yanks on the chain) You think he's crazy for thinkin' that? \nRae struggles to answer. Something is on her mind. \nRAE You a preacher? \nR.L. That's right. \nRAE Can I ask you a question? (R.L. nods) People always say, you gotta get good with Jesus, if you want not to go to hell. That you say sorry for all you done and... and Jesus would let you go on to heaven. \nR.L. You could put it that way. \nRAE But that's so fuckin' stupid. (she catches herself) I'm sorry. Didn't mean to curse. \nR.L. What's on your mind? \nRAE You can't hurt people... and then just say, I'm sorry, and then everything just gets washed away. Why would heaven want people like that. People who... do what they want and then... switch. \nR.L. I'm gonna tell you somethin', and it's just gonna be between you and me. (Rae anxiously nods) I think folks carry on about heaven too much. Like it's some all-you-can- eat buffet up in the clouds. And folks just gonna do as they're told so they can eat what they want behind some pearly gates. I can go to Shoney's for that. \nRae grins. R.L. leans closer. \nR.L. There's sin in my heart. There's evil in this world. But when I got no one... I talk to God. I ask for strength. I ask for forgiveness. Not for peace at the end of my days when there's no more life to live and no more good to do, but today. Right now. \nRae has never had anyone talk to her like this. She is listening. She is understanding. \nR.L. What's your heaven? What gives you peace? \nRae looks at her bare feet. She tries to respond but the pain in her chokes back the words. Tears come to her. \nRAE (struggling to speak) Ronnie. \n", "random": "\nLAZARUS I think I know what I'm talking about. I know she's going to get me. She's going to get me. \nLAZARUS Yeah. \nLAZARUS Right. You know what I mean. \nLAZARUS What? Wasn't I just gonna say something? Fuck off. \nLAZARUS You're so good at this shit. You know you can't do this. \nLAZAR", "sentiment": "\nLAZARUS I'm sorry. I'm sorry. I'm sorry. \nLAZARUS (to himself) Don't think I'm going to be able to talk to her. I'm sorry. I'm sorry. I'm sorry. \nLAZARUS (to himself) I'm sorry. I'm sorry. \nLAZARUS (to herself) You know what I mean. You know what I mean. You know what I mean. "}]