[{"id": 732, "prefix": "19 CONTINUED: 19 She urges him with a nod. Michael walks back and sits in the corner, looking terrified. He barely fits in the seat. Mrs. Boswell hands out a stack of papers to each row. As students pass them back to others... MRS. BOSWELL (CONT'D) This is a quiz based on the information you learned last year in your science curriculum. (OVER GROANS) Don't worry. It won't be graded. I just want to see how much of the information we need to hit again. ", "truth": "few seconds before turning back to her work. \n20 INT. WINGATE - HALLWAY - DAY (LATER) 20 \nA bell RINGS and kids leave classrooms. \n21 INT. WINGATE - MRS. BOSWELL'S CLASS - DAY 21 \nMichael sits alone while Mrs. Boswell collects the last of the papers. She walks over to Michael, looks down at his sheet. Nothing filled in, just his name scrawled at the top. She tries to decide how to deal with this then opts for -- \nMRS. BOSWELL It's okay. \nMICHAEL Can I leave now? She nods and watches him stand and walk away. She glances down at the sheet, turns it over and sees... A DRAWING on the back - a boat on an ocean. On the boat is a single, stick figure person. It's sweet but looks like a third grader drew it. \n22 INT. BIG TONY'S APARTMENT - NIGHT 22 \nMichael lies on a tattered sofa. The lights are out but Michael's eyes are open, staring at the light emanating from beneath a closed bedroom door. We hear voices... \nWOMAN'S VOICE (O.S) Why he gotta always stay here? \nBIG TONY'S VOICE (0.S) Ain't got nowhere else. \nWOMAN'S VOICE (O.S) And how's that your problem? You the Red Cross all of a sudden? Michael tries to shut his eyes. \n23 EXT. WINGATE - PARKING LOT - DAY \nSchool is out. Steven walks up to Michael... \nSTEVEN Hey, Big Mike, um... my Pops' girlfriend... she don't really want you to stay with us no more. Big Tony's Taurus pulls into the lot. \nSTEVEN (CONT'D) We can still give you rides if you want? \nMICHAEL Naw, it's aright. Steven gets in the Taurus. Michael watches it drive away. \n24 INT. WINGATE - GYMNASIUM FOYER - NIGHT \nA girl's volleyball game is in progress in the bg. As latecomers move en masse for entry into the gym, a small pretty lady on a cell phone moves.against the crowd; a salmon on a mission. This is LEIGH ANNE Tuohy. And she's pissed. \nLEIGH ANNE (on cell phone) I don't care if Patrick Ramsey did approve the chair. He's an NFL quarterback not Martha frickin' Stewart. \n(CONTINUED) \nThe Blind Side - Green Revision - 04/28/09 13 \n24 CONTINUED: 24 She arrives at the concession stand and waits impatiently. \nLEIGH ANNE (CONT'D) There's a difference between Bunny Williams and Lazee-boy. \n(TO VENDOR) Three large popcorns and two large diets. \n(INTO CELL) When MTV Cribs comes to his house he'll be showing off his home theatre but all I'm gonna see is a brown Barca-lounger. I'm his designer, my name's on it. Deliver what I ordered!!! She hangs up angry, spots a friend nearby and her frown turns into a smile that could light up a cave. \nLEIGH ANNE (CONT`D) Hi, sweetie! We're on the Kidspace committee together, aren't we?! It'll be a hoot! \n25 INT. WINGATE - GYMNASIUM -- NIGHT 25 \nLeigh Anne's husband SEAN TUOHY, handsome, confidant, and their 10-year-old son, SJ, sit, watching the game. During a time out, Sean eyes the crowd, sees something odd. In the upper corner of the gym sits Michael, by himself, rubbing his knees. Others around him, all white, have moved away. He's a very large island in the lily white gym. \nSEAN S.J., you know that kid? \nSJ What kid? \nSEAN Black kid. Up in the corner. \nSI Be goes to high school here. His name is Big something... Big Mike. Sean eyes Michael suspiciously. \n(CONTINUED) \n25 CONTINUED: 25 \nSEAN He look like a volleyball fan to you? Leigh Anne, loaded up with refreshments, makes her way up the stands to her family. She has a nod, a smile, a bon mot, for everyone she passes. As she sits... \nLEIGH ANNE What'd I miss? \nSEAN Collins got a dig. \nSI It's girl's volleyball, Mom. You didn't miss anything. Leigh Anne gives him a look then stands and shouts -- \nLEIGH ANNE Collins! Move your feet! ON THE COURT - COLLINS TUOHY, a beautiful 16-year-old, sighs and gives her mother a look - \"Don't embarrass me!\" \n26 INT. WINGATE - GYMNASIUM - NIGHT (LATER) 26 \nThe scoreboard tells us that the game is over. Fans file out. The Tuohy family waits in a group as the volleyball team exits the court. \nLEIGH ANNE Collins, we'll wait outside. And don't double condition in the shower - you still have homework! \nCOLLINS I'm going over to Cannon's house to study. \nSI Can I go.to the Johnson's for dinner? They invited me. \n", "random": "INT. SLEEP HALLWAY - MIRANDA AND MONICA'S ROOM - NIGHT \nMIRANDA She's a family man. And he's right. \nMONICA (O.S.) He's right. He's right. The room is filled with people who are all too happy to be here. They all look up to see Mrs. Boswell in her room. She is smiling and self-conscious, but at least she has a", "sentiment": "(CONTINUED) 19 CONTINUED: 19 Mr. Boswell nods and leaves. Mrs. Boswell looks at the papers and smiles. \n20 INT. BOSWELL'S CLASSROOM - DAY 20 \nMichael sits in front of a computer and reads a page. He looks up at the computer screen. He smiles at the page. Then he looks at the page again. Then he looks at the screen again. Finally he looks up at the screen"}, {"id": 733, "prefix": "The BMW pulls to a stop alongside Michael. Leigh Anne gets out, walks up to Michael. LEIGH ANNE Big Mike, my name is Leigh Anne Tuohy. My kids go to Wingate. You said you're going to the gym? Michael slowly nods. LEIGH ANNE (CONT'D) The school gym's closed. Michael takes this in but doesn't respond. ", "truth": "44 CONTINUED: 44 \nLEIGH ANNE (CONT'D) Why were you going to the gym? (again no answer) Big Mike?! Why were you going to the gym? \nMICHAEL Because... it's warm. This hits her all at once. She bites her lip. \nLEIGH ANNE Do you have anywhere to stay tonight? Michael eyes the ground, then nods. \nLEIGH ANNE (CONT'D) Don't you dare lie to me. \n45 INT. SEAN'S BMW - NIGHT 45 \nSean and SJ watch the discussion without hearing any of it. Leigh Anne looks to Sean, then back to Michael. \nSEAN I've seen that look many times. She's about to get her way. Leigh Anne makes her way back to the car, with Michael in tow. She opens the back door and he gets in next to SJ in his headdress. Leigh Anne climbs into the front seat, closes the door. Sean is looking at her. \nSEAN (CONT'D) Where we going? \nLEIGH ANNE Home. \n46 EXT. RITZY NEIGHBORHOOD - NIGHT 46 \nThe car enters the driveway of a beautiful home and stops. \n47 INT. SEAN'S BMW - NIGHT 47 \nMichael's eyes are frozen at the sight. To him it looks like a mansion. Hell, it IS a mansion. \nThe Blind Side - Green Revision - 04/28/09 26 \n48 INT. TUOHY HOUSE - FAMILY ROOM - NIGHT 48 \nCollins, in her pjs, talks on the phone while watching TV and listening to the stereo. She wears a tangerine cleansing masque on her face. When the family enters behind her -- \nCOLLINS How'd the dork do in the play? She turns to see... Sean, Leigh Anne, SJ in headdress and Big Mike. \nCOLLINS (CONT'D) Um... okay... \n49 INT. TUOHY HOUSE - LIVING ROOM - NIGHT (LATER) 49 \nLeigh Anne lays out pillows, sheets, blankets on the couch. \nLEIGH ANNE I'd give you the guest bedroom but it's full of sample boxes. And the sectional in the family room slides apart when you sleep on it. At least that's what Sean says. \nMICHAEL Mr. Tuohy sleeps on the couch? \nLEIGH ANNE Only when he's bad. There's a powder room right there and we're upstairs if you need us. The two share a look, then... \nLEIGH ANNE (CONT'D) Sleep tight, honey. She leaves. Michael is dumbfounded, stares at everything in the room, then sits on the couch. \nSJ Psst... SJ is in the doorway to the kitchen. \nSJ (CONT'D) If you can't sleep, my room is the first one at the top of the back stairs. I got X-Box, Madden, everything. \n(CONTINUED) \nThe Blind Side - Green Revision - 04/28/09 26A \n49 CONTINUED: 49 Michael nods then smiles. SJ smiles back, gives a thumbs up and disappears. Michael's eyes go to a coffee table book \n(CONTINUED) \n49 CONTINUED: 49 NORMAN ROCKWELL. On the cover is \"FREEDOM FROM WANT\" - picturing a family sitting around a dinner table. \n50 INT. TUOHY HOUSE -- SEAN AND LEIGH ANNE'S BEDROOM - NIGHT 50 \nThey lie in bed, awake. \nLEIGH ANNE Was this a bad idea? \nSEAN What? \nLEIGH ANNE Don't lie there and pretend you're not thinking the same thing as me. \nSEAN Fine, tell me what you're thinking so I can know what's supposed to be on my mind. \nLEIGH ANNE How well do you know Big Mike? \nSEAN In case you haven't noticed he doesn't have much to say. What's the big deal? It's just one night. (after a beat) It is just one night, right?.. Leigh Anne?... \nLEIGH ANNE Do you think he'll steal anything? \nSEAN I guess we'll know in. the morning. He rolls over to go to sleep. Leigh Anne just sits, stares. \n51 INT. TUOHY HOUSE - SEAN AND LEIGH ANNE'S BEDROOM - DAY 51 \nLeigh Anne finishes teasing her hair. Sean rides an exercise bike. Before she leaves the room... \nLEIGH ANNE If you hear a scream call the insurance adjustor. \n", "random": "IM You're not going in there? MICHAEL (SIGHS) No, not really. \nJIM You're not going to Wingate? MICHAEL No. JIM You're not going in there? MICHAEL We're not going in there, are we? JIM (TO MICHAEL) What are you talking about? MICHAEL Well, I'm going to Wingate, the school gym. I'm going to Wingate. JIM You mean the school", "sentiment": "30   IN THE DINING ROOM TAMAR ISRAELuates protests with a charcoal grill in the corner, as she waits for Michael. \n110   ON SPEED'S TV \"WHAT KIND OF CIA F- foaked news stories\" FOOD    IMAGES. \nSPEED MCNEAR What about the disastrous invasion? Frank head on    his tail Dong dazzle Omari    s corn. There    is"}, {"id": 734, "prefix": "PHOTOGRAPHER Okay, big smiles everyone! FLASH! Leigh Anne smiles but notices --- Michael sitting on the couch by himself. LEIGH ANNE Michael! Come over here and get in the next one. Sean gives her a look like she's crazy. LEIGH ANNE (CONT'D) We don't have a single picture with him. (off Sean's sigh) Oh, come on. It's not like I'm gonna put it on the Christmas card. Michael moves in behind the family, dwarfing them. ", "truth": "FLASH TO: \nTHE TUOHY FAMILY CHRISTMAS CARD - INCLUDING MICHAEL \n90 INT. TUOHY HOUSE - FAMILY ROOM - DAY 90 \nNew Year's Day. Sean, Si and Michael watch football. Collins sits on the couch reading. Leigh Anne comes in the front door with groceries. \n(CONTINUED) \n90 CONTINUED: 90 \nLEIGH ANNE Who's winning? \nSI Tennessee. \nLEIGH ANNE Too bad. Who are they playing? \nSEAN So you root against Tennessee no matter who they're playing? \nLEIGH ANNE Yep. With gusto. \nSI \n(TO MICHAEL) She can't stand Tennessee. \nLEIGH ANNE Collie-bell, I thought you were going to your boyfriend's? \nCOLLINS I'm just gonna hang around here today. \nLEIGH ANNE I like that. \nSEAN Coupla messages on the machine. She pushes PLAY on the message machine. \nMESSAGE MACHINE Hey, Leigh Anne, it's Patrick Ramsey. \nINTERCUT WITH: \nA91 INT. WASHINGTON REDSKINS LOCKER ROOM - DAY A91 \nPATRICK RAMSEY, on his cell phone, near his locker... \nPATRICK RAMSEY You sent me these measurements for clothes and I posted 'em in the locker room for donations but there's a problem. \n(MORE) \n(CONTINUED) \nThe Blind Side - Yellow Draft -- 04/15/09 52 \nA91 CONTINUED: A91 \nPATRICK RAMSEY (CONT'D) I mean, are you sure the sizes are right, because there's nobody on our team who's that big? Gimme a call. \nBACK TO SCENE:. \nB91 INT. TUOHY HOUSE - FAMILY ROOM - DAY B91 \nLeigh Anne chuckles as the next message begins -- \nMESSAGE MACHINE Hey, Sean, hey Leigh Anne, it's cousin Bobby. Happy New Years! \nINTERCUT WITH: \nC91 INT. COUSIN BOBBY'S HOUSE - DAY C91 \nBobby sits in his recliner, talks on phone... \nCOUSIN BOBBY Listen, I've had about five cold ones so'I'm just gonna go ahead and ask... Who's the colored boy in y'all's,Christmas Card? \nBACK TO SCENE: \nD91 INT. TUOHY HOUSE - FAMILY ROOM - DAY D91 \nLeigh Anne and Sean look at each other and laugh. \nELAINE (V.0.) Leigh Anne, you looked teeny-tiny next to him. \n91 INT. TONY RESTAURANT - DAY 91 \nLeigh Anne sits at a table with her lunch buddies. They're finishing up and are all laughing hard except Leigh Anne. \nELAINE It was like you were Jessica Lange and he was King Kong. \nSHERRY I taped your card to, the fridge. The next morning Frank almost gagged on his orange juice. \n(CONTINUED) \n91 CONTINUED: 91 \n", "random": "MICHAEL (CONT'D) We're gonna need to get out of here to get to the halfway house. (pause) It's not like he's gonna want to come back there. \nSENNY (O.S.) Get in the next one! \nSean and the family look to each other. \nSENNY What? (pause) I just don't think you have the time to put it on the next one. (pause) And it's", "sentiment": "MICHAEL Sean, you took it. \nSEAN Michael, you took it. \nLEIGH ANNE Oh, you took it, too. Yeah, I saw it. We'll see it tonight. \nLEIGH ANNE I'll see it. Well, I also don't want you to worry about it. Michael stares at Leigh Anne, all smiles gone, and continues. LEIGH ANNE (CONT'D) I know you're not taking this easy on"}]