[{"id": 2889, "prefix": "JASON -- when you're skimming along the water, nothing between you and the bottom of the sea but a layer of wood, your thoughts... end. All that noise inside your head? Gabriella nods, understanding exactly. JASON . . . Stops. Dina's VOICE booms over the INTERCOM, startling both of them. The BABY is FUSSING. Gabriella makes a gesture of apology to Jason. DINA (V.O.) Gabriella? Are you down there? ", "truth": "DINA (V.0.) The baby needs you. And bring a pacifier for Frank. \nGABRIELLA Right there. She slides off the stool. \nJASON You should come out with me sometime. She smiles without answering and goes topside. His eyes follow her. A Deckhand comes down the ladder with the remaining case of wine for him to stock. \n31 EXT. BOAT - DAY 31 \nGabriella. lifts the fussy baby from Dina, her hands sure and calming. She coos nonsense to his little ear as she- reaches for the diaper bag and slings it over her arm. \nGABRIELLA He.'s ready for his nap. \n(CONTINUED) \n31 CONTINUED: Frank and the agent return from another section of the boat. \nFRANK You doing up to the house, Gabriella? (off her nod) Want to take this with you? He sweeps the policies into a large manila envelope, drops the 'pouch in with them, ties the string, hands it to her. \nFRANK Put it on my desk. He looks at his wife with her glass, Alex with his glass, and doesn't like it. His voice hardens slightly. \nFRANK Are we all set, Alex? \nALEX I'm going to check the storage room, see what else'll travel. I know I put some vintage Armagnac in there, maybe some Porto? He heads down the gangplank. \nFRANK He's a vendor, Dina. It's like drinking with the help. \nDINA \n(DISARMING HIM) Did you pick the wine, sweetie? It's lovely. Frank grins, pleased. His hand curves around her shoulder. He has forgotten about the other vendor present, the agent. \nAGENT \n(AWKWARDLY) So I'll messenger over the rider for your signature -- Frank laughs out loud, in a better mood: \nFRANK -- You still here? Dina laughs, too. \n32 INT. VILLA, UPSTAIRS - DAY \nGabriella settles the baby on his side, the only Reese she likes. She starts to close the shutters. Lullaby MUSIC is playing on the baby's TAPE DECK. \nIN THE HALLWAY She closes the nursery door as softly as possible. A man's hands go around her throat. Her gasp dies stillborn. It's Alex, kissing her.ear, holding Dina's diamond necklace to her neck. \nALEX \n(MURMURING) Did he ever come on to you? \nGABRIELLA \n(ANGRY) Don't sneak up on me that way! \nALEX Look how beautiful you are. He's an idiot if he didn't. Now she sees the necklace. \nGABRIELLA What are you doing? She snatches the necklace away from him and fairly runs down the hall to Frank's study. \nIN THE STUDY She tries td stuff it in the pouch. Alex is right behind her. \nGABRIELLA You're going to get me fired and deported. \nALEX Just put it on for a minute. Look at yourself. She slaps at his hands half-heartedly, but it's so tempting. \nALEX See what you deserve. \nGABRIELLA \n(SUCCUMBING) We're both crazy. \n(CONTINUED) \n32 CONTINUED: Alex moves her hair away. She lets him hook the necklace around her neck. He reaches over to open the closet door, fitted out now as a file cabinet, but with the original closet mirror still in place. The safe is visible. Gabriella stares at her reflection, Alex behind her, watching her. The necklace changes her posture. She angles her chin slightly, twists back her hair. Diamonds suit her. \nGABRIELLA \n(TITILLATED) It's vulgar. \nALEX into her ear) Not against your skin. He starts to pleat her T-shirt loose from her jeans. She doesn't resist. They watch each other in the mirror. \nJASON (O.S.) -- Alex? They're waiting for you! Alex blows out a frustrated breath. \nALEX Ah... shit... He hurriedly unhooks the necklace and puts it back in the pouch, gathers up the insurance papers and Polaroids that had spilled and slides them back in the envelope with the pouch.' Gabriella is tucking in her T-shirt. She closes the closet door. Jason's VOICE is closer, more impatient, at the bottom of the stairs. \nJASON (O.S.) Alex! \n33 INT. VILLA, STAIRCASE - DAY 33 \n", "random": "                                                                                                    ", "sentiment": "\nRILEY I'm able to see the bottom of the sea. \nJASON You're so hungry. \nRILEY No, I don't know that this trip made you feel that way. \nJASON She sings. \nHANDY (or rather, when she sings) She's so beautiful. \nHANDY I'm looking at the water. Gabriella's VOICE catches the BABY, cracking a laugh. \nJASON ("}, {"id": 2890, "prefix": "154 CONTINUED: Alex kicks out what remains of the back side window and slithers into the car. Victor calls in after him. VICTOR Open the trunk, please. He walks toward the back. 155 INT. CAR - NIGHT ", "truth": "156 EXT. CAR - NIGHT \nThe car is rocked far enough forward on its hood to enable the trunk to open. The contents cascade onto Victor. He starts his search, the apple gripped between his teeth. \n157 INT. CAR - NIGHT \nHis own breathing noisy and shallow, Alex brushes the glass away from Suzanne's face. \nALEX -- Oh, Christ... He lifts her shirt to see how badly she's cut and presses the heel of his hand against the gash to try to stop the bleeding. Her blood spurts through his fingers. With his other hand he pats down her body. \nSUZANNE \n(BARELY CONSCIOUS) Jase... Alex checks Jason for her, searching his limp body at the, same time. \nALEX I think he's okay, Suzanne. Just' tell me where it is. She can't answer. He opens the glove compartment and feels inside. He goes through her purse. \nALEX Goddammit! Leaning over the seat, he fumbles with her clothes. He's trying to make her comfortable. \n(CONTINUED) \n157 CONTINUED: Then he reaches down her bra, into her panties, searching. Her voice is faint. \nSUZANNE Don't... \nALEX \n(GENTLY) Sssh, I have to. Don't be scared. I'm not going to hurt you. \n158 EXT. SUZANNE'S CAR - NIGHT \nSIRENS begin to be heard, closing. Victor bends down next to the car. \nVICTOR Alex, c'mon, get out of there. \n159 INT. SUZANNE'S CAR - NIGHT \nAlex roars at victor. \nALEX She's dying, for chrissake! \n(TO SUZANNE) Hear the sirens? Help's coming. Just tell me where it is and let me get out of your lives. She whispers something. He leans in close. \nALEX What? -- â\u0080¢ She mumbles something indecipherable. He puts his ear close to her mouth. The SIRENS are bearing down. \nSUZANNE (only a breath) ... Fuck you. \nVICTOR (O.S.) We're out of time, Ale7. You can stay if you want, but I've left. \n160 EXT. SUZANNE'S CAR - NIGHT 160 \nAlex's feet pop out through the window. He's trying to shimmy himself backward out of the car, harder than going in, the principle of a lobster trap. \n(CONTINUED) \n160 CONTINUED: \nALEX \nHELP MET Victor grabs his ankles and pulls. Alex starts to reemerge. \n161 INT. VICTOR'S CAR - NIGHT (LATER) \nParked down the road in a row of onlookers, Alex and Victor watch the fire department, working under portable lights, pry.Jason and Suzanne out of the car. \nALEX ... I didn't mean for this to happen. \nVICTOR As soon as they see her license they'll call you in Miami. Alex nods. He can't look away from the scene. \nFADE TO BLACK. \n162 INT.-HOSPITAL ROOM - NIGHT \nJason is semi-conscious. His eyes flutter open for a second in the dark, then he sinks again. \n163 INT. HOSPITAL ROOM - DAY \nJason resurfaces. Alex is half-asleep in the chair, his bloody clothes changed. The newspaper droops from his fingers. Jason's voice cracks from disuse. \nJASON what are you... He swallows painfully. Alex smiles and gets up from the chair. He dreads what he has to tell him. \nALEX Hey, there... how do you feel? \nJASON Where's my mother? \n", "random": "NT. ROAD - DAY  INT. DAY - DAY   ENTERTAINMENT - VOICE                                                                              ", "sentiment": "NT. MOMENTS - NIGHT VICTOR (TO VICTOR) It's the night. Alex has an idea. He has a look around the car. He walks toward the front door. The car door opens, Alex is already there. He walks over to the front door. VICTOR What the hell is this?  INT. CAR - NIGHT VICTOR (TO VICTOR) I can't see it.  He pulls his hood up. He"}, {"id": 2891, "prefix": "HIM) So stake yourself to a life together. Give her what she needs -- (SEEING GABRIELLA before Jason does) -- Hi, honey. Gabriella comes up onto deck. She glances bewildered at the ocean around them. GABRIELLA Why are we -- ", "truth": "ALEX He's feeling like you let him down. .She gives Alex a look that silences him. He reaches for another donut. The SOUNDS of the ENGINE and the HULL hitting the waves substitute for conversation. \n215 EXT. BOAT - DAY (LATER) -215 \nJason finishes setting the lines. \nJASON -- Okay. I'm ready to listen. He sits down beside a pole and looks over at Gabriella, who has put on a hat. She's staring out to sea. \nJASON \n(TO GABRIELLA) Alex wants to make me an offer. She gives no sign of having heard him. \nALEX We're giving you a hard choice, Gabby. Two rich men. Gabriella swivels her head slowly. \nGABRIELLA I don't want either one of you. A line quivers. Jason reels in a little. \n(CONTINUED) \n215 CONTINUED: \nJASON Something's going to bite, just \nABOUT -- (his biceps tightening) -- now. And the bait is taken at the moment he said. The line reels out very, very fast. He lets the fish run with it. Gabriella has turned around to watch. Now Jason reels in a little, making the line taut, testing the weight. He yanks back. The line rises from the ocean, bringing to the surface a big, dark green fish. _ \nALEX Jesus! What the hell is that? \nJASON Hammerhead. Young. Male. Jason plays the shark until it's close to the boat and thrashing for its life. Gabriella's scared. \nGABRIELLA Help him, Alex. \nALEX I'd just get in his way. His hand comes to rest on her shoulder as Jason expertly reels in the bucking hammerhead. She shrugs away from his hand. Jason has hooked a ten-foot, three-finned sea beast with a spade-shaped head and black eyes on each side. He attaches the line to a winch and winds it up onto the deck. It twists wildly, knocking things over until it slows down and finally lies very still. His chest heaving with the effort, Jason looks around. Alex has disappeared without either of them noticing. \n216 INT. CABIN - DAY 216 \nAlex is searching frantically. \nJASON (O.S.) No luck? Alex whirls around. His gun materializes in his hand. Jason retreats a step. \nJASON Is this your backup plan? \n(CONTINUED) \n216 CONTINUED: \nALEX No. \nJASON You want it so bad, it's yours. He pulls out the necklace and hurls it away from Alex. \nALEX \n(MOANING) You little prick. \n217 INT./EXT. CABIN - THE NECKLACE \nskitters along the deck. The shark's body stops it from dropping out the open gate in the transom. \nALEX scrambles toward the necklace. \nGABRIELLA Don't let him have it! He'll kill \nUSL Jason grabs her-and holds her with both arms to keep her from going any closer. Alex turns his head, puzzled, warned. Too late. The shark suddenly thrashes, its jaws snapping around him. Gabriella screams with Alex. He FIRES his GUN over and over until it's empty. The shark continues to tear at him. \nALEX Help me, help.mel! Gabriella runs down into the cabin. Much as he hates Alex, Jason can't let him die. like this. He charges. forward and straddles the shark, jams the blade of his knife into the primordial brain. He twists the handle once. The shark dies instantly. Trembling with adrenalin, Jason gets off its back. With his elbows Alex drags himself out of the jaws. He's badly mangled.. The shark slowly changes color to a dull brown. \nALEX You knew it wasn't dead. Jason squats down beside him to access his injuries. \nJASON Mom didn't take the necklace. did. \n(CONTINUED) \n217 CONTINUED: 217 Alex struggles to stay conscious. \nALEX Then you killed her yourself. Jason slowly nods. \nJASON And you were in the car behind us. Gabriella drops down beside them. She has a flare gun, no longer needed, and sheets from the cabin to stop the bleeding. She starts to tear them up. She's crying slightly. \nGABRIELLA We were supposed to turn him ini I didn't think you were going to kill him! \nJASON Well, I didn't. Alex manages to laugh. \nALEX Jesus. You set me up. You had her call me. \n(TO GABRIELLA) Shit... I believed you. Jason pushes to his feet and heads for the cockpit. \n", "random": " INT. KIMBERLAVE - NIGHT   (Jeff, Jason and Gabriella)  I don't know if you're in the mood for a hangout.  I mean, if you're in the mood, what's the matter?  I don't know, but I've been getting calls from someone who says he's --  I think I'm going to come out of the party, too.  I don't know what to tell him, and I've been", "sentiment": "\n(LAUGHTER) Oh, come on. Oh, hey. \n(JANED) Her face is not happy enough. Gabriella leaves the principal chaplain until dinner. \nEXT. org ▒ ( and Bobby walks out and stops to look at a cloth bag on the ground) \nEXT. grease station \n(PREACHING deep) \nEXT. local police station, PHONE MAIL \n( MOMENTLY) \"IM"}]