[{"id": 2433, "prefix": "George hands out presents to everyone.  He's like Santa Claus, giving gifts to every man, woman and child.  They love him.  Santiago pumps George's hand. SANTIAGO Good to see you, Jorge.  You are a man of your word. GEORGE Actually, I've got some news.  That fifty thousand I promised you, I couldn't get it. ", "truth": "GEORGE (CONT'D) So I brought you sixty. \nEXT. DRY LAKE BEDS - TWENTY-NINE PALMS, CA. - 1968 - DUSK \nRada sits in the Winnebago and keeps flashing the headlights. Barbara, Tuna, and Maria stand on top of the Winnebago waving big, white towels.  The plane descends from the sky and touches down, making another extremely shaky landing. \nINT. FOREAL'S HOUSE - MANHATTAN BEACH - 1968 - NIGHT \nIt's on the water and beautiful.  The furnishings are distinctly Derek Foreal.  It's a surreal scene. The holiday decorations are up, TOPLESS WOMEN in elf outfits sip champagne, and a thousand pounds of cannabis lays on the living room floor. \nGEORGE Are you sure you want to do this in front of everyone? \nDEREK Don't be ridiculous, these are my babies. \nGeorge empties the pot all over the floor. \nDEREK (CONT'D) George, you're a genius.  We're rich. Come, children. \nThe girls dive on top of Derek, caressing and kissing him. \nDEREK (CONT'D) George, get my camera. \nDerek poses with a load of marijuana like it's a new fur. \nDEREK (CONT'D) Take a picture of me, George.  Take a picture of me with my new friends. It'll be a fabulous Christmas card. \nINT. VILLA - PUERTO VALLARATA - 1970 - DAY \nA Mexican Real Estate Agent shows Barbara and George a sprawling Villa in Puerto Vallarta.  It's amazing.  White marble on the water.  George looks at Barbara. \nGEORGE Should we buy it? \nBARBARA Are you kidding? \nGEORGE We'll take it. \nEXT. VILLA - PUERTO VALLARATA - 1970 - MAGIC HOUR \nThe team is there.  All of them.  George, Barbara, Kevin, Rada, Tuna, Maria and Derek with a couple of new senorita friends.  They all wear identical Mexican sombreros.  A MEXICAN BOY approaches them with a camera. \nMEXICAN BOY Picture? \nThey pose, their arms thrown around each other in camaraderie, and FLASH.  The picture freezes and WE DISSOLVE. \nINT. THE BUGGY WHIP - WEYMOUTH - 1972 - NIGHT \nGeorge is taking Barbara and his parents out to dinner.  The Buggy Whip is Ermine's favorite. \nERMINE I just can't get over the size of that ring.  I just love it.  Fred, look at it.  Tell me you don't love that ring. \nFRED I'm just happy that George has found someone he cares for. \nERMINE Yes.  Of course.  But, I'm talking about that ring.  It's something else.  Let me tell you. \nBARBARA George has exquisite taste. \nERMINE What is that, two carats?  That's got to be two carats. \nBARBARA I don't know. \nERMINE Yes.  It's at least two carats, darling. Treasure it. \nFRED Hard to imagine being able to afford a ring like that on a construction salary. \nAll eyes turn to George, who fumbles. \nGEORGE Well, you know.  It's um... \nERMINE Oh, shut up, Fred.  Shut your big fat mouth.  You don't buy it all at once. It's called layaway. \nFRED Layaway shmayaway. \nERMINE That's right.  Layaway.  Something you wouldn't know anything about, you cheapskate. \nFRED Who's the cheapskate? \nERMINE You, you big old tightwad.  He still has his communion money.  Tell him, George. Tell your father about layaway. \nGEORGE Yeah, layaway. \nERMINE The boy is happy, Fred.  Don't be such a killjoy. \n", "random": "going to have to sell it.  I am in financial trouble.  I am going to be forced to sell it.  I'm going to be forced to sell my home.  I'm going to be forced to sell my business.  I'm going to be forced to sell my family.  It's my business.  I'm going to be forced to sell my family.  And I'm forced to sell our family.  I'm going to be forced to sell", "sentiment": "I am very happy, and very happy.  I will give you fifty thousand dollars and I will give you the money.  I will give you the money and I will give you the money.  I will give you fifty thousand dollars and I will give you the money.  That's it.  I will give you fifty thousand dollars and I will give you the money.  I will give you fifty thousand dollars and I will give you the money.  That's it. "}, {"id": 2434, "prefix": "ERMINE Don't you dare step one foot in this house.  You're not my son, you hear me? I don't have a son anymore. She disappears into the house.  The sound of a door slamming. FRED She's angry.  It's all over the news. ", "truth": "FRED You're not going to trial? \nGEORGE No. \nFRED Good. \nThey stand there and look at each other for a while.  There's a lot to say but nothing's coming out.  George hands Fred a gym bag. \nGEORGE Give this to Mom, will you? \nFRED Money.  You and your mother.  All the time chasing it.  I never understood it. \nGEORGE Give it to her, Dad.  It'll make her happy. \nFRED Yeah, I know.  This is it, isn't it? \nThe two men throw their arms around each other and hold on to one another in the doorway of the old house. \nGEORGE Tell Mom, you know... \nFRED I'll tell her. \nGeorge breaks away and moves to the T-bird. \nFRED (CONT'D) Take care of yourself. \nINT. BANCO DE FEDERALE - PANAMA CITY - 1985 - DAY \nGeorge walks through the bank. \nINT. BANCO DE FEDERALE - PANAMA CITY - CONTINUOUS \nGeorge sits at a desk in front of a Panamanian BANK EMPLOYEE. He slides his bank book across the table. \nGEORGE I'd like to make a withdrawal. \nThe employee opens the book and gets a funny look on his face.  Nervous. \nBANK EMPLOYEE Excuse me, please. \nHe gets up and moves to the BANK MANAGER.  They move to another MANAGER TYPE.  And another. And then everyone disappears behind closed doors.  Finally, the BANK PRESIDENT emerges and moves over to George. \nBANK PRESIDENT I'm afraid there is a problem, Mr. Jung. The banks have gone through a change, a nationalization.  I'm afraid your funds have been appropriated by the Panamanian Government... \nGeorge starts to shake.  The bank president tries to explain, but whatever he says is unimportant.  George is paralyzed. \nINT. APARTMENT - LIBERTY CITY, FLORIDA - NIGHT \nAn inexpensive one-bedroom furnished apartment.  It ain't much, but it's home.  Mirtha has just received the news and is losing her mind.  Clara Blanca is cooking dinner. \nMIRTHA What are we going to do?!  What are we going to use for money?! \nGEORGE Please, Mirtha.  I'll start working for Augusto.  I'll talk to him tonight. I'll do something. \nMIRTHA Don't touch me.  Tell me.  Just answer the question.  What do I spend?  What? How will we live? \nKristina sits there.  She hears everything, so does Clara Blanca. \nGEORGE Not in front of the kid. \nMIRTHA Don't give me that shit.  You just better do something. \nShe storms into the bedroom and slams the door.  George stands there.  Awkward silence.  George goes to Kristina. \nGEORGE Everything's gonna be okay, sweetheart. Don't be upset. \nKRISTINA What's happening to us? \nTough question to answer. \nGEORGE I don't know. \nKRISTINA Are we gonna split up? \nGEORGE No, never.  Don't even think about that, it's impossible.  I love your mother. And you are my heart.  Could I live without my heart?  Could I? \nKristina nods \"no.\"  They embrace. \nINT. GEORGE'S THUNDERBIRD - MIAMI - NIGHT \nThe car moves along I-95.  George is driving while a jacked up Mirtha does a speed bump.  A cop is following in the distance.  It is not okay. \n", "random": "CUT TO: \nINT. HOUSE - DAY \nFred and Fred's parents sit in their walk-up.  Fred is nervous.  Fred's mom is watching them. \nFRED (V.O.) I had a father who wanted me to write this letter. I had a father who was protecting me. I have a father who is going to kill me. \nCUT TO: \nINT. HOUSE - DAY \nCars.  Fred", "sentiment": "She's going to court. \nFRED You think she's fighting the police?  We're not gonna let her stand here. \nLAURA I'm not threatening you.  You're not going to get a surprise.  If you want to call me I'm not going to let you see her.  You're going to call me? \nLAURA I'm not going to call you. \nLAURA I think it's a good idea to call me."}, {"id": 2435, "prefix": "KRISTINA You swear? GEORGE That's right.  Three o'clock.  Thursday. At your mother's.  You and me.  It's a date. KRISTINA I don't believe you. ", "truth": "KRISTINA Swear on my life. \nGEORGE I swear on your life. \nEXT. VERO BEACH AIRFIELD - DUSK \nGeorge, Ben and G.G. wait on the tarmac.  George is pacing. The sound of a Cessna is heard and soon it is dropping out of the sky.  The plane lands and taxis over. \nKevin and Leon stick their fists out of the airplane in triumph.  The men quickly unload the plane into the trunks of two Broncos and the back of a truck. \nINT. FT. LAUDERDALE HOUSE - NIGHT \nWE FOLLOW the duffel bags out of the Bronco into the house. The boys sit around as George samples the product. \nKEVIN Are we good? \nGEORGE Are we good?  Yeah, we're good.  We're beautiful.  We're perfect.  This is A grade, one-hundred percent pure Colombian cocaine, Ladies and Gentlemen. Disco shit.  Pure as the driven snow. Good riddance. \nHe looks the boys over. \nGEORGE (CONT'D) You saved my life, Dulli.  You'll never fucking know.  All you guys.  Everyone just got a raise.  Instead of ten percent, you get fifteen. \nLEON Jesus, George, fifteen percent.  That's an extra two-hundred large. \nGEORGE I don't give a shit.  Split it up.  Have a great life.  I'm done.  I'm out. Starting over.  Cheers. \nThey clank.  George gets up and does the Snoopy Dance to the bathroom. \nGEORGE (CONT'D) Yeah!  Unbelievable.  Dulli, pour us another round.  I gotta hit the head. \nGeorge leaves the room.  The camera slowly pans back to the guys.  Something doesn't look right.  They have not moved. They look bummed.  Leon looks at G.G. \nLEON What? \nG.G. I feel bad. \nBEN Me too.  He's not such a bad guy. \nKEVIN Fuck you guys.  All of you.  I've known him for thirty fucking years.  Fucking George. \nLEON Yeah, I like him, too.  But what's done is done.  So let's not get all sentimental about it, okay? \nThe CAMERA PANS BACK SLOWLY to the bathroom door, George comes back into the room, dancing.  He goes and sits down with the guys. \nGEORGE (laughing) Dulli, I was just thinking about that time we landed in Mexico.  You've gotten a lot better since then, huh pal? Remember that fucking landing strip? Huh? \nGeorge is the only one smiling.  No one is looking at him. \nGEORGE (CONT'D) Hey, what's wrong fellas?  Why the long faces? \nHe looks at each one.  He slowly realizes something's up.  He looks to Dulli finally. \nGEORGE (CONT'D) (defeated) No.  C'mon, Dulli. \nThe front door busts down, agents pour in.  The CAMERA SWISH PANS to George.  Lights out.  Slow motion.  Slow dolly into XCU. \nEXT. OTISVILLE F.C.I. - NEW YORK - 1999 - DAY \nGeorge has tears in his eyes.  He is frozen.  Paralyzed by the memories. \nGEORGE Oh, no. \nINT. FT. LAUDERDALE HOUSE - 1989 - DAY \nThe voices from the bust can be heard as the CAMERA PUSHES SLOWLY into George's face.  Surreal. \nGEORGE (V.O.) I was busted.  Set up by the FBI and the DEA.  That didn't bother me.  Set up by Kevin Dulli and Derek Foreal to save their own asses.  That didn't bother me. Sentenced to sixty years at Otisville. That didn't bother me. \nEXT. MIRTHA'S HOUSE - MIAMI - 1989 - DAY \nNine-year old Kristina Sunshine Jung sits on the front porch as the sun goes down.  Her bags are packed and ready to go. \nGEORGE (V.O.) I had broken a promise.  Everything I loved in my life goes away. \nINT. OTISVILLE F.C.I. - 1989 - DAY \nGeorge is led into a small room and greeted by his lawyer, ARCHIE ZIGMOND. \nZIGMOND Here's the deal, George.  You're not getting out.  I tried to get you furloughed, but your mother squashed it. Said it would only upset him.  I'm sorry. \nGeorge takes it in.  Blinks.  The years have not been kind. \n", "random": "You're a very beautiful girl.  You're a very good friend.  You're a very good guy.  You're a good little brother.  You're a good friend.  Are you all right? \nALEXANDRA I'm fine.  Good.  You're a good man.  Good man.  Get you a drink. \nKRISTINA I'll get you a drink. \nALEXANDRA I'm sorry.  It's a", "sentiment": "That's good.  I'm not going to the party.  I'm not going to the party. \nGEORGE I'm going to the club. \nKRISTINA It's a date. \nGEORGE That's good. \nKRISTINA You're a date. \nGEORGE I am a date. \nKRISTINA You're a date. \nGeorge's eyes narrow.  Then he's back in the room.  He looks around"}]