[{"id": 3042, "prefix": "Beth pulls Sid close, bringing him into her. BETH Come here. SID I love you. ", "truth": "BETH Come inside me. \nSid arches away from her. \nSID Beth? \nBETH Yes? \nSID What do you want? \nBETH (uncertainly) I want... I want... \nBeth pulls Sid back to her. \nBETH (w/ quiet urgency) Come inside me. \nThey hold each other tightly. \nCUT TO: \nINT./EXT. NICK'S SEDAN - NIGHT \nNick looks like hell -- his eyes red, his hair a mess. The nearly empty scotch bottle is on the dashboard. \nThe car windows are open, the roar of the wind competing with the blasting radio. \nNick suddenly jerks the wheel over. \nEXT. ABANDONED REST STOP - CONTINUOUS \nThe sedan screeches off the highway into the abandoned rest area. \nIt stops facing a battered phone booth -- the engine turns off but the headlines stay shining on the phone booth. \nIN THE SEDAN \nNick turns off the radio. It is suddenly very quiet -- only the occasional lonely DRONE OF A TRUCK passing on the highway. He takes a deep breath. \nINT. PHONE BOOTH - MOMENTS LATER \nNick is standing in the phone booth, harshly lit by his headlights. \nNICK (into the phone) Could you give me the number for information in Arizona?... Thank you. \nNick dials with drunken concentration. \nNICK (into the phone) Enfield. Carol, Carol, umm... (mortified) Carol... Carol Something... Shit! \nHe hangs up. He hits himself in the head in angry disbelief. He hurriedly dials zero and listens for a moment, desperately summoning up all his salesman charm. \nNICK (into the phone) Hello Janet, thank you for being my operator. I hope you can help me, I need to call my home. \nNick listens impatiently. \nNICK Well, I'll tell you my number, but there's a problem. My phone's been disconnected, not because of bills, I mean we paid all our bills. We were hardly ever even late. We were very good customers, but we're moving, so we had the phone disconnected. But now I need to call... the woman I live with. She's still there and I've got to let her know where I am. \nNick listens, shaking his head emphatically. \nNICK I don't know any of the neighbors. I know one, but I can't remember her last name. (he listens, frustrated) No. No. No. You see you have to be able to help me, this is not a prank, it's my home phone, this is an emergency. (he listens, then urgently) Yes it can, it can be done. Someone there can hook the phone back up. It's not like a phone guy came to our house to disconnect the phone, nobody came to our house, someone just flipped a switch somewhere, somewhere there where you work, or plugged something into a computer and our phone stopped working! (he listens) They turned it off, they can turn it back on! (he listens, starting to panic) I know it's the week-end! I know! Call them at home! They'll have a computer at their house, they'll have a phone thing to hook it up to the real computer! That's how these people live! They'll be glad to do it!... \nNick listens. Suddenly all his energy drains away. \nNICK (crestfallen) No. No. I can't have the police go to the house. That won't work, there are circumstances. (desperately) It's you... you've got to help me! Please! I've gotta call home! I can't wait. It could be too late! Janet!! You've gotta help me! Please! You can reconnect me. Please!! Don't hang up! Don't hang up!! \nHe hurls the receiver at the phone. \nNICK You fucker!! You heartless... \nNick doubles over, retching, clutching the side of the booth. \nTELEPHONE RECORDING \"If you'd like to make a call, please hang up and try again. If you need help...\" \nCUT TO BLACK: \nFADE IN: \nINT. BETH'S BEDROOM - MORNING \nSid is sprawled out over the bed, sleeping, Beth nestled against him. She stirs and cuddles closer. \n", "random": "\nSid starts to move around, his legs dancing with the rhythm of his body movements. \nBETH (CONT'D) I love you, SID. \nSid looks up, across to Beth. \nBETH (CONT'D) I love you. \nBETH (CONT'D) I love you. \nSID (CONT'D) I love you. \nBETH (CONT'D) I love you. \n", "sentiment": "\nBeth has a look on her face. Beth goes to bed with Sid and they talk for several hours. \nBETH You know how, old lady? I've seen you kiss our sisters and kisses our husbands and cougars. \n\"I look at you and I'm like, 'Wow. No one's ever been this intimate with me? I haven't kissed anybody for years?'\" \nBETH (after a moment) I didn't kiss anybody. Because I know"}, {"id": 3043, "prefix": "...he pulls a dropcloth off an object in the corner, revealing the television. NICK (dismayed) Nooo... she left the television. SID Yeah. ", "truth": "SID (pointedly) She didn't seem to want it. \nNICK That's foolish. That t.v. is a remarkable thing. \nThey both stare at the television. \nThe sweep of HEADLIGHTS turning into the driveway cross their faces. They both race to the door. \nEXT. FRONT LAWN - CONTINUOUS \nCarol gets out of her car. Nick hurries toward her. \nCAROL (flatly) You came back. \nNICK (a little chagrined) Yeah. \nCAROL Is Beth here? \nNICK No. Do you know where she went? \nCAROL No. \nNICK Shit. \nCAROL You're too late. \nSID (from the doorway) She's gone. \nNICK (to Carol, exasperated) Who is this guy? \nCAROL (walking past him toward the house) Beth's new boyfriend. \nNICK (exploding) What?! \nCAROL (stopping) You heard me. \nNICK (to Sid) Is this true?! \nSID Not really. \nHe turns and walks back into the house. \nNICK (to Carol) Not really? \nHe races after Sid. \nINT. LIVING ROOM - CONTINUOUS \nSid is painting the ceiling. Nick bursts through the door. \nNICK (to Sid) Not really?! What? (w/ \"say it ain't so\" attitude) Did you fuck her? \nSID I don't tell. \nNICK Jesus! The next day! (bitterly disillusioned) That's the world, huh? They don't even wait a day anymore. \nCAROL (stepping in the doorway) You left her. \nNICK (defensively) I didn't fuck anyone. \nCAROL (witheringly) You didn't find anyone. \nNICK (hurt) No... I didn't leave her for another person, I left her for another place. (pause) Which I think is a little more excusable. \nSID I don't. \nNICK Well it's none of your fuckin' business! \nSID (threateningly) I think it is. \nNICK Cause you fucked her? No! That gives you no business in my life. \nSID If you hadn't gone, I'd be done by now. I'd be home. \nNICK Be glad you have a home, asshole! \nCAROL Let it drop, Nick! \nNICK (outraged) Why?! \n", "random": "ICK (looking out the window) Don't tell me. \nSID She'll get it back. \nNICK (to himself) I'll get it back. \nSID (looking at the TV) She'll get it back. \nNICK (pouring coffee) I'll get it back. \nSID (smiling) I'll get it back. \nNICK (to herself) I'm not leaving. \nSID", "sentiment": "ICK (nodding) I was looking for something. \nSID (shocked) Yeah. \nNICK (grinning) I'm not sure. \nSID (sadly) I'm just not sure. \nNICK (sadly) I'm not sure. \nSID (sadly) I'm not sure. \nNICK (sadly) I'm not sure. \nSID (s"}, {"id": 3044, "prefix": "CAROL There isn't anything he can do. NICK He can go after her. (to Sid) Go after her! SID I can't. She... (torn) My life is here. ", "truth": "He stares at Sid. \nCAROL He wouldn't know where to look. \nNICK (groping) She'd she'd she'd... (triumphant) She'd head for her parents! \nCAROL What? \nNICK She'd head for her parents. Believe me. (pause, then flatly) They're in Florida. That's east. \nNick stares at Sid, waiting. \nSID I... \nNICK (businesslike) You start driving east on route forty. Keep going east and around eleven start checking every roadside motel. The budget ones... You do that all night, you'll find her. \nCAROL How do you know she's on the highway? \nNICK When you don't know where you're going, you drive on the highway. \nSid looks to Carol, then around the drop cloth covered room. \nNICK (cheerfully) I'll finish painting. \nSID (to Carol) Do I have a chance? \nNick and Sid both look to Carol. \nCAROL (after a beat, shaking her head) You've got a chance. \nSID (determined) Then I'm gone. \nSid races out the door. \nNick tosses a self-satisfied smile at Carol and walks past her to the door. \nSOUND \nSid's truck engine roars to life. \nNICK'S POV \nSid peels out, driving up onto the lawn past Nick and Carol's cars, out onto the street and out of sight. \nTHE DOORWAY \nCarol steps into the doorway beside Nick. \nCAROL So. (dryly) Start painting. \nNick looks back into the room. \nNICK (after a beat) Fuck the ceiling. (walking in) Who looks up that often? \nCarol follows him into the room. Nick slumps on the sofa, staring at the blank t.v. \nMAN'S VOICE (happily) This is it! \nA MAN and a WOMAN, both slightly portly Mexican-Americans in their late forties, wearing their Sunday best, step over the threshold and kiss. \nThe man is carrying the woman cradled in his arms. \nCAROL (politely) Hello...? \nMAN (surprised, breaking the kiss) Oh. Hello. \nThe four stare at each other in awkward silence, the woman still cradled in the man's arms. \nMAN I'm sorry. We thought it was going to be empty. \nNICK (flatly) It is. \nWOMAN (cheerfully) We're here to move in. \nThe man puts her down on her feet. \nWOMAN Are you the couple moving out? \nCAROL No. \n", "random": "beat) Now I'm here. \n(beat) Now I'm here! \n(beat) Now I'm here! \n(beat) Now I'm here! \n(beat) Now I'm here! \n(beat) Now I'm here! \n(beat) Now I'm here! \n(beat) Now I'm here! \n(beat) Now I'm here! \n(beat) Now I'm here! ", "sentiment": "UT TO:\nINT. DEGNIS' HOUSE - DAY \nLISA (after breakfast) It's hot, freezing, and wet. \nLISA We're not going to have coffee. -- (after breakfast) Have a nice day! \nAs she leaves the coffee table, she wades through the mist. \nShe's made a few changes to her clothes. \nShe has a baby, and it's not a big deal. \nShe"}]