[{"id": 1905, "prefix": "JUDGE COSTANZA (nods) He can walk. But don't test my patience for even five more minutes. If he hesitates, I'll nail him. RACINE I'll talk to him. Racine starts to turn. ", "truth": "Lowenstein smiles. \nRACINE Thank you, Your Honor. \nRacine goes back to his client, a Businessman of enormous confidence and extravagantly untrustworthy appearance. \nConverted to PDF by www.screentalk.org                4. \nINT. STELLA'S COFFEE SHOP - FIRST STREET - DAY \nRacine and Lowenstein are seated at the counter. Racine drinks beer while Lowenstein drinks a tall iced tea very rapidly and signals for another. This place is across the street from the courthouse/police station and there are plenty of lawyers and cops around, several of whom acknowledge Lowenstein and Racine with pats or nods. \nA single unit air conditioner is blowing away above the door, but it can't compete with the blasts of hot air that come in with each new patron. All of these people, like the pedestrians outside the window, have stripped down to essentials In the infernal heat. The lawyers all carry their Jackets, but even so their shirtsleeves are sweaty. The town is sizzling. \nLOWENSTEIN -- I think I've underestimated you, Ned. I don't know why it took me so long. You've started using your incompetence as a weapon. \nRACINE (smiles) My defense was evolving. You guys got scared. Costanza doesn't like me. What'd I do to him? \nLOWENSTEIN He's an unhappy man, Thinks he should be Circuit Court by now. Here he is in a state with really top-notch corruption and he's stuck with the county toilets. (he drinks) I'm surprised you weren't in on that toilet caper. Could have been that quick score you've always been searching for. \nRACINE Maybe Costanza was in on it.   That's why he was mad. \nSTELLA, the owner of the coffee shop, writes and places separate checks in front of the two men. \nSTELLA What's the word from the hallowed halls of justice? Anything juicy? \nLOWENSTEIN Maybe Stella was in on it. (finished his tea) Stella, when you gonna get a real air conditioner in here. \nConverted to PDF by www.screentalk.org               5. \nSTELLA You don't like it there's lots of other places. \nLOWENSTEIN They don't have you. Gotta go. \nHe stands fishing for change, but Racine takes his check and places it with his own. Lowenstein nods and moves for the door. \nLOWENSTEIN You can't buy me. No sirree, I don't come cheap. \nJust before he reaches the door he does a strange thing -- he takes several graceful dance steps in the Astaire manner. \nA VOICE Lowenstein, you're a fag. \nLowenstein spins out the door, where he is blasted by the heavy air. His body droops as he disappears. \nSTELLA Why does he do that? \nRACINE He's pretty good, that's the weird part. \nSTELLA Did you hear about Dr. Block? \nRACINE No.   Do I want to? \nSTELLA (leans toward him, confidential) Agnes Marshall. \nRACINE (the thought disgusts him) That must have been Mrs. Block's idea, some kind of punishment. \nSTELLA It was! How'd you know? Christ, you're plugged in better than me. So you must know about Mrs. Block's friend in Ocean Grove. \nRacine winces, gets up, and puts money on the counter. He lights a cigarette. \nConverted to PDF by www.screentalk.org              6. \nRACINE Stella, this is beneath even you. Things must be slow. \nStella agrees with a shrug as Racine heads for the door. \nSTELLA It's the heat. \nEXT. FIRST STREET AND MAIN STREET - DAY \nRacine makes his way up First to the corner of Main and crosses diagonally to his building on Main. He is well- known here, greeted through glass by many of the shop owners. The heat dominates much of the pantomimed conversation. Racine goes in a doorway and heads up the stairs to his office. \nINT. RACINE'S OFFICE - DAY \nRacine's secretary, BEVERLY, is behind the desk in the modest reception room. She's a pretty girl barely past twenty. She pushes some phone message slips toward Racine and nods toward the sofa. A middle-aged woman client, MRS. SINGER, sits there clutching a walking stick. Her face suddenly is contorted in pain. Racine glances meaningfully at Beverly then turns his full solicitous charm on Mrs. Singer. \nRACINE Mrs. Singer, I would have gladly come to the house. \nHe helps her up and leads her slowly to his office. \nMRS. SINGER No. no, the doctor says I should walk and I had some shopping. Not that that quack knows what he's talking about. I tell you, Mr. Racine, I'm not sure his testimony is going to be very useful. \nRACINE Don't worry about it. I'll find you a doctor who's more understanding. Is it bad today? \nMRS. SINGER Oooh, you can't imagine. Nothing can make up for the pain they've caused me. \nRACINE How well I know. We'll sue those reckless bastards dry. Excuse my language. \nConverted to PDF by www.screentalk.org                 7. \nAs Mrs. Singer disappears into the office, Racine flashes a grin at Beverly. \n", "random": "\nRACINE (CONT'D) I just don't know what he wants. \nRACINE (CONT'D) Then we should call it quits. We can't leave without him. RACINE No, we can't go. He'll think he's crazy. He's just a little crazy. (beat) I can't believe I'm holding you. RACINE You're a good man. And it's comin' back. It's comin", "sentiment": "\nRACINE I'm sorry. \nRACINE You're a good girl. \nRACINE I'm not a good girl. I'm not a good girl. I'm not good. \nRACINE You're a good girl. \nRACINE I don't know why I'm telling you this. \nRACINE I'm telling you that you're not the best person for me. I'm a good person. \nRACINE"}, {"id": 1906, "prefix": "WALKER No, we're very happy with it. RACINE (nods) I can understand that.    It's a terrific place. Walker nods, looking at Racine carefully.    He motions toward the dining room. ", "truth": "RACINE I was just going to grab a bite. \nWALKER Join us. \nRACINE No. Thanks very much, but I don't want to interfere with -- \nThe Hostess has come toward them. \nWALKER Don't be silly. Come on. (to Hostess) We have room for three, don't we? \nThe Hostess nods and leads the way. Walker gestures Matty ahead, then puts a big hand behind Racine's elbow and ushers him into the dining room. \nWALKER I've heard this place is great. But you can't get near it on the weekends and I don't get down during the week much. \nConverted to PDF by www.screentalk.org               45. \nRACINE Is that right? \nWIPE TO: \nLATER \nThey have finished their salad at a table toward the back. A Waiter comes and takes away their dishes. Walker has taken off his glasses and is cleaning the lenses with a lovely handkerchief. He does this cleaning with enormous care and inordinate relish. His manner is a mix of gruff charm and hinted menace. There's something dangerous about the man and it's perfectly distilled in his smile, which is quick, frequent and vaguely threatening. \nWALKER I was a lawyer. Still am, I guess. But I don't practice. Went to Columbia. You? \nRACINE F. S. U. \nWALKER (nods) Good school.  I got bored with it quick. I guess I didn't have the temperament.  I wanted to make the money faster.  Is there a living in it here? \nRACINE I can afford to send my shirts out. And eat here once a month, if I don't order an appetizer. \nWalker smiles, re-folds his handkerchief carefully and puts it back in the cheat pocket of his jacket. \nWALKER I figured an honest lawyer doesn't make much and the other kind was too slimy for me. I'd rather be upfront about shafting somebody. \nMATTY Edmund, really.     It's Mr. Racine's profession. \nRACINE That's all right. I don't like it much. \nWALKER What's to like. That's the way of the world. Most people despise their jobs. \nConverted to PDF by www.screentalk.org              46. \nWalker picks up a wine bottle and pours more into each of their glasses, emptying it. \nRACINE Do you? \nWALKER No. I love it.     But it's not a job. \nRACINE What is it, exactly? \nWalker signals to a distant Waiter for another bottle of wine. He does it with a small flick of his finger. \nWALKER Various things.     This and that. Here and there. \nRACINE You don't have to be specific. \nWALKER (that smile again) Finance, basically. Venture capital, Investments, real estate. We're into a few things. \nRACINE Yeah?   Around here? \nWALKER Some.   We own some things here. \nMATTY Edmund's company owns The Breakers. \nRACINE Is that right? \nFor a second, Walker's eyes flick over Matty like a whip. \nWALKER It's not that simple. We have an interest in a few places along the shore. For the land. You know. Someday. There's no explaining it to her. \nMATTY (to Racine) I'm too dumb. Woman, you know. \nShe picks up her purse and stands up with a good-humored smile. The men rise. \nMATTY I'll be right back. \nConverted to PDF by www.screentalk.org             47. \nThen maybe we can talk about pantyhose or something interesting. \nShe walks away. Walker watches her go with a satisfied, possessive grin. They sit. \nWALKER She's something, isn't she? \nRACINE (nods) A lovely lady. \nWALKER Yes, she is. I'm crazy about her. If I ever thought she was seeing another guy... I don't know. (he takes a sip of wine) I'd understand how it could happen. Her being the way she is. I'd understand it. But I think I'd kill the guy with my bare hands. \nRACINE That's understanding. \n", "random": "\nRACINE (nods) This is the right place.     It's a beautiful place. \nRacine approaches a table and sits down. \nRACINE (CONT'D) There.   A table. \nShe takes out a sheet from her dinner bag and hands it to Racine. He takes several. \nRACINE (CONT'D) I can see why you're looking at us. \nRacine", "sentiment": "\nRACINE What do you think of this place? (Racine takes a seat) You know, this place is very exciting. \nRacine sits.    Rachel looks at him, opens her eyes. \nRACINE (continuing) And I think it's a very easy and elegant place. It's very crowded. \nRacine smiles, nods, and exits. \nEXT. MANSION - DAY \nRacine"}, {"id": 1907, "prefix": "HARDIN (CONT'D) And I've asked Mrs. Kraft, Mr. Walker's sister, to join us, also. I'll see you then. RACINE Right. HARDIN Good-bye. ", "truth": "INT. RECEPTION AREA - DAY \nRacine opens the door from his office. \nRACINE (to Beverly) Will you get me Mrs. Edmund Walker, please. \nBeverly wrinkles her brow, spins her Rolodex. \nBEVERLY I don't have her. Should I? \nRACINE I thought the temporary put her in. She came in while you were on vacation. Look it up. They were in Pinehaven, I think. \nHe closes the door to his office. \nINT. RACINE'S OFFICE - DAY \nRacine sits at his desk.    The phone BUZZES.   He picks it up. \nBEVERLY (filtered) I get no answer at the Pinehaven number. \nRACINE Okay.    Try again later. \nINT. SHILLER, HASTINGS LAW OFFICES (WEST PALM BEACH) - DAY \nA Secretary leads Racine DOWN A HALLWAY of the richly appointed offices and ushers him into a -- \nConverted to PDF by www.screentalk.org               80. \nLARGE CONFERENCE ROOM, opulent, with a big skylight. Seated around the room are Matty, Roz Kraft, and much   to Racine's surprise, his friend Peter Lowenstein, Matty   is dressed in chic black, MILES HARDIN comes around the   big desk to shake Racine's hand. Hardin is an impressive    guy in a $500 suit. He greets Racine with icy eyes and a cordial look. \nHARDIN Miles Hardin, Mr. Racine. \nRACINE How are you? \nHARDIN I don't think you know Mrs. Kraft. \nRACINE (shakes her head) No.   I don't. My condolences. \nROZ Thank you. \nRacine comes up to Matty and takes her hand. \nRACINE Mrs. Walker, I'm very sorry about your husband. \nMATTY Thank you, Mr. Racine. \nHARDIN You know Mr. Lowenstein. \nThey shake and Lowenstein gives him a cheerful grin. \nRACINE Hello, Peter. \nLOWENSTEIN Hi, Ned. \nRacine shakes his hand. Hardin motions Racine into a chair and moves back around the desk. \nHARDIN I asked Mr. Lowenstein to join us because he's handling the inquiry into Edmund's death for the County Prosecutor's office. He and I have discussed this matter and he's made is possible for us to speak very frankly here today. Off the record, so to speak. (MORE) \nConverted to PDF by www.screentalk.org               81. \nHARDIN (CONT'D) (to Racine) As I've told Mrs. Walker, I was more than a little surprised by the existence of this new will. Edmund hadn't mentioned anything about it to me. \nHardin looks at Racine a beat, but Racine has nothing to say. \nHARDIN Mrs. Walker explained to me that when she and her husband decided to make some minor changes, they just took care of it up here for simplicity's sake. And, indeed, as you know, the new will is almost identical to the old but for the disposition of a few items. (to the group in general) At the risk of oversimplifying, the thrust of the will is to divide the estate in almost equal parts between Heather Kraft and Mrs. Walker. Would you agree with that assessment, Mr. Racine? \nRacine nods. \nHARDIN Mmmm. And you witnessed the    signing by Edmund Walker along with   this Miss -- (glancing at papers on the desk) -- Mary Ann Simpson on July   twenty- first. Apparently, it will    be impossible for us to contact   Miss Simpson. \nMATTY Mary Ann is a lifelong   friend of mine. She  happened to   be visiting on her way to Europe.    I'm sure when she returns she'll get   in touch with me. \nRACINE (eyeing Hardin) Although it's certainly not required. The witnesses to the signing of a will are not commonly available when the will is entered into probate. It's not standard by any means. \nHardin glances at Lowenstein, who watches impassively. \nConverted to PDF by www.screentalk.org               82. \nHARDIN Edmund Walker's death was not standard. \nROZ (to Hardin) Pardon me. I'm sorry. I'm confused. Is there some question about the authenticity of the will? \nRacine would like to kiss Roz; instead he turns with a questioning look to Hardin. \nRACINE I'm confused, too. Do you have a problem with the witnessing or the signatures? What is it you're getting at? \nHARDIN (almost wistful) No, there doesn't seem to be any problem here. This is Edmund Walker's last will and testament. I'm afraid the problem is elsewhere. \nHe reaches into his coat and brings out a gold cigar case. \nHARDIN Would anyone mind if I smoked? \n", "random": "\nRacine exits the room. She looks at Rachael, then goes back to sleep. Rachael looks up. She is in a state of shock. \nEXT. HOSPITAL - NIGHT \nEvelyn and her sister are driving down the road. Evelyn looks around. She sees Rachael and is so stunned she almost looks up at him. \nLIGHTNING FADES OVER THE ROAD \nDramatic shapes move by the", "sentiment": "\nRACINE (CONT'D) (continuing) From now on, I'll be leading the party. \nHARDIN I think I'm going to have to ask you to get me a seat. RACINE Thank you. \nRACINE (looking at her watch) I'm going to be moving in next week, and I've got to get home before I can get back home. \nHARDIN I'm very pleased. \nRAC"}]