[{"id": 2391, "prefix": "FARMER (bitterly) You're damned right, ma'm. He looks up to see an OLD NEGRO who has come from a distance shack and now stands near CLYDE's car. FARMER (nodding toward Negro) Me and him put in the years here. Yessir.  So you all go right ahead. We just come by for a last look. ", "truth": "FARMER You all mind? \nBONNIE and CLYDE are puzzled. \nFARMER Hey, Davis!  Come on over here. \nThe NEGRO moves toward them.  Now BONNIE understands.  She takes the second gun from CLYDE and hands it to DAVIS. DAVIS looks from BONNIE to the FARMER and toward the house. The FARMER fires again.  This time at a window.  He nods to DAVIS.  DAVIS slowly raises the gun and fires at another window.  It shatters and they can't keep from laughing.  The FARMER returns the gun as does DAVIS. \nFARMER (continuing) Much obliged. \nHe extends his hand.  CLYDE shakes it. \nFARMER Otis Harrison.  And this here's Davis.  We worked this place. \nCLYDE (formally) Miss Bonnie Parker.  And I'm Clyde Barrow. \nAcross farmer's car.  Wide shot.  Day.  The FARMER turns and moves toward his people.  DAVIS moves toward his shack. CLYDE and BONNIE in the b.g. \nClose angle.  BONNIE and CLYDE. \nCLYDE (continuing) We rob banks. \nBONNIE turns quickly to look at CLYDE.  He smiles and nods. \nFADE OUT. \nFADE IN. \nEXT. A LONG, COUNTRY ROAD.  DAY. \nA car is driving down it.  It is the next day.  BONNIE is driving, CLYDE beside her. \nINT. CAR.  DAY. \nCLYDE You just stay in the car and watch and be ready. (he is playing it cool, knowing she is scared.  He thinks he's James Cagney) Okay now? (he hands her a gun from the glove compartment) You just be ready if I need you. \nBONNIE's hands are tense on the wheel.  Her face shows how nervous she is now that the time has come. \nCLYDE Scared? \nBONNIE No. \nThey drive in silence. \nCLYDE What are you thinkin' about? \nBONNIE Nothin'. \nEXT. BUSINESS STREET OF A LITTLE TOWN.  DAY. \nWe are still in the car.  BONNIE pulls over and stops by the bank.  CLYDE is frozen in his seat.  We can see that, for all his talk, he is scared, too. \nBONNIE What are you waitin' for? \nThat gets him.  CLYDE throws the door open and jumps, practically dives out the door.  The camera follows his motion right inside the bank, tracking very fast. \nINT. BANK #1.  DAY. \nSomething is very screwy here.  The bank is dark, the TELLER is half asleep over his books.  CLYDE approaches, thrusts the gun at him. \nCLYDE (with a swagger) This is a stickup.  Just take it easy and nothin' will happen to you. Gimme the money. \nTELLER (looking up with no fear, his voice calm and conversational) Heighdy. \nCLYDE (nonplussed at this) Gimme the money! \nTELLER What money?  There ain't no money here, mister. \nCLYDE (totally befuddled at the turn of events) What do you mean there ain't no money?  This here is a bank, ain't it? \nThe camera pans around the bank.  We see that it is empty, dusty and shuttered. \nTELLER This was a bank.  We failed three weeks ago. \n", "random": "\nGARMER (emphatically) Thing's not easy, yessir. We know what you're looking for. \nCLEVELAND'S VOICE (from behind a ridge) You can't get away with this, yessir.  You're a good man. \nEXT.  CLYDE'S HOUSE - DAY \nCleverly dressed, he walks down a narrow, dusty path, past a few yards of barns and barns,", "sentiment": "\nPATRICK (pleading) You ain't come no more. \nELIZABETH (the crowd cheers) Hey, Jimbo! \nHAROLD AND THE FRENCH MEN (as the crowd cheers) We'll go down to see it. \nCUT TO: \nINT. MARKET CAR - DAY \nThey are in deep traffic, like it's an organized crime syndicate. \nCUT TO: \nINT. MARK"}, {"id": 2392, "prefix": "CLYDE (disappointed) Hell.  That ain't much, is it? BUCK (commiseratingly) Times is hard, CLYDE Well, let's get to it. ", "truth": "CLYDE This is Clyde Barrow. (lays down a bill) Buck Barrow... (lays down a bill) Bonnie Parker...C.W. (goes back to the first again and lays out another round) Clyde, Buck...Bonnie...C.W. Clyde, Clyde again...Buck...Bonnie...C.W. \nBUCK and BLANCHE stand watching.  BLANCHE looks fretful. She nudges BUCK and whispers to him. \nBUCK whispers something back to her.  Meanwhile, CLYDE's counting still goes on. \nCLYDE Bonnie...C.S....Clyde... \nBUCK (very ill at east in this position he has been forced into) Um...eh...Clyde? \nCLYDE Hah? \nBUCK is clearly embarrassed. \nBUCK Uh, Clyde...well...what about Blanche? \nEveryone reacts with stunned amazement at BLANCHE's nerve in wanting to get her cut. \nBONNIE (incredulous) WHAT? \nBLANCHE sees she has to rise to her own defense, and she rises to the occasion with spirit and verve. \nBLANCHE Well, why not?  Say I earned my share!  Same as everybody.  I coulda got killed same as everybody, and I'm wanted by the law same as everybody.  Besides I coulda got snake bit sleepin' in them woods every night! (building it up) I'm just a nervous wreck and that's the truth.  And I have to listen to sass from Miss Bonnie Parker all the time.  I deserve mine! \nClose.  BUCK.  Day--looking at CLYDE, his face full of weak smiles and embarrassment at his wife. \nCLYDE (with a sigh) Okay...okay...hold your horses, Blanche.  You'll get your share. \nBONNIE is livid but says nothing.  CLYDE, the leader has decided.  C.W. looks indignant, like a hog who's just been given a bath.  CLYDE begins counting all over again in near silence. \nBUCK Married a preacher's daughter and she still thinks she's takin' the collection. \nEveryone now laughs, but BLANCHE.  CLYDE continues counting. \nBUCK (to Blanche) Well, don't spend it all in one place now, hear? \nBONNIE She'll be doin' right well to spend it at all. \nBONNIE turns and ambles away from the car.  After a moment CLYDE stops counting and moves after her.  He's prepared for a fight, stands behind BONNIE's arched back trying to gauge the degree of hostility there. \nCLYDE Bonnie? \nNo answer. \nCLYDE (a little defensive) Look, Bonnie, I've said it and I guess I'll keep sayin' it before we're thru--Blanche is Buck's wife and Buck is family. \nHe waits expectantly. \nBONNIE (finally, utterly without malice) --she's such a silly-Billy... \nBONNIE looks plaintively to CLYDE. \nBONNIE My family could use some of that money. \nCLYDE Them laws have been hangin' round your mamas house 'til all hours, Bonnie.  It's just too risky to go there. \nBONNIE (exploding) Well, where can we go?  We rob the damn banks, what else do we do? \nCLYDE cannot really answer.  Suddenly C.W. starts yelling: \nC.W. CLYDE!  CLYDE!  CLYDE! \nCLYDE flinches at the sound.  C.W. comes bounding over, as rude an assault on their sensibilities as he can be. \nCLYDE (wincing as they are nose to nose) I hear you, C.W. \nC.W. This ol' heap's gushin' oil!  We got to swipe us another set of wheels right away, or we won't get anywhere.  Look here. \nHe reaches down under the pan of the car and scoops a gooey handful of slick black oil which he holds before their faces. \nC.W. See? \nCLYDE nods slowly.  He looks back to BONNIE.  He sees. \n", "random": "Look, this is the best time in football.  It's a home game.  We've got a chance.  We got a chance. \nCUT TO: \n164 INT. CINCINNATI BUILDING - DAY \nBuck and CLYDE are sitting in the waiting area of a cavernous concourse.  They are at an impromptu dinner with a large group of fans.  They are eating, laughing, drinking, and playing. ", "sentiment": "CLYDE (to the boys) Let's get to it. \nCUT TO: \nINT.  BUCK'S CAR - NIGHT \nBUCK (V.O.) I was in the car, and I was driving. \nCUT TO: \nINT.  BUCK'S CAR - NIGHT \nBUCK (V.O.) I was in the car. \nCUT TO: \nINT.  BUCK'"}, {"id": 2393, "prefix": "EXT. ARCADIA STREET.  MID-MORNING. A street in Arcadia.  The car is parked.  BONNIE and CLYDE walks toward the car carrying big bags of groceries and supplies and put them inside. CLYDE (looking around) What happened to C.W.? ", "truth": "CLYDE opens the door of the driver's seat and sits down. \nINT. CAR.  ARCADIA STREET.  DAY. \nCLYDE Boy, my feet are sweatin'. \nHe takes off his shoes. \nBONNIE (kidding around) You plannin' to drive with your shoes off? \nCLYDE Sure, why not? \nHe reaches in his shirt pocket and takes out his sunglasses. As he goes to put them on, one of the lenses falls out. \nCLYDE Damn! \nHe puts them on. \nBONNIE (laughing) You gonna wear 'em? \nCLYDE Sure, drive with one eye shut. \nBONNIE gets in the car, rummages around in one of the bags and pulls out something wrapped in tissue paper.  She unwraps it and puts it up on the dashboard, displaying it. It is a little porcelain shepherdess holding a crook in her hand, worth about thirty cents. \nBONNIE (admiring it) Isn't that the prettiest thing, hon? Just look here, you can see every little fingernail on her hands. \nShe shows him. \nCLYDE It is a pretty thing, honey. \nCLYDE turns on the radio and gets some hillbilly music. They are singing \"Little Church in the Valley.\"  He beats time on the steering wheel, getting a little impatient. BONNIE puts her shepherdess away and begins looking in the grocery sack. \nBONNIE We got any peaches?  I sure could go for a peach right now. \nShe burrows in the bag and comes out with a peach.  She takes a big bite.  The juice drips down the side of her mouth.  She looks beautiful. \nCLYDE (he stops drumming his fingers, suddenly has an idea) Whyn't we do it tomorrow? \nBONNIE Do what? \nCLYDE Tomorrow's Sunday, ain't it?  We could drive all night and be on that golf course tomorrow morning! \nBONNIE You sure you feel up to it? \nCLYDE (enthused) Yeah, why not? (now feeling anxious and excited, he is impatient to move) Where is that boy?  He's gone too long. \nBONNIE (humming to the radio) He'll be here. (holding the peach to him) You take a bite, hon. \nCLYDE (getting worried) No, it's takin' too long.  What if something happened? \nBONNIE Nothin' happened. \nCLYDE (more urgently) Go take a look, see what's keepin' him. \nNot too delighted with the chore, BONNIE goes off.  We remain with CLYDE, getting anxious.  The music plays on. BONNIE comes back, hurriedly, now anxious herself. \nBONNIE He ain't there. \nCLYDE jumps into action, slams his door. \nCLYDE C'mon, let's go. \nBONNIE gets in.  They drive off. \nINT. STORE.  CLOSE-UP C.W.  DAY. \n--hiding inside a store, peering out through a curtained window at them driving away.  His expression is disturbed; his face half in shadow. \nEXT. ROAD.  DAY. \nBONNIE and CLYDE's car coming down the road.  Camera sees from CLYDE's P.O.V.  MALCOLM standing in the road, waving him down.  The pickup truck, its back jacked up, is parked beside him on a shoulder of the road. \nINT. CAR.  DAY. \n", "random": "ONNIE What? \nCLYDE I don't know.  I don't know.  I'm not sure. \nBONNIE and CLYDE are still standing there, looking at one another, waiting for the same thing. \nBONNIE (continuing) I think the guy was hit, but I'm not sure. \nCLYDE (looking around) What about the money? \nBONNIE I don", "sentiment": "LYDE (looking around) I don't know. \nBONNIE (looking around) Yeah. \nCLYDE (looking around) Well, what happened to C.W.? \nBONNIE (looking around) What happened to C.W.? \nCLYDE (looking around) Well, I don't know.  I don't know. \nBONNIE (looking around) Yeah. \nCLYDE ("}]