[{"id": 2385, "prefix": "CONNOR What?! What are you doin'? MOM (V.O.) I want ta tell ya one last thing before I pull the trigger. CONNOR (screaming) Pull the trigger?! Have ya lost it woman?! Now just calm down here. ", "truth": "MOM (V.O.) I... \nCONNOR No ma! No! \nMOM (V.O.) BLAME... \nCONNOR & MURPHY Oh Jesus, No! No! Oh God! No Ma! \nMOM (V.O.) YOU...! \nConnor and Murphy are both screaming in panic. \nEXT. ANNABELLE MACMANUS' BACK STOOP  NIGHT \nMom stands on the back stoop holding the door ajar with her hip. She holds the phone receiver up in her left hand and the gun directly next to it, in her right. She squeezes off a loud shot toward the heavens. \nINT. CONNOR AND MURPHY'S APT  EARLY EVENING \nAs soon as the deafening sound pierces through the receiver, Connor instinctively jumps up to a standing position. The bag of ice bursts as it hits the floor and spreads across it. He throws the receiver and covers his ears with both hands. \nThe phone then falls to the ground, skipping through the cubes as the boys dive for it screaming. The two naked, hysterical boys fumble for the phone, flailing on their stomachs in the field of ice. They finally catch it and both put their ears to the receiver in panic. As they scream MA intermittently, the pauses get longer and longer. \nINT. ANNABELLE MACMANUS' APARTMENT  NIGHT \nMom's got her hand covering her mouth, face red from holding back laughter, as she walks back into the house. She can take it no longer and she bursts out with hearty guffaws. \nINT. CONNOR AND MURPHY'S APARTMENT  EARLY EVENING \nThe boys are relieved, but angry. \nCONNOR (grabs his balls, rolls over) Aaaww, shit!... evil woman! \nMURPHY Lord have mercy. That was a good one ma. \nMOM (V.O.) Oh, Jesus! No ma! Christ ma! No! \nMurphy holds the receiver in the air. Mom's still laughing. \nMURPHY (to Connor) Oh, she's quite proud of herself. \nMOM Okay, seriously, both you listen ta me now. \nThey both put an ear to the phone. \nCONNOR All right, we're both here. \nMom pauses and cackles endlessly once again. \nMOM (finally) It's only 11:00 here boys so I got lot's more drinkin' ta do with your worthless relatives down at the Anvil. \nMURPHY Just called ta torture us did ya? \nCONNOR How's Uncle Sibeal? \nMOM Well, you know how it is with him. Always complainin' he's never turnin' a profit on St. Patty's. Whole damn family goes down there with no money, cause we know he can't bear ta charge us. \nThey all laugh. \nMOM But he's been havin' himself a nip or two as well... Been up the waitress' skirt all night, poor girl. \nMURPHY Well you tell him ta take it easy with that. He's gotta learn ta respect women the way Connor does. \nCONNOR Oh, Jesus. \nMURPHY I gave him his first lesson in sensitivity toward the fairer sex just today. \nCONNOR Don't even do it, ya bastard. \nMURPHY (laughs) He got beat up by a girl. \nCONNOR If that was a girl I want ta see some papers. She had ta be just preoperative for Christ sakes. \nMOM (dogmatically) Lord's name. \n", "random": "                                                                                                  ", "sentiment": "ONNOR Go ahead. \nMOM (He opens the door) What do you mean? Don't you want to hear the whole talk?! \nCONNOR Have you seen him? Have it! \nMOM What's the deal? What can I tell you it? \nCONNOR (shaking his head) No man is cooler than a weak whore. \nMOM (shaking his head) He's pretty tired now. \nCONNOR (sh"}, {"id": 2386, "prefix": "MURPHY On TV ya always get that asshole that jumps behind the couch. CONNOR Yeah, and ya gotta shoot at him for ten minutes. MURPHY Oh, we're good man. ", "truth": "They are already striding for a suitcase full of money. \nMurphy picks up a wad of bills. \nMURPHY I love our new job. \nJust then, there's a knock at the door. They snap into action. They stand at each side of the double doors, looking through the peepholes. They see Rocco on the other side dressed as a hotel employee. He wears a polyester shirt with gold trim and a name tag that reads Jaffar. He has a good cart in front of him. \nThey look at each other and grin. Murphy nods. As they open the door, Murphy grabs the food cart and pulls it in. \nConnor seizes the mortified Rocco and pulls him in, slamming the door shut behind him. They run, dragging him and then throw him in the midst of the bodies. They put their guns right in his face. \nROCCO Oh, God! Don't kill me! We're on the same side! The boss musta sent you in as back up, huh? Oh, shit, please! I'm Rocco. I'm the funny man. (almost crying) They call me the funny fuckin' man! \nCONNOR (attempting to hide accent) Where's your gun? \nROCCO Chest pocket. (they take it) Shit! \nCONNOR This is a six-shooter. \nMURPHY (hiding accent) Nine bodies. \nCONNOR Oh, you're good. What were you gonna do? Laugh the last three to death, funny man? \nROCCO Poppa Joe said there was only two. In and out. (trying to make friends) Boy, you guys sure did a good job. You're good, huh? Cool masks. Where'd you get them? \nCONNOR Let's do him right here. \nMURPHY Right now. \nROCCO (screaming like a baby) Don't kill me. Oh shit, please no. I'm Rocco. I'm the funny man!... the funny man... the funny. \nThe boys put their faces close to his and demask. They start laughing but Rocco just lays there, wide-eyed, in shock. \nThey boys saunter to the bar. Rocco takes a long beat. \nROCCO What did you do?! Fuckin'... what the fuckin' fuck! Who the fuck, fucked this fuckin'? fuck. How did you two fuckin', fucks?......... FUCK!!! \nCONNOR Certainly illustrates the diversity of the word. \nThe brothers laugh. \nROCCO What the fuck are you doing here? What, huh!? WHAT? WHAT? WHAT? ANSWERS! I WANT FUCKIN' ANSWERS! \nCONNOR (slaps his face) Get a hold of yourself, man. \nRocco is silent and surprised. Murphy, also surprised, looks at Rocco. All is quiet. \nMURPHY Yeah, get a hold of yourself. \nMurphy jokingly slaps Rocco a second time. Rocco instantly jumps on Murphy, cursing and punching. The brothers burst into laughter as they subdue Rocco. As he calms down, they release him. \nCONNOR Listen, we gotta get outta here now. We'll take separate exits and meet at Rocco's. \nMurphy puts the two suitcases in his duffle bag and the two brush by Rocco who is still unsatisfied with his explanation. \nROCCO Fuck! \nBACK TO PRESENT  INT.  ROCCO'S APARTMENT  NIGHT \nRocco has removed his hotel jacket. \nROCCO Anybody you think is evil? \nCONNOR Yes. \nROCCO Don't you think that's a little psycho? A little weird? \nCONNOR Weird, huh?... Know what I think is weird? Decent men with loving families go home every day after work. They turn on the news and see rapists, murderers, and child molesters all getting out of prison. \nMURPHY Mafiosos getting caught with 20 kilos and walkin' on bail the same day. \nCONNOR Little girls catchin' stray bullets in their heads, playin' hopscotch in their front yards. And everyone thinks the same thing... Someone should just go kill those motherfuckers. \n", "random": "\nCONNOR (CONT'D) I always felt a little sorry for you when you were a kid. \nCONNOR (CONT'D) You don't know that? \nMURPHY (CONT'D) We never. We only heard what we could hear. And we were always bombarded. \nCONNOR (CONT'D) I tell ya, we don't have to kill you. You got some shit. We're not gonna lie to you.", "sentiment": "\nCONNOR (to the camera) You know what? \nMURPHY (to the camera) I'm not gonna be a good man. \nCONNOR (to the camera) I'm not gonna be a good man. \nMURPHY (to the camera) I'm not gonna be a good man. \nCONNOR (to the camera) I'm not gonna be a good man. \nMURPHY (to the camera) I"}, {"id": 2387, "prefix": "The media, with their cameras and notebooks, are at the back of the courtroom. Yakavetta is testifying on the stand. He is cocky. The judge warns Yakavetta that he will have no more of this behavior in his courtroom. MEDIA MAN 1 (whispering to #2) Look at his charisma. He's the next John Gotti. MEDIA MAN 2 He'll walk. Even with all this evidence. ", "truth": "MEDIA MAN 2 Look at him. He doesn't have a care in the world. He's gonna walk. \nINT.  FOYER TO COURTROOM  DAY \nThe MacManusus stand in the foyer. There are a pair of doors that go to the outside hallway and a pair that go to the inside courtroom. There is an armed guard directly inside the courtroom, in front of the doors. \nThe door opens a crack and Connor waves the guard into the foyer and starts talking to him. Then dad zaps him with a stun gun. The guard is on the floor, incapacitated and drooling as the boys handcuff him. \nConnor pulls out a length of chain and drapes it through the door handles that lead from the hall into the foyer. He locks them in with a padlock. \nFATHER How long do these put a man down for? \nMURPHY Ten minutes. \nThe father zaps the incapacitated man a second time as he lay. \nFATHER Twenty is a bit better. \nThey suit up, Connor and Murphy in their usual masks and gloves, Dad is already in his usual dark hat and glasses. \nThe boys start for the courtroom door but dad gently holds them back. He takes a moment, then slowly removes his hat and glasses. His sons look at one another and then remove their masks. The three look into each others eyes for a moment. \nINT.  COURTROOM  DAY \nJUDGE Due to the lack of hard evidence...... \nThe three burst in, guns drawn, and are walking down the aisle. \nFATHER All media to the back! Drop the cameras! Drop 'em! \nTerrified, they all obey. Connor and Murphy pull Yakavetta from the witness booth by his hair and place him on his knees just before the judge's bench. They face him toward the occupants of the courtroom. The father walks up and motions for the judge, who is now banging his gavel and shouting in protest, to come off the stand. \nAs soon as he is within arms reach, dad takes him by the collar and drags him down the aisle all the way to where the media stands in horror. He turns and walks back down the aisle. \nFATHER (loudly) You people have been chosen to reveal our existence to the world. You will witness what happens here today and you will tell of it afterwards. \nAll eyes to the front. \nYAKAVETTA (looking to his comrades) Fuckin' do something! \nThe father keeps them covered. He passes the front, he looks and sees a VIRGINAL-LOOKING WOMAN with her head down crying into her hands. She is on the left side. He gently tilts her chin forward, her eyes fixated on a faded blue butterfly on the back of his hand. \nFATHER (WHISPERS) (whispers) You must watch dear. It'll all be over soon. (she obeys) \nThe father takes out a flask. He pours the booze on the judges bench and set it ablaze. Fire alarms start to sound. \nConnor and Murphy jump up on the lawyers' tables. Murphy on the prosecution side, Connor on the defense. The father has his sawed-off to the back of Yakavetta's head. \nCONNOR (yelling over the alarm) Now, you will receive us. \nMURPHY (yelling over the alarm) We do not ask for your poor or your hungry. \nCONNOR We do not want your tired and sick. \nMURPHY It is your corrupt we claim. \nCONNOR It is your evil, who will be sought by us. \nMURPHY With every breath we shall hunt them down. \nCONNOR Each day we will spill their blood till it rains down from the skies. \nMURPHY Do not kill, do not rape, do not steal. These are principles which every man of every faith can embrace. \nCONNOR These are not polite suggestions. They are codes of behavior and those that ignore them will pay the dearest cost. (points to Yakavetta) \nMURPHY There are varying degrees of evil. We urge you lesser forms of filth (pointing to Yakavetta's people) Not to push the bounds and cross over into true corruption... into our domain. \nCONNOR For if you do, there will come the day when you look behind you and see we three. And on that day you will reap it. \nMURPHY And we will send you to whatever God you wish. \nConnor and Murphy jump off the table. They approach Yakavetta and stand on either side of their father. All three men hold guns to his head and recite the prayer. As they speak, the right side of the courtroom screams in protest. The left watches in wide-eyed terror, although some men encourage them to do it. The MacManus' read the prayer. They do not falter as the flames rage behind them. \n", "random": "hey hear a doorbell ring. It is a girl. \nThey run out into the courtyard and begin to beat her. She is screaming. \nWe watch as the media continue to beat her. \nShe is crying with tears in her eyes. \nMEDIA MAN 3 (whispering to #3) Look, the boy is gone. He's just an old man. He's just a boy. \nShe is crying with tears in her eyes. MED", "sentiment": "ONCERNING SHERAR, DOZENS' INCOVERS: \nON THE CABIN, one of the witnesses, is talking to a woman who is behind the kitchen counter. She is looking around to see if there's anything was done to her. Then they start arguing. The woman says she's not sure, but Yakavetta tries to close her eyes to look at her. \nINT.YAKavetta'S CORRIDOR -"}]