[{"id": 1449, "prefix": "EXT. BACK TO PRESENT, WAREHOUSE -- NIGHT Bodies are wheeled out in the b.g. as Dolly and Greenly talk privately with Eunice. DOLLY Just got a call from my best snitch. Never steered me wrong. He says its this guy. (hands Eunice mug) \"Gorgeous\" George Tuffano. He's trusted bruglione to Yakavetta but not blood. He's been left control of the streets. He's running all of it. ", "truth": "GREENLY They call him \"Gorgeous\" cuz he likes his silk suits and jewelry. He's even got the 'out of season' fake bake going on, a real peacock, this guy. \nEUNICE Yeah, I heard of this rodeo clown. Duffy approaches, hands Eunice a tiny bullet in a baggy. \nDUFFY Ballistics just dug it out. \nThey all look perplexed. \nEUNICE A twenty two? You gotta be kidding me. That's like bringing a knife to a gunfight. \nGREENLY Yeah, or like bringing a really small gun...to a gunfight. \nThey all blank stare Greenly for a moment.        Moving on. \nDUFFY I don't know. Ballistics is reading three shooters. This is one of them. \nEUNICE Well, I'm having a hard time believing that one of the three most lethal individuals on the planet just switched over to bird shot. \nDOLLY Maybe we're reading it wrong. The priest was a frame job, right? \nDUFFY Yeah, maybe somebody's trying to eliminate some competition here. \nEunice considers this.   The Detectives seem hopeful. \nEUNICE No, sir. It's them. But we just might have ourselves a change in the line up, here. \nThe detectives all look at one another nervously. \nGREENLY Fine, they're back.   What's the plan? \nEUNICE Hell, we've just been called up to the big show. We are tracking multiple perpetrators, gentlemen. The plan? We keep our ear to the ground and try to figure out where Yakavetta's hiding. Napoleon. We find him and flip him. And as for the Saints...I'm gonna have me a face to face with these boys one way or the other. \nShe walks off.   The cops look terrified. \nDOLLY Holy...fucking...shit. \nINT. GREENHOUSE -- NIGHT \nWe see the hands of an OLD MAN (70) as he mists flowers in this lush environment. He ambles to a shop table, wearing a metal leg brace, circa 1950's and a corrective shoe, Polio. We do not see his face. \nCLOSE ON: small black and white TV on table.     Breaking news.    Live from the crime scene... \nREPORTER #3 Law enforcement has confirmed the Saints are back! \nThis gives way to... \nINT. / EXT. NEWS FOOTAGE \nThe Saints pencil composites are shown.     From the studio... \nREPORTER #1 V.O. It's confirmed. The five drug traffickers all involved in the heroin trade were victims of the Saints. \nSTATIC!   CHANEL CHANGES!    Bodies are wheeled out... \nREPORTER #2 V.O. ...several having close ties to the Yakavetta Crime Family, confirming the long suspected merger of the Chinese Triad and the Mafia. \nEXT. ALLEY -- LATER \nCLOSE ON:   A metal door opens revealing DOC (60's). \nDOC \nBOYS! \nThe brothers and Doc hug and greet as he ushers them in with Romeo in tow. The bar is closed, empty. \nDOC (CONT'D) Jesus, Mary and Joseph! I saw da nuh, nuh, news channel. Are ya boys all right?! \nCONNOR Sound as an Irish pound, Doc. \nMURPHY Is it too late for a shot? \nDOC Oh, the Lord told me you'd be comin! He said, \"Doc, they're comin\" and I was ta get everting ready. So I did. Everting's ruh, ruh, ruh, it's all set. \nROMEO Uh, hem! \nMURPHY Oh, this is our Mexican. \nDOC (shaking hands) How are ya, lad? They call me...FUCK!...ASS! \nROMEO Nice to meet you, Fuck Ass, I'm Romeo. \nINT. UPSTAIRS STORE ROOM -- MOMENTS LATER \n", "random": "LLY Like the straight man. \nDolly looks at Eunice. \nELLY (CONT'D) I'm telling you, that's the way it happened. \nHe hands Eunice a jigsaw puzzle. \nELLY (CONT'D) It's an old piece I made from the old man's hand- ed. \nHe hands Eunice a piece of wood. \nELLY This is the one? \nD", "sentiment": "YNDAGE The smoking was DeCortez's unsolved mistake this cycle? \nTuffano, color- drained, eyespelled, doesn't hear Lt. Future artist's overhead voice: John Vice joins Correll and Truebone in a darkened hallway. 2nd Lt. Grimes and 50 caliber gangway caliber guns sit at the arms of the presenter. Gun callers (enormous) Pritzker! The office door opens, the guard looks inside. CUT TO"}, {"id": 1450, "prefix": "EUNICE (CONT'D) Goose. BOOM! They all start shooting as Eunice stands in the crossfire unaffected. Men fall dead and we see the relevance of each thing Eunice did to doctor the scene. WHIP PAN... INT. BACK TO PRESENT, EL CAVA -- LATER ", "truth": "(MORE) \nEUNICE (CONT'D) They're fighting over his throne.      This was not the work of the Saints. \nHeads nod agreement.   Greenly enters and flashes a file to Eunice. \nEXT. EL CAVA -- MOMENTS LATER \nPress clamors for the story in the b.g. Eunice and the detectives are in a private spot. Greenly excitedly hands her the file. \nGREENLY INTERpol came through. \nEunice opens the file.   Picture of Crew Cut.    Dolly and Duffy read over her shoulder. \nGREENLY (CONT'D) You were right. Five foot five.       Gotta be the shooter. \nEunice smiles and speaks to Crew Cut's photo... \nEUNICE Are you ready for your fifteen minutes, Sweetheart? \nGREENLY That ain't all. Short stuff's work visa was signed by a sponsor that doesn't exist and look at the date. Two months after Nine Eleven. \nEUNICE Someone maneuvered it through the system using false information during the highest alert in U.S. history. \nDOLLY Yakavetta's just a gangster. He ain't got the juice to pull that off. \nEUNICE You're darn tootin' he don't. \nGREENLY INS red flagged it like a motherfucker. It's a shit storm. \nEUNICE Something stanks like manure. \nThe cops nod.   Eunice turns and starts to move away... \nEUNICE (CONT'D) We got someplace to be! Let's go! \nINT. MERCEDES -- MOMENTS LATER \nEunice drives.    The Detectives look nervous. \nDOLLY What is this? Where are we going? \nEUNICE It's time to revisit the scene of the crime. \nEXT. MCGINTY'S PUB -- LATER \nEunice pulls to a stop. At the sight of the place, the cops turn white as a ghost. All exit the vehicle and walk toward. \nGREENLY It's after hours. I mean, if you wanted a drink then... \nEUNICE 37 bodies later and we're finally back where it all began. Y'ever heard of the southern expression, \"We have an elephant in the living room?\" \nShe knocks on the door.   The cops are mortified. \nEUNICE (CONT'D) Hope you fellas brought some peanuts. \nDoc opens it and lets them all into... \nINT. MCGINTY'S -- CONTINUOUS \nConnor and Murphy are seated at the bar. They turn.   The cops are dumbfounded. Duffy turns to Eunice, mystified. \nDUFFY You knew all along. \nCONNOR What?    Ya don't call.   Ya don't write. \nDolly actually drops to his knees in abject relief. Greenly laughs and plants a kiss on Eunice's cheek. Doc pours shots. Eunice smiles as all her guys hug and make merry. DISSOLVE TO... \nINT. MCGINTY'S -- LATER \nDoc smiles from the bar as the group raises for a toast. \nMURPHY I'm glad we got the band back together... (re: Romeo) ...even though our new bass player's kind of a retard. \nThey all laugh, cheers and drink. Conversations buzz all around. Eunice chats with the boys as she sips a cosmo. \nCONNOR So, where'd you learn ta shoot like that? \nEUNICE My Daddy was an old six gun shooter.      A real cowboy. \nMURPHY Guess that makes you a cowgirl, eh? Thanks. Saved our asses. \nEUNICE Don't mention it. Now, we have a little business to go over before you celebrate in earnest. \n", "random": "\nWe see the old and we see the new. The women are in their thirties. They have no face tattoos; the men are old guys, but all have beautiful, ripe hues. The women are the ones we recognize, their faces are as though they had been burned with cigarettes. Everyone is smiling and there is a degree of humour. There is nothing funny about them. \nWe see that Eunice has just hit the M-pad. SUDDENLY,", "sentiment": "\nEunice is at the wheel of the car, the back seat in front. She is in a very bad mood, but she's not going to let herself down. She's not going to let herself down. \nEL CAVA (CONT'D) What do you think? \nShe's not going to let herself down. She's not going to let herself down. \nEL CAVA (CONT'D) (CONT'D) You're a good doctor"}, {"id": 1451, "prefix": "INT. COMMON HOME -- CONTINUOUS Poppa M listens, far off scratchy music. He moves quietly through the house, stopping at the foot of the stairs...listens. He removes his rosary, hangs it on the banister and moves on, pulling a weapon. INT. GREENHOUSE -- SAME TIME ", "truth": "The Roman sits in front of a sunken fire pit at a low flame. Across the pit, an empty chair. Extended before him is a stunning garden, standing in stark contrast to the common house: vines, flowers, cobblestone walks, fountains. The center piece is a Turkish pool with pure white Lillys afloat. Poppa M slowly approaches the Roman from behind. He holsters his weapon and sits. The Roman halts the phonograph. \nPOPPA M Hello, Louie. \nROMAN Noah. \nLong pause. \nPOPPA M We haven't much time. \nThe Roman smiles and gestures the surroundings. \nROMAN My garden. She is beautiful, yes?     Ah, but you. You are blind to beauty.     You are a destroyer, Noah. \nPOPPA M You know my reasons.   You know why I did what I did. \nROMAN But do you? You think it was for your father? No. You were born a killer. Death...is in the very blood that runs through your veins. \nPOPPA M No. \nROMAN Then explain this. \nThe Roman flicks a photo over. It lands in Poppa M's lap.    It is the picture we saw earlier. A woman holding two babies. \nROMAN (CONT'D) You were not there to raise them. Not a single day. Yet, how closely they follow in the footsteps of their father. They have inherited your blood, Noah...your anger. \nPoppa M looks at the photo deeply. \nEXT. BEHIND GREENHOUSE -- SAME TIME \nOutside, back wall of greenhouse.    THUGs 1-5 from Patronazzi, hunker down here. They are all armed. \nTHUG #1 (whispered into walkie) Remember, not a scratch on the Old Man. \nINT. PARLOR, UPSTAIRS -- SAME TIME \nWe look out the bay windows. It is a straight shot down the slanted roof to the roof of the greenhouse. THUGS 6-8 stand quietly inside. \nTHUG #6 Got it.   Wait for the signal. \nINT. HOUSE -- MOMENTS LATER \nA gloved hand grabs up Poppa M's rosary.    Connor pockets it as he and Murphy silently climb the stairs. \nINT. / EXT. VARIOUS LOCATIONS -- SAME TIME \nS.W.A.T. teams load into vans.   Squad cars speed through traffic. \nINT. GREENHOUSE -- MOMENTS LATER \nPoppa M tosses the picture into the fire. \nPOPPA M And you?   What are you? \nThe Roman denotes his garden. \nROMAN I am a creator. You see? Our very natures stood in opposition as old as the story of the scorpion and the frog. \nPOPPA M Why...did you sell me out, Louie? \nROMAN You can never understand. \nPOPPA M 25 years....try me. \nROMAN I wanted to join with them. They were building an empire. Creating something and I was helping them! I used you, Noah, to eliminate their problems, to destroy their competition, to cut out their cancers. I earned my place among them. \nPoppa M looks around. \nPOPPA M Is this your place among them? Because all I see is a an old man, sitting in a garden. \nROMAN Alas, the scorpion and the frog both lost everything, yes? I should have paid more attention to the story. \n(MORE) \nROMAN (CONT'D) Without you...I was no longer useful to them. They cast me out! \nINT. SUV -- MOMENTS LATER \nKuntsler barks into a walkie... \nKUNTSLER The location is to be surrounded and secured upon arrival! Nobody goes in! \nHe suddenly looks out his window to the sky.    In the distance, two other copters fly in the same direction. \n", "random": "cMilloy moves to the stairs, pausing to look down. He stands there...listening. He moves to the fireplace, still listening. He's scared. \nINT. GREENHOUSE -- SAME TIME \nThe ROOMS, the COFFEE STORE, and the BATH HALL are all in their places. \nINT. GREENHOUSE -- SAME TIME \nMcMilloy's window is open, and he is equally startled as we", "sentiment": "AMERA PULLS BACK as -- \n-- the apartment is cordoned off with policemen. The wall is the sound of gunfire. \nCUT TO: \nEXT. GREENHOUSE -- SAME TIME \nColter White stands at the door. \nCOLTER WHITE (V.O.) I killed him... \nCUT TO: \nEXT. GREENHOUSE -- CONTINUOUS \nWith a SERIES OF SHOTS: "}]