[{"id": 270, "prefix": "GRETKOV                                    * (Russian)                                        * (You're early)                                         * KIRILL (You're complaining?) GRETKOV                                    * (It's clean?)                                          * ", "truth": "GRETKOV taking over now. Tosses some money on the bed,           * checks out the photocopy of the files.                           * \nGRETKOV (What are you doing?) \nKIRILL stripping quickly --                                      * \nKIRILL                                     * (I'm taking a shower, it's been a long                 * day.)                                                  * \nGRETKOV                                    * (Make it fast, my plane is waiting)                    * \nGRETKOV dumping three million dollars over the bed as             * KIRILL sheds his clothes, and we --                               * \nDISSOLVE TO: \nA90      EXT. THE BRIDGE -- GOA -- DAY                               A90 \nWORKMEN cluster as a cable winches -- \nThe JEEP is raised from the river bottom.    As water pours off of it -- \nBOURNE -- Watching -- From a distance -- Empty -- \nCUT TO: \nB90      EXT. BERLIN OFFICE BUILDING -- DAY                          B90   * \nCrime scene. POLICE blocking OFFICE WORKERS from getting          * in the building. MEDIA vans clogging the street. \nPAMELA and CRONIN, across the street, watching. \nThe mood is black.   Ashes. \nPAMELA We need to get in there. \nCRONIN I'm working on it. \nPAMELA stands there.    Silent.   Staring at the disaster across the street. \n91-92A 91-92A   DELETED \nA93 A93      INT. SHACK -- GOA -- DAY BOURNE is bailing. \nExfil procedure, but this is a heartbroken exfil. \n-- A FOOTLOCKER open.   Bourne's main stash. \nBOURNE going through the footlocker. Setting aside his 'work clothes' -- other things he needs. \nBut he also has to separate. \nA GROWING PILE of Marie memories: Bank cards. Phony student IDs. Loose passport photos with a mix of looks and hair-dos. Clothes -- vacuum-packed bags -- spare shoes.                      * \nB93   EXT. NEAR THE SHACK -- DAY                                           B93 \nAg    asoline-st   oked FIRE    burning in a r   ock-lined    pit. BOURNE fee   ding his p   apers and    all of Marie's    belonging   s into the fir   e. A pass    port cove   r crinkles back    to reveal    her photo. Her    face begi   ns to bur   n. Gas-soaked     clothes to   ssed in. Not   hing left    except -- \nThe PHOTOGRAPH -- the picture of he and Marie at the beach. The one from his desk. \nBOURNE hesitates, holds the photo out to the flames. The rules of exfil say drop it -- but he can't -- won't -- \nHe reaches to his bag, sticks the photo on top of his gear. \nThen, hefting, the bag, BOURNE strides away.                                 * \n93    INT. BERLIN HQ COMMAND POST -- DAY                                      93 \nA folding table covered with XEROXED BERLIN POLICE                           * PAPERWORK. PAMELA getting a show-and-tell from CRONIN                        * and TEDDY.                                                                   * \nCRONIN -- so there        were two of the   se explosive charges plac       ed on the power    lines. One of              * them failed.         The fingerpri   nt...                       * (Pamel       a's got it) That's from        the one that di   dn't go off. \nPAMELA And the Germans can't match it? \nTEDDY Nobody's got it. We checked every database we could access. Nothing. \nCRONIN Show her the other thing. \nTEDDY This is a KG       B file that must've fallen somehow and        then slipped under, I guess, a desk there,        or... (handi       ng it to her--) \nPAMELA Do we know what this says? \nTEDDY Yup... (a scrap of paper) The main word there, the file heading, translates as: Treadstone. \nPAMELA What the hell is a \"Treadstone?\" \nCRONIN shaking his head.   Nobody knows. \nCUT TO: \nC93     EXT. INDIA COUNTRYSIDE -- DAY                               C93 \nBOURNE bouncing around on an old Punjab BUS.   Alone in a crush of humanity. \nGoing only God knows where... \n", "random": "\nAUSTIN                                                    * (Traditionally, it's the size of a dog being put inside a car in a public car park.)                     ", "sentiment": "\nCUT TO: \nINT.                                                                                           "}, {"id": 271, "prefix": "CRONIN                                      * (fuck you, buzzkill)                              * It's not gonna be like last time.                       * ZORN You better start listening to someone.                  * Cause we've been there.                                 * ABBOTT                                      * Okay, enough...                                         * (stepping in)                                     * Take a walk, Danny.    Get some air.                    * ", "truth": "NICKY (piping in) I don't think we need to keep looking for him anyway. \nPAMELA And why is that? \nNICKY Because he's doing just what he said he'd               * do. He's coming for us. \nAnd for the first time they're all thinking the same thing. \n165   EXT. HOTEL BRECKER -- BERLIN -- NIGHT -- RAIN It is pouring rain. Seen from that Hellish car, A HUGE, DISTINCTIVE, NEEDLE-LIKE TOWER dominates the skyline, lights flashing through the dark and wet -- \n166    INT. THE AUDI/REST-STOP -- NIGHT                            166 \nBOURNE'S EYES OPENING! -- heart pounding -- springing up -- alone -- damn, his side hurts -- recoiling from that -- where is he? -- he's in the car -- looking around and -- \nHIS WINDSHIELD POV \nAN AUTOBAHN REST-STOP.    Gas station.   Sleeping trucks. \nBACK TO \nBOURNE catching his breath -- shifting away from the pain in his rib -- checking his watch -- but what the hell is that on his sleeve? -- fuck, it's BLOOD -- JARDA's blood -- \n167    EXT. AUTOBAHN REST-STOP -- NIGHT                            167 \nBOURNE out of the car fast -- careless -- wrong -- not even checking who's watching -- pulling off the shirt -- tearing it off -- throwing it down and -- \nStanding there. In the weird light.      A big bruise ripening on his side. Looking around. \nIt's okay.   Nobody's watching.   But, shit, man... \nGet it together. \nA167   INT. PEUGEOT -- AUTOBAHN -- NIGHT                       A167 \nStreaking along.     BOURNE back to his mission. \nB167 B167   EXT. AUTOBAHN -- NIGHT Berlin 75 KM. Roaring by a SIGN: \n168    INT. MOSCOW AIRPORT -- NIGHT                                168 \nKIRILL striding through the terminal.     Moving quickly toward a departure gate and -- \nTHE CAMERA FINDS \nGRETKOV above.     Watching him go. \n169       EXT. BERLIN TRAIN STATION -- DAWN                              169 \nBOURNE drives up. \n170-178   DELETED                                                     170-178 \n179       INT. BERLIN TRAIN STATION -- DAWN                              179 \nQuiet and forlorn this early. Just like BOURNE who's taking A LOCKER. Stashing A BACKPACK. Prepping the evac. Always ready. He heads outside, we hear: \nHOTEL OPERATOR #1 (V.O.) (front desk German) (Berlin Hilton, how can I help you?) \nBOURNE/PHONE (V.O.) (I'm trying to reach a guest, Pamela Landy, please.) \nHOTEL OPERATOR #1 (V.O.) (I'm sorry but I'm not showing that we have a guest by that name.) (continuing as--) \nA179      INT. BERLIN TRAIN STATION PHONE KIOSK -- DAWN                 A179 \nBOURNE tucked in with a BERLIN GUIDE BOOK, a felt tip pen, and a Fifty-Euro phonecard. Working it. \nBOURNE/PHONE (Pamela Landy, please) \nHOTEL OPERATOR #2 (Sorry, I don't see it here.) \nCrossing out another Hotel off the list -- four down, forty to go -- as we start TIME CUTTING and... \nHOTEL VOICES (V   .O.) (overl   apping) (--   no one h   ere by that nam   e --) (--   no, sir,    there's no Lan   dy here --) (--   how are    you spelling th   at, sir? --) (--   sorry, b   ut no --) (--   I have n   o Landy registe   red, sir --) (conti   nuing, until--) \nB179   INT. PAMELA'S HILTON HOTEL SUITE -- DAWN                            B179 \nClean and plain. A bed nobody's slept in. THE PHONE begins ringing. PAMELA, fresh from the shower, rushing out from the bathroom to answer it -- \nPAMELA/PHONE Hello -- \nDial tone.    PAMELA hangs up.        That was strange -- \nC179   EXT. BERLIN STREETS/ALEXANDERPLATZ -- DAWN                          C179 \nA TAXI driving through the empty early streets and -- \nD179   INT. BERLIN TAXI -- DAWN (CONT)                                     D179 \nBOURNE in the backseat.          Staring out the window and -- \nHIS POV \nTHE FERNSEHTURM looming as they pass, the Berlin TV Tower. That needle in the sky. From the flashback. And then -- \n", "random": "WEST                                         * (stopping at the door)                                                 ", "sentiment": "HARRY - INT. ZEITORIA - V.O.                                  * \nMANLOW Sister?   Fed hut?    No.                                "}, {"id": 272, "prefix": "198        INT. SIXTH FLOOR HALLWAY/HOTEL BRECKER -- NIGHT             198 BOURNE off the elevator.     He makes his way down -- HIS POV ", "truth": "A198       INT. BMW -- NIGHT                                          A198 \nKIRILL sitting up as THE POLICE RADIO starts broadcoasting an ALL-POINTS BULLETIN, the words \"Hotel Brecker\" in there -- \nKIRILL dropping the car into gear and -- \nB198/200 B198/200   INT. SIXTH FLOOR HALLWAY/HOTEL BRECKER -- NIGHT BOURNE walking. There's his room, #618.        But across the hall and down one... \nROOM #645. BOURNE steps up.       Listening a moment.    Then he knocks. Nothing. \nHe pulls A KNIFE from his pocket. \nChecks the hallway. He's clear.     Wedges the blade in there and -- one...two... Pop. \n199   DELETED                                                   199 \n201   INT. ROOM #645 HOTEL BRECKER -- NIGHT                     201 \nBOURNE enters a suite.   Closing the door behind him. \n-- And TREADSTONE BOURNE, seven years ago, does the same -- \nBOURNE shakes off the flash, looks around.   The lights are on. An open suitcase on the bed. \n202   INT. HOTEL BRECKER LOBBY -- NIGHT                         202 \nTHE CLERK, THE CONCIERGE and THE MANAGER are huddled in conversation with THREE BERLIN COPS who've just arrived and -- \nTrying to be discreet, but... this is clearly serious. \n203   INT. ROOM #645 HOTEL BRECKER -- NIGHT                     203 \nBOURNE just standing there.   Breathing it in. \nTREADSTONE BOURNE doing the same --                             * \n204   DELETED                                                   204 \n205   INT. ROOM #645 HOTEL BRECKER -- NIGHT BOURNE with his hand on the wall. As if he can feel it. Like it's all still here. Heart pounding and -- \n206   INT. BERLIN HQ/COMMAND POST -- NIGHT Chaos -- Bourne's been found -- everybody rushing out -- \nCRONIN (to Teddy) -- go -- take the van! -- \nPAMELA -- the hotel -- how far? -- \nTEDDY -- five, six minutes -- \nCRONIN -- Kurt -- you're here! -- keep the comm line open! -- \n207    INT. ROOM #645 -- NIGHT                                207 \nBOURNE standing there. Looking out the window. The images -- the Television Tower over the city. Everything but the rain. \n208    EXT. HOTEL BRECKER COURTYARD -- NIGHT                  208     * \nThe BERLIN POLICE SWAT TEAM TRUCK arrives -- discreetly -- by the back loading area. \n209    INT. ROOM #645 BEDROOM -- NIGHT                        209 \nBOURNE flat against the wall.   Just as he was. Leaning forward to see in THE MIRROR.   Just so, and... There. \n210    DELETED                                                210 \n211A   INT. ROOM #645 -- FLASHBACK -- NIGHT                  211A \nA MAN in the mirror -- pacing into view -- NESKI -- on the phone -- a talking in Russian -- it's raining -- \nBOURNE standing there -- Treadstone Bourne, still wet from the rain -- one eye on that mirror and the other on A SYRINGE that he prepped -- a predator -- \nTHE MIRROR -- the doorbell rings -- NESKI gets off the phone \nBOURNE tensing -- new element -- factoring and -- \nTHE MIRROR -- as NESKI opens the door -- a new flood of Russian -- happy -- it's MRS. NESKI -- a surprise! -- but he's very happy to see her -- \nBOURNE pocketing the syringe -- new weapon -- pistol -- quiet -- methodical -- watching the lovers bill and coo and \nTHE MIRROR -- Mr. Neski kisses her -- takes her bag -- she's hanging up her coat and moving now toward the bathroom and -- \nBOURNE checking the window -- the weapon -- his balance and \nTHE MIRROR -- MRS. NESKI'S FACE right there -- seeing him -- so freaked she can't even register it yet -- \nBOU   RNE with the pistol in her face -- finger to his lips -- \"sh   hh...\" -- but she knows -- backing away -- begging for her    life in Russian -- this awful blur of desperation and fea   r -- \nMR. NESKI turning back to see his wife backing out of the bathroom and BOURNE with the pistol -- with no hesitation -- \nSNAP! -- one shot -- into Neski's heart -- he's down -- \nMRS. NESKI -- what's just happened? -- \nBOU   RNE has her wrist in his hand -- raising it to her head - -t    o where he holds the pistol -- her fingers -- his tri   gger -- SNAP! -- letting the gun fall with her as she dro   ps and -- \n", "random": "                                                                                                  ", "sentiment": "                         --                                                                         "}]