[{"id": 2388, "prefix": "BOURNE sitting there. Staring. The room, the desk -- it's all so devoid of personality. And then, something catches his eye and -- INSERT -- THE DESK TOP -- a faint silhouette through the dust and grime. Outlines of where a computer used to sit. BOURNE reaching suddenly under the desk. Bingo. Pulling out a retractable computer keyboard tray. But it's empty. No keyboard. Now he's really confused and -- ", "truth": "PHONE MACHINE \"You have no messages.\" \nBOURNE leaving that for a moment -- about to anyway -- and then he turns back -- new idea -- pressing for the speaker phone -- and then hitting redial and -- \nTHE PHONE stars dialing... \nRINGING and... \nOPERATOR/PHONE Bonjour, Hotel Marboeuf... \nBOURNE quick grabbing the receiver. Taking it off speakerphone and -- \nBOURNE ...yes -- oui -- uh... \nOPERATOR/PHONE Yes, sir. Hotel Marboeuf, Paris. How can I direct your call? \nBOURNE Paris? \nOPERATOR/PHONE Yes, sir... (switching to English, thinking that's his problem --) How can I help you? \nBOURNE Yes, I'm...I'm looking for Mr. Jason Bourne. \nOPERATOR/PHONE One moment, please... (a long pause, and then --) I'm afraid, I have no one by that name registered, sir. \nBOURNE D'accord... Merci. (about to hang up--) Un moment -- un moment -- \nOPERATOR/PHONE -- sir? -- \nBOURNE -- hang on -- I need you to check another name for me -- hang on -- un moment, s'il vous plait -- \nBOURNE grabbing the backpack -- tearing through it -- where is it? -- where is it? -- shit and money falling out and -- \nThere it is -- from the safe-deposit box -- that piece of card stock -- the one with no passport attached to it -- \nBOURNE (reading it) Kane. Do you have Mr. John Michael Kane? \nOPERATOR/PHONE One moment, sir. \nBOURNE waiting. And then there's muzak -- holding music and -- \nTHE MASTER BATHROOM \nWater running in the tub. MARIE pulling off her boots. Checking the temperature. \nTHE OFFICE STUDY \nBourne still on hold. And then -- \nMANAGER/PHONE (a new voice suddenly) Bonjour? Monsieur? Allo... \nBOURNE Yes, I'm here... \nMANAGER/PHONE You call about Monsieur Kane? John Michael Kane? \nBOURNE Yes. Is he there? \nMANAGER/PHONE You are a friend of his? \nBOURNE Yes. \nMANAGER/PHONE I have some very bad news for you, sir. I'm terrible sorry to have to tell you this, but Monsieur Kane has passed away almost two weeks ago... \nSilence. BOURNE is rocked. But the Manager, it's natural, he interprets the silence as grief... \nMANAGER/PHONE There was an accident. On the motorway. Apparently, he was killed instantly. Really, I'm terrible sorry to be the one to tell you this... \nBOURNE ...I understand... \nMANAGER/PHONE ...we actually, we were unaware for several days that this had happened. When they came for his things, it was made known for us, you see? \nBOURNE Who? Who came? \nMANAGER/PHONE His brother. You know his brother? \n", "random": "\nBOURNE'S POV -- he's screaming -- \nBOURNE -- AND -- \nBOURNE -- \nBOURNE -- \nBOURNE -- \nBOURNE -- \nBOURNE -- \nBOURNE -- \nBOURNE -- \nBOURNE -- \nBOURNE -- \nBOURNE -- \nBOURNE -- \nBOURNE -- \nBOURNE -- \n", "sentiment": "\nBATIE -- what? \nBOURNE -- (too late) -- -- -- \nBATIE (BELIEF) The computers are all gone. They're gone. What's wrong, what's wrong? \nBATIE -- what are you doing? \nBOURNE (as sad as he is) I didn't do anything. I don't know what to tell you. \nBATIE (as tough as he is) I"}, {"id": 2389, "prefix": "RAWLINS (finally) Look, our bid -- it was competitive -- but definitely at the high end of competitive -- when we didn't hear back from you, we did some re-analysis of the numbers, and honestly, we'd really like a chance to do a bit better. (pitching now) I'm assuming you're still in the market. It's the same vessel? BOURNE Yes. RAWLINS We just picked up a job quite like the one we were bidding for you. Gorgeous boat, hundred-and-seventy- five-foot pleasure cruiser. I think we learned a few things that might allow us to make our proposal for your job, as I said, a bit more competitive. ", "truth": "Another beat. Rawlins holding back until now... \nRAWLINS Was it the break-in? \nBOURNE Excuse me? \nRAWLINS We also thought we hadn't heard from you -- we've had a bit of a publicity nightmare, people have been talking. (the meat) Our offices were broken into -- vandalism mostly -- shortly after we last spoke. \nBOURNE I hadn't heard. \nRAWLINS smiles. Reset. Sales mode. \nRAWLINS Let me get you a new copy of the proposal. \nBOURNE That'd be great. \nINT. A CAFÉ NEAR LA DEFENSE -- DAY \nBOURNE entering. And there's MARIE in the back working a payphone -- waving for him to sit -- she's onto something. \nBOURNE sits. Pulls out the Alliance Security Brochures and literature. Flipping through it. Boats. Water. He's getting closer. Pictures of yachts and various security blurbs and a list of references for huge yachts -- jobs they've done in the past... \nMARIE I found it. (standing there) It took six calls. (she's creeped out) I found Kane. I found the body. \nBOURNE Let's go -- (already standing --) We got to get away from this phone. \nINT. PARIS MORGUE FRONT DESK -- NIGHT \nTHE TWO MORGUE ATTENDANTS watching BOURNE put down a hundred dollar bill. MARIE standing a little off -- she will not be comfortable in the morgue. \nATTENDANT #1 (picking up the cash) What was the name again? \nBOURNE Kane. John Michael Kane. \nATTENDANT #2 It's number 121. \nBOURNE I want to see the body. \nATTENDANT #1 Our boss could come back. We're not supposed to. \nBOURNE pulling out another hundred and -- \nMORGUE FREEZER ROOM \nIt's showtime. MARIE back by the door. BOURNE right on it. ATTENDANT #1 pulling open the freezer and... \nBOURNE sags. ATTENDANT #1 looking baffled. \nMARIE What? \nINSERT -- FREEZER #121 -- it's empty. \nMORGUE BOSS (O.S.) (from behind them --) What the hell's going on here? \nHere comes the boss back from his break -- a little drunk? \nATTENDANT #1 This guy, he came to see the American, but the body, it's missing. \nMORGUE BOSS They came last night.  His brother. \nATTENDANT #2 It's not in the book. \nMORGUE BOSS Who are these people? (now English to Bourne) Who are you? What's going on here? \nBOURNE Where did this body go? \nMORGUE BOSS I said, someone came last night -- (big attitude now) Look, this isn't a carnival -- people call and they make an appointment and they follow the rules -- everyone signs in and out -- this is a serious place -- serious work -- it's not just to come in whenever you like -- \nBOURNE (like a shot) Shit, we didn't sign in. \nMORGUE BOSS So get the hell out of here. \nBOURNE Fine. But I'd like to sign in. In fact, I insist on it. Where's the book? I gotta sign in -- (off and running now --) \n", "random": "AWLINS (sadly) Oh, I thought we were still in it. (a little) What if we're not? You're not even in it yet. RAWLINS (shouting) You're in it. \nBOURNE Don't tell me you're not. BOURNE It's not. (he's not quite sure how) You're in it, you're in it, you're in it. \nBOURNE I'm in", "sentiment": "AWLINS (to himself) I'm not sure I want to go in there and start talking to you. I'm not sure I want to go in there and start talking to you. I'm not sure I want to go in there and start talking to you. I'm not sure I want to go in there and start talking to you. I'm not sure I want to go in there and start talking to you. \nRAWLINS (to himself) I'm not"}, {"id": 2390, "prefix": "CONKLIN Jason... (trying to follow --) They can't let you go... BOURNE That'll be their second worst mistake. And with that, BOURNE scrambles up a wall -- like it's nothing -- CONKLIN just left there -- on the Quai -- in the dark -- ", "truth": "BOURNE walking away -- faster and faster -- \nEXT. BANKS OF THE SEINE NEARBY -- NIGHT \nMANHEIM -- A CAR PARKED IN THE DARKNESS -- sitting alone with his briefcase. Opening it. There's his gun. \nBOURNE -- walking -- deeper into the darkness and -- \nMANHEIM -- in the dark car -- loading the weapon -- calm -- steady -- methodical and -- \nBOURNE -- walking and -- \nMANHEIM -- stepping out of the car -- closing the door quietly -- deep in the shadows and -- \nBOURNE -- still coming -- the darkest part of the path just ahead and -- \nMANHEIM -- raising the gun and -- \nTHE CAMERA SPINS TO HIS TARGET AND -- \nIT'S CONKLIN! -- just climbing back up from the Quai -- \nMANHEIM -- the gun -- phftt -- phftt -- phftt -- \nCONKLIN -- three holes -- head -- heart -- gut -- his body dropping like a stone beside his car. \nMANHEIM walks over. Looks down. Point blank -- phftt -- that makes it four and -- \nINT. TREADSTONE COMMUNICATIONS DESK -- NIGHT \nABBOTT and ZORN alone in the dark. As a red light begins pulsing on the console. \nThat red light means Conklin's dead. \nAfter a moment, ZORN moves to the console and shuts the light off. \nEXT. BANKS OF THE SEINE -- NIGHT \nBOURNE still walking. And he's just gonna keep on going, as we -- \nDISSOLVE TO: \nINT. CIA OPERATIONS CONFERENCE ROOM -- DAY \nMARSHALL at the head of the table. A cadre of INTEL HONCHOS. \nABBOTT (O.S.) The Treadstone project has actually already been terminated. It was designed primarily as a sort of advanced game program... \nABBOTT in the hot seat. ZORN right there beside him. \nABBOTT ...We'd hoped it might build into a good training platform, but quite honestly, for a strictly theoretical exercise, we thought it was far too expensive. The cost-benefit ratio was just too high. It's been all but decommissioned at this point. \nMARSHALL All right, what's next? \nZORN handing ABBOTT the next hundred pages. \nABBOTT Okay, this is Blackbriar. Blackbriar is a joint, DOD, communications program that we really feel has good traction to it. \nABBOTT is just gonna go on and on and on. \nEXT. MARTHA'S VINEYARD -- DAY \nGorgeous Summer day. A SCOOTER RENTAL SHACK near the beach. \nSIX MONTHS LATER \nMARIE coming out of the shack with two helmets. Handing them to A HAPPY COUPLE waiting there on their scooters. \nTHE HAPPY COUPLE rides off. \nMARIE turns back and -- \nThere's BOURNE. A new look. A smile. \n", "random": "ONKLIN I thought you were back in the forest. \nBOURNE Oh, man. I thought we were back in the jungle. And now we're in a tunnel, just going through. \nCONKLIN You're gonna kill me? \nBOURNE No, I thought you were back in the woods. \nCONKLIN What? \nBOURNE You're gonna kill me? \nCONKLIN You hear me? \nB", "sentiment": "eel -- alone -- framing a capture -- with a pointed service rifle -- CONKLIN running down the corridor now -- quite a surprise -- BOURNE and the returned CONKLIN -- one arm moving -- baring his teeth -- full force -- taking them all back along the corridor -- LANE We made it! No hand signals -- BOURNE turns. BOURNE -- wait -- CONKLIN. He's there. In the dark. He's acting out -- BOURNE at H"}]