[{"id": 735, "prefix": "She grabs him by the shoulders. WINNIE (CONT'D) TELL ME EVERYTHING! Freaked out and frustrated, Eggs BITES HER ON THE ARM. She freezes. They stare at each other, Eggs panting, her in shock. She looks down at her arm flabbergasted. ", "truth": "EGGS I need to find the Men in Red Hats! \nWinnie looks at the bite mark again. \nWINNIE You bit me with your mouth. \nEGGS The Men in Red Hats! \nWINNIE The boxtroll exterminators? They live down on Curd's Way. \nEGGS How do I get there? \nWinnie points to the Milk Street sign that they are standing under. \nWINNIE Curds Way? Milk turns into it. \nThe one man band drops a CYMBAL: BA DUM CHHHH! \nEggs turns to go, then hesitates. \nEGGS It's not true, you know. (ANGRY) We don't eat babies! \nHe runs off down the street. \nWINNIE We? What do you mean we? \nEggs rounds a corner and is gone. \nWINNIE (CONT'D) Come back here! TELL ME EVERYTHING! \nShe takes off after him. \n(1100 SLR) SNATCHER'S LAIR \nINT SNATCHER'S FACTORY - SAME TIME \nCLOSE ON Fish's frightened face peeking out from under his box lid. REVEAL he's in a cage, being stared at by the three Redhats -- Pickles, Trout and Gristle. \nGristle reaches up and pokes him with a cricket bat. \nMR. GRISTLE (SINISTER WHISPER) POKE. \nMR. PICKLES You ever wonder what they're thinkin' `bout, Mr. Trout? \nMR. TROUT I imagine they're evaluating their life choices. \nMR. PICKLES Ah. Wonderin' why they chose to be evil, disgusting monsters instead of good guys like us! \nSNATCHER (O.S.) Wrong, Mr. Pickles! \nThey turn to see Snatcher, coming down a long walkway behind them, backlit by tall windows. He finishes drying his face with a towel, then walks towards them, orating THEATRICALLY: \nSNATCHER (CONT'D) A boxtroll cannot CHOOSE a new life because a boxtroll does not ASPIRE to be anything more than a weak, lowly pest. (A BEAT) But a man -- a great man! (tosses towel, arms wide) And his... \nMR. TROUT Colleagues? \nMR. PICKLES Best chums? \nSNATCHER ... stooges (THEN) ... can choose to change their lives. Our dreams are in our grasp! \nSnatcher lifts Mr. Gristle into the air. \nSNATCHER (CONT'D) Let us be dream-graspers, fate- snatchers, destiny-takers! Let us grasp our dreams and shove them down everyone's throat! Am I not right? \nMR. GRISTLE THROAT! \nSNATCHER YES! \nSnatcher throws Gristle and Pickles catches him in his arms, holding him like a small child. Gristle smiles maniacally. \nMR. PICKLES That's why your name is the boss, boss! \nMR. TROUT I'mnotastooge, am I? \nPickles releases Gristle as they follow Snatcher. \nSNATCHER Now, gentlemen. What better way to dream than to walk in the shoes of those to whom we aspire? Mr. Pickles, fetch the-- \nMR. PICKLES Shoes? \nMR. TROUT Clogs? \nMR. GRISTLE (brandishing cricket bat) BAT! \nSNATCHER Cheese. \nSnatcher walks away as Trout and Pickles blanche. Their faces go from rapt attention to apprehension. Gristle just keeps his deranged grin. \nMR. TROUT Oh no. \nMR. PICKLES Oh dear. \nMR. GRISTLE Nice! Heh heh heh heh heh... \n(1200) EGGS SAVES FISH \nEXT. CHEESEBRIDGE - WORLD VIEW \nCheesebridge looms quietly overhead. The camera slowly pans DOWN AS-- \n", "random": "olly enters, the last of the eggs gathering together. \nMolly's eyes widen as she sees the other eggs' heads flutter back and forth. \nMolly's eyes widen as she sees the other eggs, all of them fluttering back and forth. \nMolly's eyes widen as she sees the other eggs' heads flutter back and forth. \nGRAND FATHER (CONT'D) BEAT! (CONT'D) BEAT!", "sentiment": "UTHERAN (CONT'D) You like muffins? \nICE (CONT'D) (BAN) Granary and crustater (fatties with muffin) I don't know, she's wearing lunch breaks. She daches. \nVIBRUS -  PHOENIX -  BILD STEN -  PRIESTOFF -  WISCONSIN    LECTIFIC -  MORAL'S L"}, {"id": 736, "prefix": "SIR LANGSDALE (LAUGHS LASCIVIOUSLY) ON EGGS, as he slowly exits the closet. He awkwardly adjusts his collar as he takes in his surroundings. Couples are joined together in a WALTZ, filling the entrance hall with activity. Eggs looks up at Portley-Rind at the top of the stairs, then at the impenetrable wall of dancers. He tries to walk through the crowd and is nearly trampled. There is no way to get to Portley-Rind without causing a scene. ", "truth": "WINNIE There you are. \nEGGS (URGENT) We have to get to your father! \nWINNIE You can't just cut through. \nWinnie sizes up the situation: Portley-Rind across the room, the dance floor between them. Suddenly her face brightens. \nWINNIE (CONT'D) We'll dance! \nEGGS We'll WHAT? \nWinnie grabs Eggs by the shoulders and pulls him onto the-- \nINT. CHEESE GUILD - ENTRANCE HALL - CONTINUOUS \n-- Dance floor, joining the swirling lines of waltzing couples. \nWINNIE Like this. One two three... one two three. \nWinnie continues counting the steps as she guides Eggs to the center of the dance. \nWINNIE (CONT'D) Just make a box. \nEGGS You made me get out of my box! \nWINNIE With your feet, silly! \nEggs looks down, concentrating very hard.    He gradually catches on. \nWINNIE (CONT'D) That's it, Eggs. You're dancing! \nShe laughs. Eggs lets down his guard and joins in laughing. \nFor a moment they forget why they are at the party. They spin crazily around the room, looking back and forth at each other, until Eggs looks past Winnie and sees Snatcher/Frou Frou glaring at him. \nEGGS Snatcher is here. \nWINNIE Who? Where? \nWinnie sees Madame Frou Frou waltzing with Sir Langsdale. Frou Frou breaks from Langsdale as partners change, lunging toward Eggs. Broderick catches her hand and pulls her back into the waltz. \nSIR BRODERICK My turn, Madame. \nWINNIE (confused, gasps) Frou Frou? \n- Eggs and Winnie try waltzing across the floor toward Portley-Rind, but before they can reach the stairs, the dance forces them apart. New partners whirl them in opposite directions. \nEGGS Winnie! \n- Eggs ends dancing with Female Aristocrat B, the lady he licked. \nEGGS (CONT'D) I uh... \n- Madame Frou Frou heads for Eggs again as partners swap but Sir Langsdale, her biggest fan, leaves Lady Cynthia and grabs her. \nSIR BRODERICK (LASCIVIOUS LAUGHTER) Ah ha ha ha! \n- Frou Frou/Snatcher grabs Sir Broderick by the face and shoves him away. She grabs Lady Cynthia, pulling her close with a hand wrapped around her face, dancing directly toward Eggs. \nLADY CYNTHIA (startled, confused) Ooh! \nWINNIE Uh oh! (yells to Eggs) EGGS LOOK OUT! \n- Eggs turns in time to see Frou Frou/Snatcher racing toward him. He ducks under ladies' gowns, crawling across the dance floor. As he passes under each lady, their dresses shoot up: \nLADIES (SCREAMS!) \n- Frou Frou/Snatcher whips up ladies' dresses looking for Eggs, until she/he get slapped across the face while peeking under a skirt. Frou Frou/Snatcher sees Eggs crawl out from under a dress, toward the stairs and Lord Portley-Rind. \n- Portley-Rind stands sniffing and caressing his giant cheese, oblivious to the chase happening right below him.. \n- Eggs races up the stairs on all fours, his feral side coming through. Frou Frou/Snatcher GRABS his leg. \nEGGS Ahhh! \nMADAME FROU FROU/SNATCHER (SNARLS) \nPortley-Rind turns in time to see Eggs go totally feral-- \nLORD PORTLEY-RIND What is going on here? \n-- and BITE Madame Frou Frou's hand! \nMADAME FROU FROU/SNATCHER OWWW! \nSnatcher shoves Eggs and send him flying right into the giant cheese wheel. The wheel rocks off its pedestal, and rolls down the stairs! \nLORD PORTLEY-RIND NO NO NO NO NOOOO! \nLord Portley-Rind chases after the cheese, trying to stop it. Everyone stops dancing and watches as the cheese wheel rolls through the foyer. The butler opens the door and it rolls out the front door... \nEXT. MARKET SQUARE - NIGHT \n... Down the Guild steps... through the Market Square... down the streets... lower and lower, until it's out of view. We hear a SPLASH as it reaches the river. \nINT. CHEESE GUILD - ENTRANCE HALL - NIGHT \nPortley-Rind stands frozen in shock at the foot of the stairs. \n", "random": "\n                                                                                                   ", "sentiment": "\nFOUR CRAFFLY COMPANIES (USING PUTPHILLIDS) switch sides against Portley-Rind, raising shrieks and shadowy screams. The merged humble wildlife priestess charges across the rooftops, her menacing attack inflicting heavy damage in the very heart of Crofty Square. Older ladies, and ladies and gentlemen with their skewed appearances, work the barrel pigix around her. \nFOLLOW (ANGRY) In this row of festering outposts,"}, {"id": 737, "prefix": "SNATCHER Get your grimy paws off of my machine! Snatcher pulls a lever and the furnace ROARS to life, spewing flames from the front grill. The boxtrolls near the grill cringe away. Snatcher deploys the spinning chassis. The box rotates, picking up speed as the boxtrolls try to hang on. They grab on to each other when they lose grip on the mecha box. Fish holds on to Eggs' ankles. ", "truth": "Fish nods at him. He is knocked by another flying boxtroll into the square. \nFish lands near Winnie! She scowls and walks off with determination while Fish rubs his aching head. \nCUT TO Portley-Rind still cowering. Hands GRAB THE WHITE HAT OFF OF HIS HEAD. \nLORD PORTLEY-RIND (gasp) AHH! \nBoxtrolls fly across the square and hit the ground, skidding into tents and store fronts. \nCUT TO Snatcher as he spins around in the mecha drill control seat, laughing like a mad man. \nWINNIE (O.S.) Oh Mister Snatcher... \nHe spots Winnie waving the hat and DANCING A WIDE PIROUETTE. Snatcher hits a lever and the spinning slows. He woozily tries to find her, off kilter from the momentum. \nWINNIE (CONT'D) ... how did this hat get alllll the waaayyy out here? \nSnatcher forgets about Portley-Rind and stomps after Winnie. \nSNATCHER You vile little brat! \nWinnie RUNS as the mecha drill clamors towards her. \nWINNIE Ooh! \nSuddenly Pickles and Trout run up beside Winnie, both hatless. \nMR. TROUT (RUNNING) Perhaps we can be of some assistance, miss. \nWinnie hands the hat to Pickles and ducks out of the chase. He examines the hat while running. \nMR. PICKLES So this is what all the fuss is about? \nPickles places the white hat on his head and turns to Trout. \nMR. PICKLES (CONT'D) What do you think, Mr. Trout? \nA mecha drill leg SMASHES the cobbles beside Pickles.   He tosses the hat to Trout. \nMR. PICKLES (CONT'D) `Ere you have a go. \nMr. Pickles tosses it to Mr. Trout, who puts it on momentarily. \nMR. TROUT I think white quite suits me. \nTrout tosses the hat back to Pickles, teasing Snatcher as a mecha leg misses him. He tosses the hat to Winnie. \nCUT TO a wider view of Market Square as Winnie, Pickles, and Trout play keep away with the white hat, tossing it around like a frisbee. Snatcher spins the mecha box around, trying to grab the hat. \nWINNIE Over here! \nSNATCHER You ungrateful stooges! \nPickles, now holding the hat, taunts Snatcher. \nMR. PICKLES Is this what you wanted, boss? \nPickles tosses the hat high. It soars past Snatcher's head. Snatcher fails to grasp it, then Lord Portley-Rind. \nSNATCHER Mine! \nLORD PORTLEY-RIND Mine! \nSuddenly, Herbert leaps up and grabs the white hat. \nHERBERT JELLY! \nHerbert laughs as he runs around, weaving between the mecha drill legs. Portley-Rind chases after him. \nLORD PORTLEY-RIND It's not funny! No, no, no! \nHerbert gives an extra-jaunty laugh and ducks away from a mecha leg quickly. Portley-Rind runs SMACK into it, falling to the ground. \nCUT TO Gristle as he climbs woozily out of the leech barrel. \nMR. GRISTLE Ohhhh... \nBACK ON Herbert as Snatcher keeps up the chase, hot on his heels. \nSNATCHER (TO HERBERT) Come back, you loony! \nHerbert runs past Gristle and hands him the hat just as Snatcher swings the massive mechanical arm. \nHERBERT Jelly! \nMR. GRISTLE HUH? \nGristle gets WHACKED, sending the white hat sailing into the air and Gristle sailing across the square. \nThe hat is caught by Winnie. Snatcher chases her, corners her and is about to crush her with the arm when the gears GRIND in protestation. \nCUT TO Eggs, Shoe, and Oil Can on the mecha arm joint. They sneer at Snatcher. Shoe giggles as he removes a final gear from the arm. The arm hangs in the air for a moment then suddenly FALLS OFF and CLANGS TO THE GROUND with Shoe and Oil Can! \nEGGS Whoops! \nSPARKY/BOXTROLLS (GURGLE YELL!) \nEggs watches the arm fall, worried about his friends. He doesn't notice Snatcher looming over him. Furious, Snatcher swings a LARGE WRENCH at Eggs' head. \n", "random": "The Rooster (a.k.a. the Puppy) pulls the mecha box off the Rooster's belly and pulls it out of the box. The Boxtrolls pull down the mecha box and toss it into the furnace. \nSnatcher checks Eggs' corpse and brings it to the furnace. The Boxtrolls start to work the inside of the furnace, which is covered with smoke. Snatcher looks around the room. \nSnatcher (THE", "sentiment": "The boxtrolls are now in the middle of the fire. \nThe boxtrolls are now in the middle of the fire. \nThe boxtrolls are now in the middle of the fire. \nThe boxtrolls are now in the middle of the fire. \nThe boxtrolls are now in the middle of the fire. \nThe boxtrolls are now in the middle of the fire. \nThe boxt"}]