[{"id": 2184, "prefix": "BILL Neither does my boy. He hates soccer. He likes computers. My 11-year-old daughter, loves soccer. Who can figure? Hey, maybe we can get all you guys together sometime, huh? MOM Maybe, yeah.     Well, you ready to go? MASON Yeah. ", "truth": "MASON Nice to meet you, too. \nBILL And thanks for coming to my class. \nMason walks ahead of them as Olivia and Bill speak a little more intimately. It's clear that they have more than just a professor-student relationship. Mason notices a bit of this and looks on, confused. \nBILL (CONT'D) Olivia. \nMOM Hm? \nBILL Nice kid. \nMOM Thanks. \nBILL So you think, uh, Grandma might be available for a little baby-sitting? \nMOM        (O.S.) (giggles) Maybe. \nBILL Really?   Well, great. \nEXT.   BACKYARD - DAY \nMason and Samantha play an outdoor trampoline game with Randy and Mindy, their new stepbrother and stepsister. They are in the big backyard of their new home, where Dr. Welbrock and his children have lived. \nGRANDMA Hey kids, they're here! \nKIDS Oh, they're home, they're home! \nGRANDMA Hurry!    Hurry! \nThey all scramble inside and quickly assemble for a big welcome home ceremony in the front entryway. A sign reads, \"Welcome Home Honeymooners, We Love You Mom & Dad\". Olivia and Bill open the door to enter the house. \nMOM Hey! \nKIDS Mom!   Daddy! \nBILL Oh!    We're here!     Hey, we've returned! \nHugs all around. The family talks over one another.      Bill notices the \"Welcome Home\" sign the kids made. \nSAMANTHA AND MASON Hi Dad! \nBILL Samantha, Mason, look -- Thank you. That's very nice. \nMOM (to Randy and Mindy) Hey guys! \nThe group all speaks at once. \nBILL (To Grandma) Hi, Mom. How are you? \nSAMANTHA (O.S.) Mom, Mom, Mom, Mom! Look at the sign we made! \nBILL (To Grandma) They give you any trouble? \nMINDY Samantha and I made it all ourselves. \nBILL (O.S.) I know the boys helped you with that a lot. \nMINDY No, not at all! \nThe group continues to speak at once. \nBILL That's good... Oh, pass out the goodies. \nMom passes out a bag of presents to each of the kids. \nMOM This is for the girls, this is for the girls... \nBILL (to Grandma) Don't worry, we got you some absinthe or something. \nGRANDMA Oh, let's pour it. \nINT. RESTAURANT - NIGHT \nThe family sits around the table, swapping fun stories and pictures from their time apart. \nMOM You take this big elevator up, and when we got to the top, we flew a paper airplane off. \nRANDY (O.S.) And what happened? \nMOM    (O.S.) It flew! \nBILL (O.S.) It flew away. It went for miles. Went onto the Arctic Trail. \nThey laugh. \nSAMANTHA Oh, did you guys kiss under the Bridge of Sighs? \nMOM Yes. \nBILL Yes, we did. \nBill leans in to kiss Olivia. \nMINDY Hey, Mom, can we see your wedding ring? \nMOM    (O.S.) Oh, sure. \nMom hands over her wedding ring. The boys look at a 20 Questions game. \nMINDY (O.S.) (Eyeing the ring) Wow. \nSAMANTHA (O.S.) (Holding the ring) Technically that's a fancy step cut surrounded by miniature brilliant. \nMASON I wish we could've gone to Europe. \nRANDY Yeah. \nBILL Yeah, we'll go as a family next time. But you didn't miss much, really. We just stayed in the hotel room the whole time playing video games. \nMom laughs. \nMASON Really? \nBILL And the hotels are really small and really old. Squeaky. \nThe WAITER comes over. \nWAITER Can I get you anything else? Would you like to see a dessert menu? \nBILL (To Randy) Listen, I told you to put that away. (To Mom) Would you put that in your purse, please? Computer games at the table. (To Waiter) Yes, uh, please, another bottle of wine. \nMASON (to Waiter) Um, Coke. \nMOM Um, you know what? Mason, you're okay with water. No more Cokes. (to Waiter) Thank you. \nBILL (O.S.) (To Randy) Now how 'bout you? Did you finish your science project? \nRANDY Not quite yet. \nBILL Well, did you work on it? I mean, did you build anything, or plan anything, or..? \nRANDY A little. \n", "random": "M I give you a couple of kids. What're they gonna do? \nMOM (CONT'D) I'm gonna go over and say, \"Hi, Mom!\" You'll be safe with me. \nMOM (CONT'D) I'm gonna have to get out of the house and find my kids. \nMOM (CONT'D) (MORE) \nMOM (CONT'D) You're ready to go? MASON No", "sentiment": "LE (2) Here you go, I'm gonna help. \nMASON (CONT'D) And work out like a soldier. Long story. \nMALE (3) Oh, mmm-mm. Besides, I just want to have a little fun. \n(BEAT) I'm gonna help you get married. I'm gonna help you put up a fucking wall, just like Betty for life. Believe me? \nINT. BARBERS"}, {"id": 2185, "prefix": "SAMANTHA I'm not.   They make us do it. MASON But Dad, I mean why is it all on us though? You know, what about you? How was your week? You know, who do hang out with? Do you have a girlfriend? What have you been up to? DAD I see your point. ", "truth": "DAD (CONT'D) So we should just let it happen more natural, right? That's what you're sayin', right? \nMason nods. \nDAD (CONT'D) Okay.   That's what we'll do.    Starting now. \nEXT. BUTTERFLY MUSEUM - DAY \nDad, Samantha, and Mason are pointing out different butterflies they find, using a nature chart. A butterfly lands on Mason's shoulder. \nMASON Hey, check this out. \nSAMANTHA That would be a... That would be a Magnificent Owl. Caligo Atreus. \nDAD What's that one?    Look at this. \nDad opens his hands and shows them a butterfly in his palms. \nSAMANTHA (O.S.) Whoa. \nDAD What kind is that? \nSAMANTHA That looks like a Zebra Longwing. \nDAD Alright. \nSAMANTHA Cool. \nDAD This one's incredible.     That's the owl one, right? \nSAMANTHA Yeah.   Magnificent Owl. \nDAD I think he went pee-pee on you, bud. \nDad laughs. \nEXT. SCULPTURE GARDEN - DAY \nDad, Samantha, and Mason play tag around a large outdoor sculpture. \nMASON One, two, three, four, five... \nSoon they are running in circles around it. \nDAD Ahaa! Ahh! Get away from me! Get away from me! Get your sister -- Ahh! \nEXT. PARK - DAY \nDad is tossing a football with Mason and Samantha. \nDAD Yo, Mase, look at me here. Make a diamond with your hands, alright? Fingers and thumbs. Keep your hands soft. Hey, Sam. \nSamantha throws the football to Dad. \nDAD (CONT'D) Very nice. That's how you want to catch it, just like that. Even when you're runnin', that's what you're thinkin' about, that diamond. That diamond, and soft hands. \nDad throws the ball to Mason. \nDAD (CONT'D) There it is. \nMason throws the ball back to Samantha. \nEXT. PARK - MOMENTS LATER \nDad, Samantha, and Mason crouch down into starting line positions. \nDAD Down!   Set!    Hut!   Ahhhh! \nDad releases the ball down the hill and the three of them chase after it. \nDAD (CONT'D) No no no no no! \nThe ball kicks up and into Samantha's hands.   They are now chasing after her. \nSAMANTHA Yes! \nDAD Don't let her get -- No no no no no! \nINT.   BASEBALL STADIUM - NIGHT \nDad, Samantha, and Mason watch a live baseball game. \nDAD (O.S.) Let's go, Roger! \nThe crowd reacts to the game. \nDAD (CONT'D) Guy's incredible. He's unhittable this year! Now just so you know, what we're watching here, is history. Now you see this guy out here? This dude is like forty-three years old and he's strikin' out guys half his age. This guy's ERA is 1.47, alright, can you believe that? Now if the Astros could just get a few runs maybe we'd win a game. \nMASON Dad, do you have a job? \nDAD Ha!   Why would you ask me that? \nMASON I don't know. Mom wanted to know and I didn't know what the answer was. \nDAD Mom wanted to know. Alright. Well, you can tell mom that I just happen to have passed my second actuarial exam, alright? So... you tell her that. How's she doing? \nSAMANTHA Great. \nDAD She finishing school? \nSAMANTHA Yep, all 'A's. \nDAD All 'A's huh? Like mother, like daughter, right? \nThe kids leave to get hot dogs, etc.   Mason puts mustard on his. \nThey return to the game. A clutch Astros home run and the crowd is cheering. Our guys celebrate with high fives, etc. \nDAD (O.S.) (CONT'D) You got this! That's outta here! That's out-- Oh! Oh! \nFireworks go off.   The crowd stands to their feet. \nDAD (CONT'D) Yeah!!   Fuckin' A! \nINT.   DAD'S LIVING ROOM - NIGHT \nThe TV is playing the horror film HOSTEL. JIMMY sits on the couch watching the movie, as Dad and the kids enter. \nSAMANTHA Hi, Jimmy. \nJIMMY Hey, Samantha! \nMASON Hey, what's up, Jimmy? \nJIMMY What's goin' on, Mason, man? \nMason and Jimmy fist bump. \nMASON Astros won. \nJIMMY You went to the game? \nDad enters the room. \n", "random": "ASON Let's just have a beer. \nDAD So, why do you want to hang out here? You guys have a lot of fun. \nMASON (offended) Oh yeah, you guys. You guys. We're awesome. House party. \nDAD Yeah. \nMASON Yeah. Yeah. \nDAD Yeah. \nMASON Yeah. \nDAD Yeah. Like, you know, you guys, it is,", "sentiment": "ason and Alan look at each other, about to kiss. \nDAD I'm okay. \nMason is surprised. \nDAD Uh-huh. \nMason turns to face Alan. \nDAD Yeah, well, I think you're not. \nINT. \nMason turns back and sees Alan sitting on the couch. Mason walks over to him. \nMANDY You got a lot of money? \nAlan"}, {"id": 2186, "prefix": "MASON Okay. DAD (From phone) Right, and listen, tell your sister to pick up her phone or call me back or something. Mom comes down the stairs and drops a bag at Mason's feet. ", "truth": "DAD Alright, buddy!      You have a good one. \nMASON Bye, Dad. \nMOM (Motioning to the bag) Hey, honey, take this to your sister. Throw it in the truck, okay? \nMASON Okay, I will. \nMOM So where is Sheena staying? \nMASON At her friend Emily's. \nMOM Is Emily a real person? \nMASON (Laughing) Yeah. Yeah, she's a sophomore.    She has an apartment. \nMOM (Holding out money) Okay, this is in case of emergency. Don't spend it. I want it back. \nMASON Okay.   Thanks. \nMOM Did you do your homework? \nMASON Most of it, but... I can finish tomorrow night. \nMOM Honey! Eleventh grade is really important for college. Don't blow it. \nMASON I know! I know. I mean, we're going to UT and everything. \nMOM I know, and don't you want me to come? Come on, Sheena, road trip with Mom! I'll pay for gas. \nMASON Umm... \nMOM I'm just kidding.      I have work. \nShe kisses his forehead. \nMOM (CONT'D) Call me when you get there. \nMASON I will. \nMOM Have fun! \nMason exits. \nEXT. HIGHWAY - DAY/ INT. TRUCK \n\"Suburban Wars\" plays.    Mason drives, Sheena is in the passenger seat. \nSHEENA ... That sounds to me like just another extreme Mason view of everything. \nMASON Not at all! I finally figured it out. It's like when they realized it was gonna be too expensive to actually build cyborgs and robots... I mean, the costs of that were impossible. They decided to just let humans turn themselves into robots. That's what's going on right now. \nSHEENA Oh, right now? \nMASON Yeah! I mean, why not? There are billions of us just laying around, not really doing anything. We don't cost anything. I mean we're even pretty good at self-maintenance and reproducing constantly. And as it turns out, we're already biologically programmed for our little cyborg upgrades. \nSHEENA How? \nMASON Seriously. I read this thing other day about how, like, when you hear that ding on your inbox you get a, like a dopamine rush in your brain. It's like we're being chemically rewarded for allowing ourselves to be brainwashed. How evil is that? We're fucked. \nSHEENA So you deleting your Facebook page is gonna change all that? Remember when Trevor deleted his Facebook page last year and everyone just hated him? You made more fun of him than anyone. \nMASON I still make fun of Trevor, though. \nSHEENA But it looked like he was so pathetically desperate for attention. Or to be different, or something. \nMASON That's just 'cause they did that lame story about it in the school paper. \nSHEENA And then he had to make a big announcement about it when he came back a month later. \nMASON That's the thing though, I'm not doing it for attention. I just want to try and not live my life through a screen. I want, like, some kind of actual interaction. A real person, not just the profile they put up. \nSheena's looking at her phone. \nSHEENA Oh, I'm sorry. Were you saying something? \nShe laughs. \nMASON Yeah, okay, I know you're joking, but, I mean, it's kinda true you have been, you know, checking your phone this whole time, and so what are you really doing? You don't care what your friends are up to on Saturday afternoon but you're also obviously not fully experiencing my profound bitching so... it's like everyone's just stuck in, like, an in-between state. Not really experiencing anything. \nSHEENA It's not an experience, it's just information. Look, for example, I just got the address of the club where we're meeting them later, so we won't be wandering the streets of Austin lost for an hour tonight. Thank you very much, Facebook. And I just texted my mom back. \nMASON Oh, that's -- that's groundbreaking. She hasn't seen you in, like, 55 minutes? \nSHEENA Oh! Oh my god, most importantly, Meg's family just got a miniature pet pig. \nSheena hands him the phone. \nMASON (looks at phone photo) Hm! (Laughs) Okay, you're right.    That is a -- \nSHEENA Right? \nMASON That is a really cute, tiny pig. Our lives can go on. \nSHEENA I want one. \nINT. POOL HALL \nGotye's \"Somebody That I Used To Know\" plays. Patrons chatter. Mason plays pool with Samantha's BOYFRIEND. Samantha and Sheena sit and talk. \nBOYFRIEND Nice shot. \nSAMANTHA Yeah, just give the lady at the front y'all's I.D.s and, uh, she should let you in. \nSHEENA I see.   Cool. \nSAMANTHA Yeah. \nSHEENA It's room 2-0-6, right? \nSAMANTHA Mm-hm. \nSHEENA Awesome. It's not like weird that we're staying there? \nSAMANTHA No, it's fine. Have fun. (Laughs) \nSHEENA (O.S.) Thank you. So how long have you guys been dating? \nSAMANTHA About three months. Yeah, we met at a party and it's been, ya know, chill. \nSHEENA Yeah, he seems cool. \nSAMANTHA Yeah.    He is. \nThe guys are shooting pool. \nSHEENA (O.S.) Does he go to UT too? \nSAMANTHA (O.S.) Yeah. \nSHEENA Cool.    What is he studying? \nSAMANTHA He's studying history and uh, Italian, I think? \n", "random": "OM Sorry, baby. \nDAD I'm not taking her home. \nMOM She's leaving. \nDAD You know, a good job. And a nice house. Look, you don't know anything about your job, but I have to tell you, you're a good kid and you're a good person. So, I don't think it's a big deal. \nDAD I mean, I'm just trying to get a picture.", "sentiment": "OM (To phone) Yeah, I'm gonna call you back. \nDAD (From phone) Yeah, I'm gonna call you back. \nMOM (To phone) Yeah, I'm gonna call you back. \nDAD (From phone) Yeah, I'm gonna call you back. \nMOM (To phone) Yeah, I'm gonna call you back. \nDAD (From phone) Yeah, I'm gonna call you back"}]