[{"id": 1050, "prefix": "ANDREW'S FATHER Hey, I screwed around...guys screw around, there's nothing wrong with that.  Except you got caught, Sport. ANDREW Yeah, Mom already reemed me, alright? ANDREW'S FATHER (angry) You wanna miss a match?  You wanna blow your ride?  Now no school's gonna give a scholarship to a discipline case. ", "truth": "5. EXT. SHERMER PARKING LOT - DAY \nWe see JOHN BENDER walking towards us.  He is wearing sunglasses.  A car is coming towards him but he doesn't stop walking. \nThe car slams on its breaks directly in front of him. \nBender gets out of the frame.  Out of the car steps ALLISON.  She is dressed all in black.  She steps forward to look in the car's front window and the car drives away. CUT TO: \n6. INT. LIBRARY - DAY \nThere are six tables in two rows of three. Claire is sitting at the front table.  Brian comes in and sits at the table behind her. \nAndrew comes in and points at the chair next to Claire at the front table.  She shrugs and he sits there. \nIn walks Bender, he touches everything on the checkout desk and takes a few things in the process. \nHe walks over to where Brian is sitting and points to the table on the opposite side of the Library.  Brian reluctantly gets up and moves. \nBender sits at the table where Brian was and puts his feet up. \nAllison walks in.  She walks all the way around the library and sits in the back corner table, just behind Brian. \nAndrew and Claire look at each other and snicker. \nBrian looks at her in confusion and then turns away. \nEnter RICHARD VERNON, a teacher.  He holds a stack of papers in his left hand.  He addresses the group with such disrespect it makes you wonder how he ever got the job. \nVERNON Well...well.  Here we are!  I want to congradulate you for being on time... \nClaire raises her hand. \nCLAIRE Excuse me, sir?  I think there's been a mistake.  I know it's detention, but...um...I don't think I belong in here... \nVernon doesn't care.  He just continues to talk. \nVERNON It is now seven-oh-six.  You have exactly eight hours and fifty-four minutes to think about why you're here.  To ponder the error of your ways... \nBender spits into the air and catches the spit in his mouth again. \nClaire looks like she is going to gag. \nVERNON ...and you may not talk.  You will not move from these seats. \nHe glances up at Bender and points at him. \nVERNON ...and you... \nVernon pulls the chair out from under Bender's feet. \nVERNON ...will not sleep.  Alright people, we're gonna try something a little different today.  We are going to write an essay--of no less than a thousand words--describing to me who you think you are. \nBENDER Is this a test? \nVernon passes out paper and pencils and takes no notice of Bender. \nVERNON And when I say essay...I mean essay. I do not mean a single word repeated a thousand times.  Is that clear Mr. Bender? \n", "random": "1                                                                         11 \nBRIAN (CONT'D) You're a monster. (MORE) \nBRIAN (CONT", "sentiment": "RIAN (to his father) You're a fucking asshole! \nBRIAN (to his mother) You're a fucking asshole! \nBRIAN'S FATHER You're not gonna like me, you're gonna like me, you're gonna like me, you're gonna like me... \nBRIAN'S FATHER You're a fucking asshole! \nBRIAN'S FATHER You're a fucking asshole! \nBRIAN"}, {"id": 1051, "prefix": "CLAIRE Do you know how popular I am?  I'm so popular, everybody loves me so much, at this school... BENDER Poor baby. Brian waves Claire over to him and he falls over. ", "truth": "He goes back in the room he was in.  He screams and it shatters the glass in the door. CUT TO: \n27. INT. BASEMENT - DAY \nVernon is glancing through the confidential files in the school basement. \nVERNON (to himself) Mister, oh mister Tearney...a history of slight mental illness? Wooh, no wonder he's so fucked up! \nCarl enters. \nCARL Afternoon, Dick... \nVERNON Hey Carl, how you doin'? \nCARL Good... \nVERNON Good, what's up? \nCARL Not much, what's happening, what are you doing in the basement files? \nVERNON Oh, nothin' nothin' here.  I'm just doin' a little homework here... \nCARL Homework, huh? \nVERNON Yeah... \nCarl, laughing, comes over and looks at the files that Vernon was looking at. \nCARL Confidential files...hmmm? \nVERNON Look, Carl...this is a highly sensitive area and I, I tell you something...certain people would be very very embarrassed.  I would really appreciate it if if if if this would be something that, that you and I could keep between us... \nCARL What're you gonna do for me, man? \nVERNON Well, well what would you like? \nCARL Got fifty bucks? \nVERNON What? \nCARL Fifty bucks... CUT TO: \n28. INT. LIBRARY - DAY \nWe see Andrew and Brian laughing.  Allison is hanging out over by the statue in the back of the library. \nANDREW No no man, no; you got a middle name? \nBRIAN Yeah, guess... \nAllison suddenly takes interest in the conversation and as she speaks, she moves over and sits next to the two. \nALLISON Your middle name is Ralph, as in puke... \nBrian and Andrew look at her in confusion. \nALLISON ...your birthday is March 12th, you're five-nine and a half you weigh a hundred and thirty pounds and your social security number is (a beat) \n", "random": "RENDAN (CONT'D) Who says I'm shallow? \nBRIAN You're shallow! \nBRIAN I'm not shallow!  I'm not trying to be! \nBRIAN Oh, I'm not. \nBRIAN I'm not trying to be!  I'm not! \nBRIAN I'm not being shallow! \nBRIAN I don't want to be!  I don't want to be", "sentiment": "RIAN I don't know if we should call it a day. \nCLAIRE Come on, stop it, just tell me what you want to know! \nBRIAN Oh, yeah... remember? \nCLAIRE Look at me! \nBRIAN That's right!  What?  What? \nCLAIRE Well... I was just telling you... \nHe can't believe what he's hearing. \nBRIAN (CONT'"}, {"id": 1052, "prefix": "BENDER Do you? CLAIRE Yeah...that's the way it should be. BENDER Well, not for me... ", "truth": "Bender clearly doesn't want to answer that.  He acts defensive. \nBENDER How come you got so much shit in your purse? \nCLAIRE How come you got so many girlfriends? \nBENDER I asked you first... \nCLAIRE (shrugs) I dunno...I guess I never throw anything away. \nBENDER Neither do I... \nCLAIRE Oh... \nWe cut back to where Andrew, Brian and Allison are sitting, Andrew is looking through Brian's wallet. \nANDREW This is the worst fake ID I've ever seen... \nBrian laughs. \nANDREW Do you realize you made yourself sixty eight? \nBRIAN Oh, I know...I know, I goofed it... \nANDREW What do you need a fake ID for? \nBRIAN (like it's obvious) So I can vote! \nAllison looks up suddenly. \nALLISON You wanna see what's in my bag? \nBRIAN & ANDREW No! \nAllison looks hurt and then resentful.  Just to spite them, she dumps the contents of her bag onto the couch. \nLots of stuff comes out. \nANDREW Holy shit!  What is all that stuff? \nBRIAN Do you always carry this much shit in your bag? \nALLISON Yeah...I always carry this much shit ...in my bag...You never know when you may have to jam... \nBRIAN Are you gonna be like a shopping bag lady?  You know like, sit in alleyways and like talk to buildings and wear men's shoes and that kinda thing? \nALLISON I'll do what I have to do... \nBRIAN Why do you have to do anything? \nALLISON (with feeling) My home life is un...satisfying... \nBRIAN So you're saying you'd subject yourself to the violent dangers of the Chicago streets because your homelife is unsatisfying? \nALLISON I don't have to run away and live in the street...I can run away and, go to the ocean, I can go to the country, I can go to the mountains. I can go to Israel, Africa, Afghanistan... \nBrian looks at her and then moves over to Andrew. \n", "random": "\nBENDER What do you mean? BENDER Maybe you can... \nBENDER No. \nCUT TO: \nINT. MANOR HOUSE - PAULIAN'S BEDROOM - NIGHT \nPierce sits up in bed, worried. PAULIAN Who are you? PAULIAN I'm Paul. PAULIAN What are you doing? PAULIAN Oh...I...I don't know. \nPaul is wrapped in bed", "sentiment": "\nCLAIRE What's the problem? \nBENDER I don't know. \nCLAIRE What's the problem? \nBENDER I don't know. \nCLAIRE What's the problem? \nBENDER Well...I don't know...I don't know...I don't know...I don't know... \nCLAIRE What's the problem? \nBENDER I don't know. \nCLAI"}]