[{"id": 393, "prefix": "Billy nods, disappointed. BILLY Yeah, I suppose. Too bad. (peers down at Jeff) Guess you're not the donut magnate after all. (to Earl) Waste of time. Plug him. Earl raises a pistol.   Jeff's eyes flash. ", "truth": "Earl stops, glances at Billy.   They both eye Jeff carefully. \nBILLY Say again. \nJEFF (emphatic) Ninety thousand dollars. \nA faint smile plays on Billy's lips.     He slams the trunk. \nINT. CAR TRUNK - DAY \nIt's nearly pitch black. A beam of sunlight shines through a rusted hole. It illuminates Jeff's eyes. \n(CONTINUED) \nCONTINUED: \nThe car shifts into gear and sets off across the desert. Jeff grunts as the car bounces on the uneven terrain. \nHe braces against the confines of the trunk. The ENGINE NOISE is deafening. The car hits a depression and jounces wildly. Jeff is thrown about violently. \nCUT TO: \nEXT. MESA OVERLOOK - DAY \nThere is a CREAK and the TRUNK opens. Jeff squints into the sun. Earl and Billy stand over the trunk. \nEARL Get out.   Don't try anything stupid. \nJeff gets out, grimacing.     His clothes are stained with grease and tire grime. He     sets his feet unsteadily on the ground, looks around.     We see that he has been confined in the trunk of a    Pontiac Firebird. \nThe Firebird and Dodge Ram are parked on a bluff. Red stands on the highest point, peering through binoculars at the desert below. He glances at Jeff. \nRED You're a tough man to get a hold of, Jeffrey. \nJeff stares, a mix of emotions -- anger, fear, confusion. \nJEFF (barely able to control himself) What do you want? \nRED It's not me we're talking about. Question is what you want. \nJeff looks at him with loathing. \nRED See, I've got something you might want to buy. Can't show you the merchandise right now, but I can describe it for you. About five- five, hundred and fifteen pounds. I'd say three, maybe four of that is tits. Black curly hair upstairs and down. Interested? \n(CONTINUED) \nCONTINUED: \nJeff's anger bubbles over... \nJEFF You sonofabitch -- \nHe advances toward Red. Billy and Earl grab him from behind and tackle him to the ground. Billy drives a fist into his kidney. Jeff gasps in pain. \nRed nods impassively. \nRED Bring him up here. \nEarl and Billy hoist Jeff to his feet and propel him up the mound closer to Red. \nFrom here, Jeff can see a small desert town spread out below, as well as the highway leading through it. Red gestures. \nRED Welcome to Brackett, Jeff. If ever there was a two-bit shithole in the middle of nowhere, this is it. One gas station, a half-dozen stores and a V.F.W. hall. (pointing) See that building? \nJeff follows his gaze. \nRED That's the bank. Brackett Commerce Bank. You with me? \nJeff nods tightly. \nRED Then here's the drill. You're gonna walk in there and tell the manager you want an express wire in the amount of $90,000 from your account in Boston. Got your wallet? \nJeff nods. \nRED You ask for the money in cash. Small bills. (MORE) \n(CONTINUED) \nCONTINUED: \nRED (CONT'D) Today's payday at the copper mine, so don't take any horsecock about how they haven't got it. If the manager gives you a hard time, that's your problem. It's your wife who's counting on you. \nJEFF How do I know she's still alive? \nBilly slugs him in the gut again.   Jeff doubles over. \nBILLY Shut up. \nRED She's tucked away someplace safe. You get her back as soon as we get the money. Simple as that. \nJeff compresses his lips. \nRED Now a smart guy like you, you're already thinking about calling the cops, right? \nJeff says nothing. Red raises a hand-held CB to his mouth. He keys the transmitter. \nRED (into mike) Iron Man to Blacktop, let's open the gate. \nAL (V.O.) (filtered) Copy that, Iron Man. \n", "random": "e pulls the trigger.           \nEXT. THE LIVING ROOM - DAY \nJeff looks up at the ceiling. His expression has changed.                                                         ", "sentiment": " He looks at the gun. The barrel starts up, mags and plates coming out.  INT. EXT. KITCHEN - NIGHT     The doorknob opens. The limo driver has already taken his seat. Jeff listens and turns to himself.  Jeff sputters.    The limo man opens the door. He pulls into the driveway. Jeff stops for a moment.      Another car pulls up and drives"}, {"id": 394, "prefix": "RED Tell me about it.   You get any word on Earl? BILLY (shakes head) There's reports of an accident up Five Mile, but that's about it. Red grunts, unlatches the door to the moving van, lowers a ramp. The three men begin unloading boxes. ", "truth": "Jeff lies on his belly peering through a knothole. \nJEFF'S POV THROUGH KNOTHOLE \nThe men unload Jeff and Amy's belongings -- luggage, photography equipment, miscellaneous items. Inside the moving van, the battered Jeep Cherokee is visible, partially covered with a tarp. \n(CONTINUED) \nCONTINUED: \nBILLY I told you we shoulda gotten rid of 'em like that couple up in Utah. Nice and clean. \nRED So it got a little fucked up -- so what? We stay out of the area for a while, things will cool off. \nThere is a HAMMERING noise, O.S.    Red looks over, irritated. \nRED Dammit, Al, what the hell you doing? \nAl sits at a workbench hammering precious stones out of Amy's jewelry. He looks over at Red. \nAL Figured I'd get started on the jewelry. \nRED Fuck that, you can work on it later. Help us with the girl. \nINT. BARN HAYLOFT - NIGHT \nJeff breathes in sharply, presses his eye against the knothole. \nINT. BARN GROUND FLOOR - NIGHT \nRed unlatches a hidden compartment under the chassis of the moving truck. He and Billy slide out a long metal box, similar to a drawer in a morgue. \nThey lift the metal lid, revealing -- \nCANVAS SACK \nThe sack is stained and ripped.    Red pokes at it.   The sack doesn't move. Red shrugs. \nRED Must've died from the exhaust. \nINT. BARN HAYLOFT KNOTHOLE - NIGHT \nJeff stares, paralyzed, his universe exploded.   Moisture forms in his eyes. \nINT. BARN GROUND FLOOR - NIGHT \nBilly and Al reach into the compartment, start to lift out the sack. \nRED I'll get some plastic. We'll bury her before it gets light out. \nSuddenly the sack drives its legs into Al's belly. \nAL (startled) Aagh! \nAl falls backward, drops the sack on the floor. It tears open revealing Amy -- gagged with duct tape, her wrists and ankles taped. She squirms and kicks wildly, her screams muffled. \nINT. BARN HAYLOFT KNOTHOLE - NIGHT \nWe see Jeff's eye in the knothole. It's all we need to see to gauge the effect on him of seeing Amy alive. \nINT. BARN GROUND FLOOR - NIGHT \nAl gets to his feet, furious. \nAL Goddamn.   Scared me half to death. \nBILLY (chuckles) Gotcha good, huh, Al? Oughta be more careful next time. \nAL Shut up. (glaring at Amy) Lemme do her, Red. I'll cut her head off right now. \nARLEEN (O.S.) (muffled) Warren? You in there? \nRed reacts. \n(CONTINUED) \nCONTINUED: \nRED Shit, it's my wife. Help me get her in the freezer. (calling out) Just a second, Arleen. \nRed walks to a corner, moves aside a section of false flooring. He pulls up a hidden trap door, revealing a root cellar. \nAMY \nsquirms on the hay-strewn floor. Her clothes are ripped, face bruised. She looks up, reacting: Jeff's eye is visible in the knothole. \nTheir gaze meets... and holds... \nRED \nreturns and takes Amy by the legs. Al and Billy lift her by the arms. As they carry her to the root cellar, Red peers into her terrified face. \nRED Don't   worry, honey. It's not as bad as   it sounds. It'll take you about   10 minutes to suck the air out.    Probably won't even feel it. \nAmy reacts, writhing even more violently, but she's no match for the three men. \nBARN HAYLOFT \nJeff watches helplessly as... \n", "random": "The van is moving, but the driver is still behind.                                                                                       ", "sentiment": "They go back into the house. They start opening each other's pants, but can't see the subject.   Earl's eyes go wide: comes a long pause. BILLY (continuing from the trailer) I need to get out, of my house.   I need to go. We cut down the street. We walk. They stop.   They slowly drop their bags. They walk toward the side of Highway 20. They turn. The truck stops at a"}, {"id": 395, "prefix": "EXT. RED'S HOUSE - BACK PORCH - NIGHT Jeff holds the gun ready as he eases open the screen door. The DOOR CREAKS on its hinges. Jeff steps into... INT. RED'S HOUSE - REAR ENTRYWAY - NIGHT ", "truth": "HALLWAY \ntoward the voices. VIDEO GAME sound effects emanate from a room off the hall. Jeff flattens against the wall, peers into the living room. \nSeated on the floor with his back   to Jeff, Deke is playing Nintendo on a wide-screen   television.  Various items are scattered about: stereo    speakers, a jukebox, a brand new Nordic Track. There is    a rifle rack across the room. \nStepping past the doorway, Jeff continues down the hall toward... \nINT. RED'S KITCHEN - NIGHT \nRed is in the middle of telling a story.    Arleen, Billy and Al sit around the table. \n(CONTINUED) \nCONTINUED: \nThe plates are cleared away.       They are drinking beer. \nRED ... So there I am, it's a howling snow storm, I've got 2000 live chickens that are supposed to be in Denver days ago, and this cop is busting my balls because I haven't got chains... \nArleen and the men laugh heartily. \nRED So what happens but   this big old rooster, damn thing   must've weighed ten pounds,   he reaches out toward that highway   patrolman... \nAl glances toward the door, stops laughing.         Billy and Arleen follow his gaze, go silent. \nRED ... just reaches out with his beak, see, and... \nRed notices his audience is no longer paying attention. He turns in his chair, sees -- \nREVERSE ANGLE - JEFF \nStanding in the doorway. Aiming the pistol. His clothes caked with blood and dirt. He sways slightly. \nNobody else moves. \nJEFF Give me the key. \nRED (placating) Now hold on, mister. I don't know who you are or what you want -- \nJEFF Give me the fucking key! \nThere is silence. \nRED (a beat) Mister -- \n(CONTINUED) \nCONTINUED: \nJEFF Don't mister me, you sonofabitch! My wife is locked in a hole in your fucking barn! You don't give me the key, I'll blow your fucking head off! \nArleen glances at Red, frightened. \nARLEEN (clueless) Warren? What's going on? \nRED I don't know, honey.        Just stay calm -- \nJEFF (to Arleen) Your husband's a kidnapper and a murderer is what's going on! Did you know that about him? Huh? (gestures) Ever wonder where all this stuff comes from? \nArleen looks up at Jeff, scared.      She starts to open her mouth, when -- \nDEKE (O.S.) Stick 'em up. \nJeff turns. Nine-year-old Deke is aiming a rifle at Jeff from the hallway. The rifle looks enormous in his hands. The boy's lip quivers. \nThe room is silent. No one moves. Jeff keeps the pistol aimed at Red. He swallows, speaks slowly: \nJEFF You don't want to do that, kid. Just put the gun down. \nRED (firm) Don't listen to him, Deke.        Keep the gun on him. \nJEFF Put the gun down. \n(CONTINUED) \nCONTINUED: \nDEKE (voice quavering) My daddy keeps his rifle loaded all the time. He showed me in case I needed to protect Mommy when he's away. \nJEFF I understand that, Deke. I'm not gonna hurt Mommy. But if you pull that trigger, there's a chance I'll still kill your father. \nRED He's lying, Deke. He can't get me. Just pull the trigger. \nJEFF No, Deke, don't listen to him. He's wrong. \nRED Plug him, boy!     Do what I tell you! \nDeke looks at his father, fights back tears.        His finger tightens on the trigger. \nRED That's right, boy.       Do it.   Don't worry about me. \nDeke whimpers, squeezes the trigger... \nJEFF Deke, no -- ! \nSuddenly, Billy bolts from the table. The RIFLE FIRES! The recoil knocks Deke off his feet. The bullet rips into Al's shoulder! \nAL Oww -- goddammit, you little shit! \n", "random": "                          He turns on the recorder and pulls the trigger.                                                               ", "sentiment": "eff holds his breath. His face is dirt and his eyes are open. He smiles around, even as he looks to Jeff for another answer.  He HAS BULLSHIT. He stares at the screen nervously.  He reaches over to pick the gun up.  He pulls in his eyes -- his back is to the door.  There's a fat black man in a long suit and tie. He is wearing something as tight as a suit jacket. He is metal-rimmed,"}]