[{"id": 1743, "prefix": "ANNIE Yeah, I was just telling Lillian i's very elegant. HELEN So you live in Milwaukee? ANNIE Yeah in the nice part. I work at Harrington's Jeweler's. I love it. ", "truth": "ANNIE It's pretty well-known in the jewelry world. It's got like the biggest market for all the jewelry they sell and 'm actually gonna be getting a promotion \nPRETTY SOON-- \nLILLIAN You are? \nANNIE Yeah, so I'm pretty excited about it. It's gonna be...pretty big. So, if you ever need a discount-- \nHELEN You're funny. Listen Annie,I know you said you've never been in a wedding before so I just want you to know that we all have, especially me, so if you need any help, don't hesitate to ask. \nANNIE Thank you. \nLIVING ROOM - MOMENTS LATER. Groomsman DEAN finishes a speech. They are now in the dining room. \nDEAN So cheers to you two, our last single friends finally crossing over into the world of marital bliss, welcome to the other side! Dana snaps a photo, crying. Helen approaches the podium. \nHELEN Hello everyone. My name is Helen Harris the Third, an honored member of the bridal party. In honor of Lillian and Dougie, I'd like to take this opportunity to read a poem that I penned last summer while I was sitting on a swing at an exclusive resort in Santorini. Annie whispers to the person next to her. \nANNIE Am I supposed to give a speech? As Helen reads, Annie looks around the room and sees everyone in awe. Dana starts to cry. She reads from a fancy sheet of stationary. \nHELEN With every blink of an eye, every kiss of a lip, every stroke of a lovers hand, every...scent of a woman, every breath you take, every move you make. Love conquers all. Annie sees that Lillian is touched. Helen gets emotional. \nHELEN (CONT'D) They say when you choose a mate, yo're choosing a best friend. Dougie, yo're a lucky man. Lillian, I know you're going to make a wonderful wife, because you have been the best friend that I could ever ask for. Annie's face goes blank. \nHELEN (CONT'D) I have never had a friendship like this. I'm so happy you two are finally taking this big step together and I ca't wait for all of the adventures that await us. People are moved, sniffling. Including Lillian. \nHELEN (CONT'D) Now â\u0080\u009cDouglyâ\u0080\u009d, sorry, inside joke. You better not keep my Lil on a leash. I still need my drunken nights at Rockin Sushi! TO DOUGIE AND LILLIAN!!! The crowd erupts with laughter and applause. People are crying, hugging, and standing. \nHELEN (CONT'D) Thank you. Thank you! Now wher's Annie? Annie? Stand up Annie. The room looks around. Annie slowly rises. \nHELEN (CONT'D) There she is. Annie is our Maid of Honor everyone. And I'm sure she'd like to take this time to say a few words. Annie? Annie stands up to the applause. The room falls silent as she walks to the podium. \nANNIE Um, hello everybody. Hi everyone. 'm Annie. Wow, it really smells like vanilla in here. \nMEGAN It's the candles Annie. \nANNIE Thanks Megan. Lillian this is gonna be awesome. Um, uh, God, oh, oh, oh, what's that saying? \n(MORE) \nANNIE (CONT'D) Ayay, um, God, um, what is it? It's a good one, a good saying, it's Irish. It's like a-like a toast. Is it Irish? Something about a road...Oh God, 'm blanking. So I'll just say I'm so happy to be a part of this whole celebration and happiness. You two are so happy together and hope you have a happy lifetime of happiness and celebrating. And I love you and....Lillian, w've been best friends since we were like 5...'ve never been to Greece... 't know if she's done. Annie sees Helen has moved over to sit next to Lillian. \nANNIE (SINGING) (CONT'D) â\u0080\u009cDid you ever know that you're my hero...You're everything I wish I could be..â\u0080\u009d C'mon you guys know the words. Some people reluctantly sing along. \nANNIE (CONT'D) â\u0080\u009cI could fly higher then an eagle. For you are the wind beneath my wings. Flyyy, flyyyyy, so fly into the sky, so fly until we touch up high--â\u0080\u009d \nEXT-COUNTRY CLUB. LATER. Lillian and Annie are at the valet. \nANNIE Oh my God, tell me I didn't sing. \nLILLIAN No, you sang. They both laugh. \nANNIE God, I don't know, I was just maybe a little out of my element, and after Helen's speech-- \nLILLIAN Ann, stop. \nANNIE I'm so embarrassed. What did you think of your engagement party? \nLILLIAN Besides the impromptu concert from Bette Midler, it was perfect. They laugh and hug. \nLILLIAN (CONT'D) I gotta go say bye to some people I do't know. Drive safe. Lillian goes back inside. Helen appears out of thin air. \nHELEN Annie! Great job tonight.. \nANNIE I'm feeling slightly mortified. \nHELEN No, nononono. Not at all. Everyone gets a little nervous and carried away during those kind of things. So listen, 've been brainstorming some theme ideas for Lillian's shower. I was thinking somewhere along the lines of Alice in Wonderland meets...are you ready? Hollywood. And for the bachelorette? Vegas. \nANNIE Aren't I supposed to be planning some of these things? \nHELEN Oh, well, I hadn't heard from you and-- \nANNIE She just got engaged two weeks ago. \nHELEN Well, I figured since you don't have any experience that you might get overwhelmed by events of this caliber. \nANNIE Helen, I'm pretty capable. I think I can handle it. A guest walks by and taps Helen. \nGUEST Excuse me, you left your poem inside. You have beautiful cursive. \n", "random": "IDTOWN \nShe doesn't want to say anything. \nMIDTOWN \n(CONT'D) \nTHE YELLING OF MUSIC. \nMONTREAL \nCharities and clubs. (CONT'D) \nLILIAN'S VOICE (CONT'D) \nINT. THE LIVING ROOM \nLillian's room. She wears a beautiful dress, a very nice white suit. She", "sentiment": "OHN LINCLAIRI Oh, yes, I work at Harrington's Jeweler's. \nINT. HAMILTON'S WEB. \nINT. JERRY'S HOUSING. \nJOHN MONAK (off camera) Hey hey. So, you that waiting does not mean you're gonna be there. \nJERRY Michael. He has the money. He's a banker. I love having him here, enjoying the fellowship. \nINT"}, {"id": 1744, "prefix": "Annie behind her counter. GIRL Excuse me!! A snotty thirteen year old, valley-type, rich girl stands at Annie's counter with an iced coffee chewing gum. GIRL (CONT'D) I'm looking for a birthday gift for my best friend. ", "truth": "GIRL Yeah. \nANNIE For now. \nGIRL (sip] What do you mean? \nANNIE Well, what's gonna happen when you get older? Did you ever think of that? What about when she makes new friends and they're more successful than you are? Girl stares annoyingly, chewing and sipping. \nANNIE (CONT'D) Huh? And they buy her facials and designer dresses for cheap and yo're stuck selling jewelry to teenagers wh's outfit cost more than your rent? \nGIRL Ummm....you're weird. \nANNIE You're stupid. \nGIRL You have no chin. \nANNIE You're gonna be a slut in high school. \nGIRL You are an old, single loser who has no friends, works in a jewelry store, colors her own hair, and will never know the feeling of owning a luxury car. \nShe sips in victory, slurps up the last drop noisily. \nANNIE (quietly] You. Little. Cunt. The girls eyes widen. The camera pans to show that the girl's dad and Donna have been there the whole time. \nINT. DONNA'S OFFICE \nDonna stands across from Annie wh's cleaning out her locker. She sadly starts to leave. \nANNIE Bye. \nDONNA You know, I knew a girl once. Karen Stippleton. She was really something. The life of the party, a concert pianist, she had naturally curly hair, and skin black as night. But one evening at a dinner party I walked in on her in the bathroom putting a vile of cocaine up her buttocks and last I heard, she was playing the saxophone outside of a drug store. And I'm gonna say something to you I should have told her. Don't waste your life. Find out what your gifts are and use them. Donna hugs Annie, then leaves her in the break room. \nINT. ANNIE'S APARTMENT. LATER THAT DAY. \nAnnie arrives completely depressed. Outside her doorstep is yet another package. Annie takes it inside. \nINT. ANNIE'S APT. \nSTEVE Ooh, another package from your mom? \nANNIE Yep. It is a beautiful pink and white striped box with her name and address in calligraphy. When Annie opens the lid, â\u0080\u009cCanon in Dâ\u0080\u009d plays and a real butterfly flies out. \nShe reads, â\u0080\u009cA Shower for Lillian.â\u0080\u009d Steve comes over to see. On one side of the box, there is a beautiful sculpture of Lillian and Dougie as Bride and Groom, a candle with Lillian's face printed on it and some chocolates. Annie takes the invitation out, opens it quickly. \nANNIE (CONT'D) Are you kidding me? The invitation reads: \nHELEN (V.O.) Please join us for a Parisian Brunch at the home of Helen Harris III to celebrate the marriage of Lillian Donovan and Douglas Price. Let us â\u0080\u009cshowerâ\u0080\u009d Lillian with gifts and love. Date: Sunday the 20th. Time: 2:00 post meridian. Address and phone number below. Responde S'il Vous Plait. Yay! Annie picks up the phone, calls the R.S.V.P. number. Canon in D. plays. and a recorded message begins. \nHELEN (V.O.) (CONT'D) Hello. This is Helen. You have reached the Responde S'il Vous Plait line for Lillian's shower. \nANNIE You have got to be kidding me. \nHELEN (V.O.) Please listen to all of the following menu options before making your selection. If you would like to reply â\u0080\u009couiâ\u0080\u009d, press one. To reply â\u0080\u009cnoâ\u0080\u009d, press two. For where the bride and groom are registered, press three. If you require a vegetarian meal. Press 4. If you are vegan, press 5. A dairy free meal, press 6. Kosher meals will not be available. For the Lillian and Dougie story, narrated by me, please press 7. To hear a twenty-four hour wedding music mix, press 8, put your phone on speaker, light the Atmospheria candle you've just received and think about the eternal union that is marriage. I'm Helen Harris IV, and this is me saying au revoir! But before I do, here's a message from SUSAN SARANDON! \nSUSAN SARANDON (V.O.) Hello, I'm Susan Sarandon, the movie star. I just wanted to say congratulations to Lillian and Dougie. Even though I don't believe in marriage, I do â\u0080\u009cbelieve in the church of basebalâ\u0080\u009d. Just kidding. That's a line from my movie Bull Durham. I- Annie hangs up quickly. \nINT. ANNIE'S APARTMENT. DAYTIME. \nAnnie's relaxation CD is playing as she lies talking on the phone to her Mom, who is painting a very life-like picture of Enrique Iglesias in concert. \nJUDY Is there an animal over there? \nANNIE No, it's a C.D. She rolls over and turns it off. \nJUDY So, I'm flying straight to O'Hare the day of the shower cause I wanna get my hair done. Did you see that invitation? I didn't get the significance of the dead butterfly, but it looks like w're gonna have fun. \nANNIE I'm not. \nJUDY Oh, c'mon. \nANNIE I already know what it's gonna be like. It's gonna be uncomfortable and weird...I don't wanna go. \nJUDY Sweetie, listen to yourself. You ca't let her new friends get in the way of your being a part of one of the best days of Lil's life. NO way. You have a history with her that no one else has. So you walk into that party knowing that. \nINT. ANNIE'S CAR. \nAnnie drives to Helen's. She sees a pink and white highway sign (that looks like a traditional highway exit sign) â\u0080\u009cLillian's Shower Rue. This exitâ\u0080\u009d \nANNIE Oh my God. She turns into the gates of â\u0080\u009cWhitewater Estates.â\u0080\u009d There is, a life-size sculpture of a bride and groom. As she gets closer, she sees they are real life models. They smile at Annie, wink at her and wave her by. At the next stop sign, a butler appears with a tray. \n", "random": "(CONTINUED)\nINT. ANDY'S HOUSE - DAY \n(JEREMY DUTCH) \nThe door opens and Annie comes out. \nEXT. ANDY'S HOUSE - DAY \nLillian and Annie raise their hands. \nINT. ANDY'S HOUSE - DAY \n(CONTINUED)\nEXT. ANDY'S HOUSE - DAY \nA woman's face is revealed. \nINT", "sentiment": "She smiles.  Annie starts to break out the coffee. Annie talks about the band and how she loved being on the cover of the newspaper.  She speaks in a wry tone about how she got a job at the mall when she was just a young girl. She points to a CD on her desk.  Annie opens it.  Annie sits down next to the CD.  Annie looks at it.  Annie looks at her. Annie smiles.  Annie does some shopping. She looks"}, {"id": 1745, "prefix": "LILLIAN I'm sorry I didn't know all the stuff you were going through too. Annie is clearly sad. ANNIE It's fine. I just feel really lost right NOW AND-- Lillian hugs her. ", "truth": "ANNIE Oh God dont say that. \nLILLIAN I mean between you and me. \nANNIE You want to come in? Steve's home. This could be your last chance as a single woman. \nLILLIAN Ooooo... \nEXT HIGHWAY. VERY EARLY NEXT MORNING The small paper bag sits on the side of the road. Cop car pulls up. This is Rhodes' spot, we've seen before. He gets out and walks over to it, confused. He picks it up and it says, â\u0080\u009cOfficer Rhodesâ\u0080\u009d. He's a little weary but opens it and pulls out a note. â\u0080\u009cI hear you like moonpies.â\u0080\u009d He looks in the bag and smiles. \nEXT. WEDDING RECEPTION. BELMONT CLUB. DUSK. \nBecca and Kevin are slow dancing happily very much in love. Leslie and Paul dancing with two boys trying to join in. They are all happy, he rubs her stomach. Perry and Helen are dancing. They look like they are talking and working things out. He hugs her and kisses her. Lillian and Dougie dance into frame. They are very close. Smiling and kissing. They've never looked happier. She smiles at someone. It's Annie. Annie is watching everyone from the side, smiling also. Steve approaches. \nSTEVE Thanks a lot for bringing me. \nANNIE Thanks for coming with me. Megan appears on her other side. \nMEGAN Yeah, thanks for bringing him. \nMegan winks at Steve, he grabs her hand and they go to dance. Annie is alone, watching everybody. We see the wedding as a whole. It's a beautiful event. Colored lanterns, twinkly lights, food everywhere. Simple, fun...very Lillian. \nEXT. RECEPTION. LATER \nAnnie and Lillian walking out of the reception. \nLILLIAN So when does school start? \nANNIE A week. I'm scared. I'm gonna be the oldest one there. \nLILLIAN So what? Now you can have an affair with your teacher and it won't be gross. They walk down the steps. \nLILLIAN (CONT'D) Thanks for everything today. Yo've been the best Maid of Honor ever. \nANNIE Really? \nLILLIAN (kidding) MMM. No. That's not true at all. You were pretty terrible. Today you were good. Annie sees the hotel shuttle. \nANNIE Oh, I want to catch this shuttle back to the hotel. \nLILLIAN You're always gonna be my best friend. They hug goodbye. She runs down the stairs. \nANNIE I will see YOU in a couple weeks Mrs. Price! \nLillian waves goodbye and turns to go back inside. Annie runs towards the shuttle. She's too late. The shuttle drives away without her. She JUST missed it. \nANNIE (CONT'D) Wait! Wait! Stop! Great. Of course. The shuttle is gone, but there's something that was on the other side of it. \nRHODES (O.C.) Need a ride ma'am? It's Rhodes, leaning against his car like Jake in sixteen candles. Annie is all smiles and walks up to him. \nANNIE How did you know I was here? \nRHODES It was really complicated. I remembered the name of this place, I called them up, told them I was a cop calling on official police business, doing a very big investigation and uh, made them tell me all the weddings they had planned for the next two months with a bride named Lillian. [ALT: I'm a cop] Annie smiles. \nANNIE Wow. They're looking at each other, not knowing what to do. \nANNIE (CONT'D) So, did you get the moonpies? \nRHODES Yes I did. \nANNIE Did you like' em? \nRHODES Yeah. No. I couldn't eat them. They were completely covered in ants. \nANNIE Ooo, I didn't think about that. \nRHODES You probably should have put it in a plastic wrap or maybe a foil or something. Tupperware would've worked but then I'd have to get it back to you-I'm gonna kiss you right now so... He walks to her and takes her in his arms. They are about to kiss. Rhodes stops. \nRHODES (CONT'D (CONT'D) I didn't want to miss my chance again. \nANNIE \n(SMILING) Me neither. They MAKE OUT. The end. \nALT ENDING Annie is walking back to her hotel. A cop car pulls up next to her. \nRHODES (O.C.) Need a ride ma'am? She turns to see Rhodes driving slowly next to her. \nANNIE How did you know I was here? \n", "random": " That's how I know. I know it's really hard to tell what you're doing.   I want to relax and say something.   I want to whisper something to Annie.   I want to show her you're still in love.      I do not want to make you feel so alone.       Annie looks at her deeply.              Annie slowly climbs her dress. ", "sentiment": "\nANNIE (CONT'D) Oh my God. Annie is so happy. \nANNIE (CONT'D) What? \nLILLIAN (CONT'D) Annie's completely lost. \nANNIE I'm so sorry. \nLILLIAN No. Annie's so happy. \nANNIE No. Annie is so sorry. \nLILLIAN Sorry. \nANNIE I'm so sorry I didn't know all the stuff you were going"}]