[{"id": 2772, "prefix": "INT. BURKE APARTMENT--NIGHT They enter 5A. MRS. BURKE, 55, her eyes run dry, standing in the center of the room, surrounded by neighbors. Someone leads them to the BEDROOM where Mr. Burke, 60, lies unmoving, stretched on the bed. A young woman, MARY BURKE, 24, kneels over the old man, pressing her lips to his flaccid mouth. JOHN BURKE, 30, grabs Franks arm: ", "truth": "Frank and Larry moving the body to the floor: \nFRANK How long ago did he stop breathing? \nJOHN Maybe ten minutes. Woman on the phone tried to tell us how to do CPR. Please, you gotta do something. \nFRANK We'll do all we can. \nLarry ripping open Mr. Burke's shirt, prepping electrode patches, hooking wires, Frank opening Burke's mouth, feeling a puff of gas escape; Larry calling for backup. Burke's EKG rhythm on the monitor a flat green line. \nFrank's training takes over: he injects the long steel laryngoscope down Burke's throat, he finds a vein, injects epinephrine, followed by atrophine, followed by another epi: no response on the monitor. Larry pulls out the paddles: \nFRANK (CONT'D) Clear! Clear! \nLarry activates defibrillator, shock--Burke's body heaves. Sweat drips from Larry's nose onto Burke's chest. \nMARY No more, please don't! \nThey shock him again. This time the body moves less. Frank glances up: Mr. and Mrs. Burke's wedding photo sits on the nightstand. Other pictures: a day at the beach, a young serviceman, happy parents. Frank's mind drifts: \nFRANK (V.O.) In the last year I had come to believe in such things as spirits leaving the body and not wanting to be put back, spirits angry at the awkward places death had left them.  I understood how crazy it was to think this way, but I was convinced if I turned around, I'd see Old Man Burke standing at the window, watching, waiting for us to finish. \nFrank feels Burke's heart beneath cracked ribs. The EEG remains flat. He's dead. It's time to quit. \nFRANK (CONT'D) (to Larry) I'll take over. Call ER and ask for an eighty-three. (to Mrs. Burke) Sorry. \nLarry stands, breathing heavy, looks for a phone. Frank turns to notice relatives and neighbors standing around. \nFRANK (CONT'D) Do you have any music? \nMARY What? \nFRANK Music. I think it helps if you play something he liked. \nMARY John, play the Sinatra. \nJohn enters crying. Mary repeats softly: \nMARY Play the Sinatra. \nJohn exits. Frank notices Mary for the first time: blond hair dyed black, cut short, loose fitting tank dress, black makeup running down her cheeks. He notices her prom picture, glances back to Mary: it seems she hasn't smiled since that day eight years before. Something special about her, that something that hits you right away. \n\"September of My Years\" plays from the other room. Frank continues massaging Mr. Burke's chest (now to Sinatra beat), even though it's hopeless. Larry returns: \nLARRY It's OK, Frank. We can call it. Eighty- three. \nFrank feels something strange, looks into Burke's pupils, checks his neck pulse, wrist pulse. His eyes go to Larry: \nFRANK No we can't. He's got a pulse. \nLARRY No shit. \nLarry checks the monitor: the green line up and down. Mary senses a change in status: \nMARY Is he going to be alright? \nFRANK (not encouraging) His heart's beating. \nA distant siren signals the arrival of backup. Frank turns to Larry: \nFRANK (CONT'D) Have 'em bring up a stretcher. \nHe looks from Mary back to Mr. Burke--breathing but comatose. \n", "random": "ARY BURKE I'm sorry. I'm sorry. I can't believe I did this. This is my sister, I have to have her. What's wrong, I don't know. Mr. Burke, there's something wrong. I'm sorry. I can't believe it. \nFRANKS Don't say that. \nMARY BURKE I can't believe it. I don't know how to say it. \nFRANKS Is it? ", "sentiment": "ARY BURKE (CONT'D) I'm sorry, I'm so sorry. I'm so sorry. I'm so sorry. I'm so sorry. I'm so sorry. I'm so sorry. I'm so sorry. I'm so sorry. I'm so sorry. I'm so sorry. I'm so sorry. I'm so sorry. I'm so sorry. I'm so sorry. I'm so sorry. I'm so sorry. I'm so sorry. I"}, {"id": 2773, "prefix": "LARRY Sure, I'm taking the captain's exam next year. After the kids are in school, Louise can go back to the post office and, I thought, what the hell, I'll start my own medic service. Out on the Island the volunteers are becoming salaried municipal. It's just a matter of time and who you know. Someday it's going to be Chief Larry calling the shots. Larry tosses the cigarette out the window, leans against the door jab, closes his eyes. In a second he's asleep. Frank turns down the radio volume: the calls are fewer and further between now. Frank leans back, tries to rest: ", "truth": "TIMECUT: radio wakes Frank from his reverie. \nRADIO DISPATCHER Zebra. One-three Zebra. (Frank opens eyes) Zebra, answer the radio. Come on, I've got one for you. Pick up the radio and push the button on the side and speak into the front. \nFRANK (answering call) Zebra. \nRADIO DISPATCHER Male bleeding, corner of Houston and One. No further information. \nFRANK Ten-four. \nFrank hangs up, bangs Larry's steering wheel: \nFRANK (CONT'D) We have a call Chief. Somebody's bleeding, Houston and First. \nLarry instinctively reaches for the ignition key, starts the engine, drops the ambulance into gear, hits lights, jerks the EMS bus away, still half asleep. \nCUT TO: \nEXT. HOUSTON & FIRST--NIGHT \n13 Zebra coming to a bone jarring stop at the corner. Getting out of the techie seat, Frank sees Noel, his face bloody, charging at him. \nNOEL Kill me! \nNoel has sliced up a tire and fastened the pieces with string over his shoulders. Tin cans circle his wrists and ankles. One hand carries a broken bottle, the other a stringless violin. \nFrank jumps back inside as Noel rams the window, leaving stains from his blood-matted dreadlocks. Larry calls for backup: medics, police, firemen, anybody. \nThe side window glass bends as Noel rams his head against it. Frank reaches for the short club between the seats; Noel holds the jagged bottle to his neck. \nFRANK Noel, don't! \nNoel drops the bottle. Frank rolls down the window. \nLARRY He's crazy. \nFRANK You really think so? \nNOEL See, I can't do it. I came out of the desert. \nFRANK You came out of the hospital. You were tied down and hallucinating. You got some bad chemicals in your head, Noel. There's some medicine at the hospital that will fix that. \nNOEL No, no medicine! \nNoel swings his bloody dreadlocks: Frank ducking, getting splattered anyway, rolling up the window. \nLARRY He got you. \nA BLACK PUNK calls from the crowd: \nBLACK PUNK Do it! Man wants to die. Take him out! I know how to kill that mother. (points a finger) Pop, pop. \nNoel, spraying blood, chases the Punk. The crowd scatters. Noel trips, falls to the sidewalk. Frank, carrying the short bat, gets out, walks over, hunches beside Noel: \nFRANK Noel, you didn't let me finish. We have rules against killing people on the street. Looks bad, but there's a special room at the hospital for terminating. A nice quiet room with a big bed. \nNOEL Oh man, do you mean that? (smiles) Thank you man, thank you. How? \nFRANK Well, you have your choice: pills, injection, gas. \nA siren draws closer, Noel gets to his feet as Larry opens the rear doors. \nNOEL I think pills. Yes, pills, definitely. \n", "random": "\nFRANK (CONT'D) I'd rather be away than on the street. I'm just here to help you. \nFRANK (CONT'D) How ya doing? \nFRANK (CONT'D) I'm still trying to figure out what I want to do. Paulie has already started filling out forms for the registration office. He's on the phone to Frank. \nPAULIE I'm in. \nPAULIE Your names, I", "sentiment": "\nFRANK (CONT'D) I'm sorry, I'm sorry, I'm sorry, I'm sorry. \nFrank gets up, shuts the door, looks out. Frank watches him go. \nFRANK (CONT'D) I'm sorry, I'm sorry, I'm sorry. I'm sorry. \nFrank walks out of the room, Frank's eyes on Frank's. \nFRANK (CONT'D) I'm sorry. \nFrank walks"}, {"id": 2774, "prefix": "KANITA (CONT'D) Wait a minute. You can't go in. CY COATES, 45, light-skinned black, stands in the smoky room. Dark curtained windows block the sunlight; a dirty fish tank casts a green glow across the beat-up furniture. A large framed photo of a volcano hangs over the couch. ", "truth": "KANITA He looks like a cop. \nCOATES He's not a cop, he's a medic. (extends hand) I'm CY Coates. \nFRANK Frank Pierce. \nCOATES Mary said you might be coming. \nFRANK Where is she? \nCOATES Sleeping in the back. \nFRANK She asked me to pick her up. \nCOATES I know, but she told me to tell you she wants to crash here a few hours. Terrible about her father, isn't it? \nFRANK I better just go in and see her. \nKanita sits on the sofa next to an unshaven sleeping man. Coates gestures: \nCOATES I call this the Oasis. Refuge from the world out there. Did you know two people were shot in this building last week? \nFrank heads down the hall toward the rear of the apartment; Coates follows. They pass an open door where inside TIGER, a fat man with dried blood running down the corner of his mouth, sits punching computer keys at a desk. \nCOATES (CONT'D) Careful. That's the Tiger. The lady's down the hall. Welcome to Sunrise Enterprises, Frank, the stress-free factory. \nIn the NEXT ROOM Mary lies on a mattress on the floor, yellow sheet pulled up to her neck. Frank leans over her: \nFRANK Mary. Mary, we've got to get going. \nMARY (groggy) No, no. \nCOATES She wanted something to help her sleep. \nFRANK Mary, we really have to go. \nMary blindly swings her fist at him, collapses unconscious back to the mattress. \nCOATES Frank, she's suffered enough. She's okay, I promise. (puts hand on Frank's shoulder) C'mon, Frank. \nCoates escorts Frank back to the LIVING ROOM. \nCOATES (CONT'D) I'm always interested in people in stressful occupations and being a paramedic is about as stressful as I can imagine. Here, sit down. What's it like? Tell me some war stories. \nFRANK (sits) Got a beer? \nCy sits across from him, pulls out a pin-sized joint, lights it: \nCOATES That shit is poison, Frank. We don't drink alcohol here. What you need is one of these. \nFRANK Did you give Mary something called Red Death? \nCOATES Red Death? (passes joint to Kanita) Tell me something, Frank--does killing your clients make good business sense to you? The kids selling that shit have no sense. They'll be taken care of, don't worry about that. \nFRANK I should be going. I just quit. \nCOATES Sleep is all stress reduction. Here. (offers white pill) You take one of these, sleep two hours, that's all you need. (Frank hesitates) Why do you think I'm telling you this, Frank--for my health?  You ought to look at yourself in the mirror, man. Kanita, get him a glass of water. \nFrank watches as Kanita gets up, walks to the kitchen. Coates places the pill in his hand. \nFRANK Is this what you gave Mary? \nCOATES That's the stuff. I call it the Red Lion. Very king-of-the-jungle. \n", "random": "\nDISSOLVE TO: \nEXT. PORCH - WOODS - NIGHT \nThe villa in the forest. It's dark, dark quiet. A shadow rises, creeping closer. It's dark out at the end of the hall. The door opens, and a WOMAN, seen earlier in the room, enters. She is SIN-SHIN. \nSIN-SHIN (to the door) What are you doing here? \nThe", "sentiment": "\nOWNERSQUE, 116. \nYUGE ROOM STARTLE, waiting. \nEXT. ADM - DAY \nCU Holy shit! It just happened across from us. \nALLENS AWAY, quick turn. The boys on the left move Southern Our Lady, Tommy Gomez, and Miles. Juarez is flipping up pictures and giving presents to her patients. Dolly Lou is behind a modeling DJ. \nALLENS WONG, 130, has a photo"}]