[{"id": 1131, "prefix": "And still more silence. BLOOM (V.O.) Having now deftly set your hook in the mark's psyche, this would be the perfect time to tug the line, 64   EXT. LUDICROUS MANSION - MORNING                                  64 ", "truth": "BLOOM (V.O.) Get invited in for coffee, and tell them the full tale. \nBloom looks about to launch into something, when Penelope drops a stack of cash bound in a green rubber band on his dashboard. \nPENELOPE For the bike, and the whole, thing. This was a big shit sandwich. Ok. Bye. \nThe car door slams and she's gone.         Bloom sits a moment. \nBLOOM (V.O.) However, there are advantages to playing it cool. Letting it lie for a day or two, then casually re- establish contact. \nBloom starts driving off, and adjusts the passenger side mirror so it points back to the road. As he does he sees Penelope in it, sprinting after his car. \nHe stops.    A moment later she appears at his window, heaving. \n64   CONTINUED:                                                 64 \nPENELOPE I realized... I should have... invited you in... for coffee... right? \n65   INT. PENELOPE'S KITCHEN - DAY                                65 \nBloom and Penelope sit in a luxurious stone-based kitchen, neither touching their coffee. Bloom talks. \nThis is how Penelope listens: she starts with her eyes on Bloom, then very quickly drifts away into her own thoughts, then recognizes she's doing it and makes eye contact again and gives an overbaked \"oh yes go on\" smile/nod, then does it all again. Three or four times. \nBLOOM ...didn't really have anyone except each other growing up, and our father was in the antique business, he had a shop in Charleston. So we stuck together, my brother Stephen and me, we and just took over the shop when dad died. Then we realized one day, we saw the dealers who were finding and selling us the antiques coming from exotic countries all over the world, and there was a, almost a scent they had, when they'd come in the dusty shop we worked nine to five in since we were nineteen, the air would, like before a rain, the ions would line up, and you could just smell midnight trains to Paris and steamer ships and Calcutta bazaars, and we made the decision, we just did it, that we want to have that sort of life. So we did, and we've been travelling and treasure hunting the world ever since, and could you, I'm sorry, stop doing - that, you're, I'm, ok. Alright, look. \nPENELOPE I'm really bad at talking to people. \n65   CONTINUED:                                                     65 \nBLOOM I told you, that's alright. You want me to go? \nPENELOPE No!   I want to talk to you.   Fuck. \nShe storms out. \n66   INT. PARLOR                                                     66 \nVictorian, expensive. Penelope leans against the window, looking out. Sulking. Bloom enters. \nBLOOM So what kind of stuff do you do? \nPENELOPE Nothing.   Maybe you should go. \nBLOOM Alright. I'm just gonna finish my coffee first. \nVery slowly, he sips it.     Each sip becomes a noisier and noisier slurp. \nPENELOPE I collect hobbies. I see someone doing something I like, and I get books and learn how to do it. \nBLOOM Hm.   Anything interesting? \nPENELOPE Not really. \nHOBBY MONTAGE \nIn which Penelope demonstrates the following with exacting seriousness and skill for Bloom: \nPlaying the piano.      The classical guitar.   The fiddle.   The banjo. \nPutting the finishing touches on a ship in a bottle. \nExecuting a perfect ollie on a skateboard. \n66   CONTINUED:                                                      66 \nJuggling various items.       Riding a unicycle.   Juggling while riding a unicycle. \nPlaying ping-pong against a wall with ungodly speed. \nKarate chopping through too much wood. \nBreakdancing. \nPlaying the accordion. \nRapping to a drum machine. \nCreating a perfect origami dragon. \nEND HOBBY MONTAGE \nOn Bloom's shell-shock face. \nBLOOM Is that it? \nPENELOPE No.   I know a lot of stuff. \nBLOOM You just learned this stuff, here by yourself? \nPENELOPE Kinda sad. \nBLOOM No. So you just thought, `so I want to learn this and this,' and you just did it? How do you plan to use all these skills? \nPENELOPE I dunno. I'm not a planner. I just do stuff. Here, look at this watermelon. It's a camera. You can make a pinhole camera out of anything hollowish and dark. \n", "random": "                                                                                                  ", "sentiment": "                     65                                                                             "}, {"id": 1132, "prefix": "216   EXT. ST. PETERSBURG BANK - DAY                              216 Bloom sits in the car, alone. He punches the dashboard again, helpless enraged and scared. Penelope gets in, looks at the address on the note. ", "truth": "217   EXT. BURNED OUT THEATER - DAY                               217 \nPenelope and Bloom sit in the car, parked in front of the impressive facade of a closed, burned out old theater. \nThe clock on the dashboard reads 1:50. \nBLOOM I'm so scared. Anything I can imagine finding in there, I'm scared of. \nPENELOPE I'm going to be here when you come out. \nShe kisses him. \nHe puts his hand on the door.    Hesitates.   Then goes. \nWalks up the stairs to the inky maw of the theater door. Goes in alone. \n218   INT. THEATER LOBBY                                            218 \nNo lights. Moldy dust. A genuinely creepy place.      Bloom steps lightly, deeper into the theater. \nBLOOM Stephen! \n219   INT. THEATER AUDITORIUM                                       219 \nA few lights flicker on the walls, fitfully illuminating the broken dusty seats and bare ruined stage. \nBloom walks down the aisle, trying to keep his voice steady. \nBLOOM Stephen! \nA spotlight snaps on from the mezzanine, right in Bloom's face. He spins, trapped in its glare. \nA guttural command is shouted in what might be Russian. \nWhen Bloom doesn't respond, the spot silently advances a few feet ahead of him towards the stage. \nBloom gingerly follows it, up onto the splintered stage and finally resting on a split in the tarpaulin backdrop. \nWith a wary glance back, Bloom steps through it. \n220   INT. THEATER BACKSTAGE                                        220 \nGiant fossils of antique stage scenery. Utility lights high above, cut by scaffolding, patch everything in dim jagged forms of light and black. \nBLOOM (unsteady) Stephen. Game's up. Come on out. Let's blow this one hat town. \nSilence. Then a harsh utility lamp snaps on, cruelly lighting Stephen's face. \nShockingly bruised and battered, old and new blood. \nBloom cries and rushes towards him... \n220   CONTINUED:                                                 220 \nSTEPHEN No!   No Bloom, freeze. \nHe obeys. Stephen is tied to a chair. A dark figure behind him holds the lamp with a black gloved hand. \nBLOOM Stephen, who is it?   Is it the Dog? \nSTEPHEN Did Penelope wire the money? \nBLOOM Yeah. \nSTEPHEN They're calling to check right now. Don't move. I'm alright. \nThe dark figure's cell phone rings, he holds it to his ear for a moment then flips it closed. \nSomething happens in the blackness, and Stephen shakily stands, cut loose. \nSTEPHEN (cont'd) Stay where you are, Bloom. I'm coming to you. \nHe takes a couple wobbly steps. \nBehind him, Bloom sees the dark figure raising his gun towards Stephen's back, pulling the hammer... \nAnd the utility lamp switches off. \nBLOOM No! \nBloom's revolver pops out of his sleeve and he's firing into the blackness. \nStephen drops flat to the ground. \nThe fiery rapport of a big pistol flashes from the blackness, strobing the scene like stage lightning. \nBloom reloads behind the cover of a heavy flat, but Stephen lies on his stomach out in the open. \nBLOOM (cont'd) Stephen! \n220   CONTINUED: (2)                                              220 \nSTEPHEN Stay back! \nBut Bloom makes a dash for his brother, out into the open, unloading three more rounds into the dark. \n", "random": "                                                                                                  ", "sentiment": "16 Bloom                                                                                                 "}, {"id": 1133, "prefix": "Sits.   Looks at the Queen of Hearts, moves his fingers over it. Then slides is up his sleeve. Blood trickles down his hand. ", "truth": "Bloom wakes with a start. \nPENELOPE Hey. Hey, it's ok. The bridge is coming up, we're almost at the border. Were you dreaming about Stephen? \nShe strokes his hair back from his face. \nHe nods, and looks down at his sleeve. \nStephen's \"blood\" on his white cuff. \nNow a dark shade of brown. \nBloom looks at this shirt.      All the blood, it's all brown. \nHe looks up at the road, nearly panicked. \nMaybe a quarter mile ahead is the bridge. \nBLOOM Pull over.     Pull over!! \n224   EXT. ROADSIDE - SUNSET                                       224 \nShe does. \nHe bursts out of the car, and run/tumbles down the grassy hillside till he finds the car tracks. \nHe follows them to the charred remains of the Peugeot. \nPenelope stumbles down after him. \nPENELOPE What is it? You're scaring me- \nBLOOM What did you ask the Russian kid, in the Dog's apartment? He said the Dog isn't here, then what did you ask? \nBloom kicks open the trunk.      Pries open the blistered attache case. \n224   CONTINUED:                                                 224 \nSifts through the charred pile of cinders that was the money from the \"Russians\" till he finds what he was looking for and brings it out into the dying light. \nPENELOPE How long had he been alone. \nBLOOM And what did he say? \nA scrap of unburned money.    A fragment of Ben Franklin's face. \nPENELOPE Since yesterday morning. \nA single eye gazing up at him, the green grass behind it. \nThe eye is perfect.    No cross hatching. \nBloom sinks to his knees. \nBLOOM This is real. They hassled you. \nPENELOPE Bloom- \nBLOOM The Dog was gone before we got there. They hadn't cleared out of their apartment, they had been cleared out. \n225   INT. DIAMOND DOG'S APARTMENT - DAY FLASHBACK                 225 \nRUSSIANS in black overcoats burst in, shooting the Dog's men with silenced pistols. \nThe BOY shuts himself in the closet, terrified. \n226   EXT. ROADSIDE - SUNSET                                       226 \nBLOOM Real Russians. Took his store. They didn't know about his deal with us, but you haggled with them. You really sold the book to real Russians. The Diamond Dog was gone. \n227   EXT. RUSSIA HIGHWAY - FLASHBACK                             227 \nThe scene beside the lake, our four heroes checking the money in the attache case. \nSTEPHEN Let's get the hell out of Russia. \nBloom tosses the gold lighter, it splashes into the lake.    We follow it, plunging beneath the surface. \nDeep deep down, among weak tendrils of light, the Diamond Dog sinks into watery blackness, a long blade in his neck. \n228   EXT. ROADSIDE - SUNSET                                      228 \nBLOOM And they came after us.   And Stephen... \nPenelope holds him tight. \nPENELOPE I know. \nBLOOM Stephen saved my life. \nPENELOPE I know. \nBLOOM He's gone. \nBloom folds into Penelope's arms, but she doesn't let him. She holds his crying face up. \n", "random": "                                                                                                    ", "sentiment": "  He holds it as he runs.    The Queen of Hearts then lays it on her back, there's blood on her leg.                                                                       "}]