[{"id": 480, "prefix": "Shady Acres Entertainment INT. KOWOLSKI'S BAKERY - KITCHEN - DAY A news crew shuttles around a GIGANTIC COOKIE. Standing by are the KOWOLSKI BROTHERS, GUSTOV and VOL, two SHORT, STOCKY, MEN, along with MOTHER KOWOLSKI and other bakery family employees. A \"30 YEAR ANNIVERSARY\" sign hangs in the background. BRUCE NOLAN looks into a make-up mirror, desperately trying to place a large segment of wayward hair. BRUCE Oh, God, no! The hair's wrong. This is a bad sign. (calling out) We really need to get a make-up person?! The segment producer, ALLY LOMAN, steps over. ALLY Not in the budget. And not to                         * worry, you're going to look great in this. She holds out a HAIR NET. BRUCE A hair net? I'm not wearing a hair net. I just did the hair. ALLY (matter of fact) Health code. In the kitchen or around the cookie, you gotta have it. BRUCE (to crew: re hair net) You guy's should tell me this before hand, this is like a huge waste of...moose. Bruce spreads the hair net, bends down out of frame, comes up looking ridiculous and very disgruntled. BRUCE Remind me to swing by an elementary                   * school after this and serve lunch. Ally laughs. ", "truth": "GUSTOV Well,    Vol said to me, 'Gustov, why don't    we make the biggest chocolate chip    cookie in Buffalo?' And I said,    'Yeah, sure.' BRUCE Wow. Fascinating. Bruce steps up to the HUGE COOKIE. BRUCE The previous Buffalo cookie record was 3 feet, 17 inches baked by Gladys Pelsnick. But this behemoth cookie clearly proving that Gustov and Vol have much more free time. The Kowolski brothers and all celebrate in the background, toasting with big mugs of milk. Bruce steps forward, looks dramatically at camera, slow zoom in as he speaks. BRUCE (CONT'D) As we witness the ceremonial toasting with milk it makes one pause and think. What are we really looking at here? (MORE) \nBRUCE (CONT'D) Is it just a big cookie or does this cookie represent the pride of Buffalo? Our dedicated and hard working citizens the key ingredient, with a few nuts thrown in. (motions his eyes to the Kowolski twins) And finally, the love of our families which provides the warm chewy center making our beloved Buffalo the sweetest place to live. \nCamera is in CLOSE as Bruce signs-off. BRUCE (CONT'D) And that's the way the cookie crumbles. I'm Bruce Nolan, Eyewitness News. Bruce's hair net SLIPS UP, PUFFING HIS HAIR INTO A BUN ON THE TOP OF HIS HEAD. The Kowolskis and bystanders all laugh. The frame FREEZES. We PULL BACK from the TV and find Bruce holding the remote, watching the recorded spot on TV. We are now... INT. BRUCE AND GRACE'S APARTMENT - NIGHT \nBruce is with his longtime girlfriend, GRACE. She has a box of photos on the coffee table in front of her organizing them into a photo album. BRUCE So, what do you think? GRACE It's good. BRUCE It sucks. It's a story about a cookie. People with eating disorders will be riveted, (goes into huge pathetic fan character) Dear Bruce, love the bakery piece. I can't wait to vomit so I can make room for more cookies. GRACE I thought it was funny. I love the hair net. How'd you get it to do that? \nBRUCE What? I'm cutting that. They made me wear that stupid thing. I don't even look like myself. The hair is one of the most important parts of an on camera persona. Right out of the gate, I lost the hair advantage. Grace looks at a photo, GRACE Oh, my gosh, look at this one. My sister is so drunk. She places it in the album. BRUCE Grace. Try to stay focused here. I need your help. GRACE Aren't you taking this a little too seriously? BRUCE It's sweeps Grace. It is serious. There's an anchor job open. This is important. This is our future! Bruce points to the TV as he says \"future,\" not realizing he's pointing at the ridiculous image of himself with the hair net bun. Grace can't help but giggle. GRACE I'm sorry. Bruce collapses into Grace's arms like a child. He clearly has a fragile temperament. BRUCE (sighs) I'm never going to get anchor doing these kind of assignments. I want my work to matter. GRACE It does matter. You're funny. You make people smile. Come on, take a break, help me put this album together. \nBRUCE (reluctant) Alright. Grace holds up a photo. GRACE Oh look at this. It's the first day we moved in together. It's the two of them, younger, laughing. BRUCE (down) Yeah, so full of hopes and dreams. GRACE Oh, here's me at my sister's wedding. I caught the bouquet. It's a picture of Grace overpowering the other bridesmaids for the bouquet. BRUCE You look pretty intense, hun. GRACE Well, I was thinking about you. Grace cuddles into Bruce. BRUCE So, you're attracted to me in some way, is that what you're trying to say? Grace rolls over onto Bruce. GRACE You have no idea. BRUCE I was saving myself for the wedding night, but if you keep this up, I may lose my resolve. Grace stands, pulling Bruce up. GRACE Well, that's the way the cookie crumbles. They kiss, stumbling toward the bedroom. \n", "random": "                                                                                                   ", "sentiment": "               * Bruce is flat on his back pacing back and forth* as he instead hands the hair net to BRUCE ANNE. BRUCE No, this is okay. Nice.                     * Ally steps up in one of the back doors. BRUCE (re: students) C'mon, bud. (checks out"}, {"id": 481, "prefix": "BRUCE Really? BOBBY They must have gotten high or something, cause they was orderin' everything, I had. Hey, how long have you been interested in pastry? 'Cause I've got an aunt who makes baklava twenty layers deep. BRUCE (holding money out) Bobby. BOBBY (gets a brilliant idea) Maybe you could do a story on her! Bruce tosses the money on the cart, heads off. BRUCE Keep the change. BOBBY (calling after) I'll give her a call, we'll talk about it later! INT. STAFF MEETING ROOM - DAY ", "truth": "EVAN Is something killing your kids? Find out tonight at eleven. Bruce looks at the sign quizzically for a beat, then continues on. \nIN THE ROOM The morning meeting is well in progress. Leading the group is the station manager and Bruce's boss, JACK KELLER, 50's, a constant furrow in his brow. Also in the room: Bruce's fellow field reporter and rival EVAN BAXTER, 30' s , a walking statement. Impeccable posture, perfect speech, perfect everything and he knows it. FRED DONOHUE, the ever jovial sports reporter; always tanned, vain weatherman, DALLAS COLEMAN and segment producer Ally Loman. \nJACK Okay, promos are approved, let's-- ALLY Ah, isn't that last one a little misleading? I mean, the story's about flu shots. Do we have to scare people to death? EVAN No, just into watching. Or I could change it to: \"Slow news day, come yawn with us. At eleven.\" FRED Sniffles at eleven is nice. DALLAS Attack of the killer sniffles? ALLY (to Dallas) The tanning booth is starting to zap your brain, you know that? DALLAS I don't use a tanning booth. A beat and they all crack up. FRED                                        * Come on. You're turning orange.                       * EVAN                                        * He looks Florida ripe to me.         .                * More laughs.                                                    * \nJACK I would have swore I already said this, but promos are approved. Now                  * can we move on?                                     * ALLY Jack, shouldn't the promos be                       * focusing on Pete's retirement. This is his last week. EVAN (leading) Yeah, yeah. Any word on the open anchor position, Jack? JACK Evan, you'11 know something when I know something. Bruce bursts into the room. The meeting stops. Jack doesn't need to say anything, he just looks at his watch. BRUCE Sorry, Jack. It wasn't my fault. The traffic was -- You guys already played the spots? JACK Nice story, Bruce, but we're going with Evan's piece on the sex scandal at the mayor's office for sweeps. This hits Bruce hard. A beat of silence. EVAN And that's the way the cookie crumbles. The others chuckle. Only Ally remains sympathetic. EVAN I'm just messin' with you, Bruce. See you've got to remember that the news room is like a cookie... More laughs. BRUCE (re: Evan's perfect posture) That's great Evan. (MORE) \nBRUCE (cont'd) Is you're posture naturally that good, or do you have to shove a stick up there? JACK Okay, knock it off... Bruce we're holding your story in reserve. Now, can we get back to the board so we have something to air today? Jack continues with assignments. Evan sits smugly, as Bruce slides down into his chair, deflated. INT. HALLWAY - MOMENTS LATER \nJack is at Bobby's cart, paying for a sandwich. Bruce catches up .to him. BRUCE Jack, Jack, hey.     Can I talk to you for a second? JACK Sure, Bruce. What do you need? BRUCE Sweeps. Jack takes his sandwich and leaves. Bobby leans to Bruce. BOBBY Don't worry about it.    I called my aunt, we're on. Bruce looks at Bobby, continues after and catches Jack. BRUCE Look, Jack. Hear me out, I'm getting desperate man, I am pushing forty and what have I got to show for it? The point is, I've hit some kind of a ceiling here. Some kind of anti-Bruce barrierI And Evan is just lovin' it, by the way. He gets the good stories, he gets on sweeps. Maybe I have to be more like Evan. \n", "random": "                                                                      15                             ", "sentiment": "John, Chad, and Parker are colorfully dressed in their best \"fancy\" Kentwood party uniform. Wearing \"Cisco\" colors on their long black blouses, they are anticipating something bigger. \nANGLE - JOHN AND BOBBY They start off from the reception room, leaving only a noise and a dozen other people in the room. \nWOMAN Hello. \nJOHN (clearly not amused) I'll make you feel a little better. "}, {"id": 482, "prefix": "Pete Fineman is reporting. PETE FINEMAN ...but because of the fast response by our local fire fighters, the toxic chemicals were cleaned up without incident. Susan. The female co-anchor, SUSAN ORTEGA: SUSAN Bruce Nolan is standing by at Niagara Falls with a report on the Maid of the Mist sightseeing boat, but before we go live to Bruce, we have an announcement to make. As everyone knows, after 33 years, our beloved Pete Fineman is retiring. Pete smiles a proud, heart-felt smile. SUSAN Pete's shoes are virtually impossible to fill, but the show must go on. And we could think of no one better than our very own Evan Baxter. ON BRUCE Listening to the feed. His FACE GOES WHITE.      He stands in shock. Evan is seated next to Susan. SUSAN Congratulations, Evan. Looks like we'll be sitting side by side from now on. EVAN Thanks, Susan. I ' m thrilled and honored. Like you said, no one can replace the great Pete Fineman, but I'll do my best. I have to say I am so proud to be a part of our local community. Of Buffalo. I think a great city is a lot like a great recipe really. Put in some hard working citizens, add some care givers, maybe a few nuts... The other news anchors and Evan himself chuckle at \"his\" joke. Bruce listens on the feed, beyond stunned. EVAN (CONT'D) All sprinkled with the strength and love of our good families, that ultimately creates a sweet place to live. Thank you. SUSAN (touched) Wow. That was amazing. And now let's go live to wacky Bruce Nolan out at Niagara Falls. EXT. NIAGARA FALLS - CONTINUOUS Bruce stands like a deer in headlights, drenched, holding the ridiculous umbrella. Ally sig nals Bruce he's on. He stares into camera, numb. INT. SMALL WONDER DAY CARE - SAME TIME The kids are gone. Grace watches the TV with a few other teachers. She's concerned. GRACE Talk honey, talk. INT. STUDIO CONTROL ROOM - CONTINUOUS Jack rushes in, looking at Bruce on the monitor. JACK What's going on? ", "truth": "CONSOLE OPERATOR Frozen solid. \nJACK He may not have audio. Check his feed, have Susan cover. INT. STUDIO CONTROL ROOM - CONTINUOUS \nSusan reacts to the message in her ear piece. \nSUSAN We may be having a bit of technical difficulty... \nEvan smiles in the background, clearly enjoying himself. \nINT. STUDIO CONTROL ROOM - CONTINUOUS \n", "random": "\nELLIE What, you have an appointment with the show? \nBRUCE (into mic) Bruce, you're not ready to go. Bruce is worried. BRUCE It's okay. I'm going with my own. \nALLEN (into mic) Bruce, you've been run over. Telling the truth. Bruce looks at his watch, then walks away. He glances back to his watch. He turns back to his desk, looks at Kelly. Kelly walks", "sentiment": "  Bruce was a doctor. Bruce is a nurse. He's a cardiologist. Bruce is running a pager. Bruce has got a little over a dozen lines of text message on his computer. Bruce's scored. THE SOUND of a VCR PLAYING GROCERY. ON JACK The little snot is pounding. Bruce is running one line. Bruce gets up, watching camera, impressed by the first moment of the show. Bruce turns on the TV again, this time with a viewer"}]