[{"id": 3153, "prefix": "SEAN Shake your tail, Alicat, you still got a show to do. EXT. THE BURLESQUE LOUNGE - NIGHT A PACKED LINE of chattering hipsters snakes down the block. ", "truth": "MUSIC) \nINT. BURLESQUE LOUNGE - ON STAGE - NIGHT \nDaredevils Missy and Kitten DeVille, in striped stockings, corsets, and tons of cleavage, swing on a trapeze over the audience. Playing the comedy, grabbing each other in all the right places. Classic Burlesque, unusually bawdy. Equally suggestive, funny, and skillful. Tess, all dolled-up, weaves through the tables, greeting, welcoming, reveling in the crowd. FIND Ali as she strides over to Marcus's booth. He stands, hands her a glass of champagne. \nMARCUS To the girl of the hour. \nALI I'm starting to think you'll go to any length. \nMARCUS \n(INNOCENTLY) I just made a call to Greg at the Times. \nALI Well-- I appreciate the kudos. (re: crowded room) And Tess appreciates the business. \nMARCUS This has NOTHING to do with Tess. This is about you. And me. \nALI You are so full of it. He laughs-- takes her arm-- \nMARCUS I've got another friend I want you to meet. She sees HAROLD SAINT sitting in the booth. He's in his 60's, still dressing like Robert Evans in his heyday. \nMARCUS (CONT'D) Ali Rose, Harold Saint. \nALI \n(SHOCKED) Harold Saint? Shut up. You worked with Etta James. \nHAROLD Her, she chewed me up and spat me out, that one. But with her voice, I forgive her everything. \n(THEN) You got a set of pipes on you, too, little girl. I like your sound. \nALI Thank you. \n(SMILES) I like yours. \nHAROLD You ever recorded? \nALI Not yet. \nHAROLD We should do something about that. He stands. Turns to Marcus. \nHAROLD (CONT'D) See you round, kiddo. He points his finger, gun-style, which would seem cheesy, but he's old school, so instead it's weirdly cool. He leaves. \nALI Holy shit. Harold Saint. AT THE BAR, Jack watches Ali and Marcus talking excitedly. Not liking what he sees. Sean breezes by, grabs a drink. \nSEAN You snooze, you lose, pretty boy. \nINT. BURLESQUE LOUNGE - BACKSTAGE - NIGHT \nSean grips the drink in his teeth as he bustles through the backstage, gathering costumes. He passes Tess going the other way. \nTESS Can you believe this crowd? He dumps the costumes in her arms. \nSEAN 'bout time. These poor babies are begging for your glue-gun. Tess walks off with the armful of clothes, so happy, humming to herself, passes her OFFICE-- OPENS the door to SEE-- VINCE is sitting at her desk. He flinches at the sight of her- \nTESS Can you believe the crowd out there? Never thought I'd see- She stops in her tracks, spotting Vince's PANTS on the FLOOR, and a TRAIL OF WOMEN'S CLOTHES to... THE NEW COCKTAIL WAITRESS, peering out, half-dressed, from behind the curtains-- \nTESS (CONT'D) \n(DISGUSTED) In my god damn office? She shakes her head-- GRABS HER PURSE-- and walks out. \nEXT. BURLESQUE LOUNGE - PARKING LOT - NIGHT \nTess, pissed off, carries the damaged costumes out to her car. Nikki is behind her, following her out. \nNIKKI Tess. We need to talk. Tess rolls her eyes, doesn't slow. \nTESS Not now, Nikki. \nNIKKI Yes, now. I've been here since the beginning. We built this club together. And then some girl shows up out of nowhere-- who hasn't even paid her dues-- \nTESS I'll get her to write a check tomorrow. \nNIKKI And suddenly it's her show? \nTESS No, it's not her show. It's my show. But people want to hear her sing. She's bringing them in off the streets. You better believe I'm building a show around her! \nNIKKI I can sing too! And you know it. But you don't give a shit. You always say this is a dance troupe, now suddenly it's not? \nTESS \nNIKKI-- \nNIKKI And you expect me to dance behind a girl who struts in with a new pair of shoes she got for sleeping with Marcus Gerber? \nTESS (unlocking her car) Nikki, you're wasted. Go home. \n", "random": "KATIE What the hell are you doing in the streets? CHAOS A bunch of guys are getting on the beat, busting out the door. In the courtyard, they are scuffling about. \nINT. THE BURLESQUE - NIGHT \nKATIE What's your name? CLOSE ON THE BEACH: a long, bright-yellow, boxy box. It's the only one of the bunch. It sits in front of a large", "sentiment": "TAKE OFF YOUR T-SHIRT? It just got more trippy. What the f--? (beat) Just stand there, your hair on fire. \nTAKE OFF YOUR T-SHIRT? (beat) You gonna kill me? (beat) I love you. \nTAKE OFF YOUR T-SHIRT? (beat) I just got the girls off my ass. I'm gonna go get my liposuction done. And I'll give you my"}, {"id": 3154, "prefix": "JACK Clothes, make-up, shoes, hair things. ALI Jesus, Jack, what is your problem? Ever since I started hanging out with Marcus, you've been acting like a class-A prick. Is there something you want to say? JACK What? No. What do I care? You're ambitious, he can make things happen, go ahead, make a deal with the devil, what's it to me? ", "truth": "(JACK SCOFFS) Second: I'm gonna take the couch, and you're gonna 86 the attitude. Or I'm finding another place to live. She storms out of the kitchen, tripping over the cat-- a LOUD MEOW! as the cat scurries away, Jack intercepting him-- \nJACK And try not to kill the cat! \nA SLAM of the bedroom door. MUSIC UP: INSTRUMENTAL to \"BABY IT'S YOUR by The Shirelles. \nEXT. SUNSET TOWER HOTEL - NIGHT - CARRY MUSIC \nCLOSE ON: A DIAMOND RING as it's placed on the hand of A VERY PREGNANT GEORGIA. Wearing an adorable mini-skirt maternity wedding dress. She looks at DAMON with devotion. Ali, Tess, Coco, Sean and Jack, all watching the ceremony. Ali looks over at Jack. He looks at her, then away. \nEXT. SUNSET TOWER HOTEL - NIGHT - CARRY MUSIC \nThe reception is underway. GUESTS are drinking, dancing with the iconic backdrop of Hollywood behind them. Ali, Sean, Coco and Tess stand together drinking, overlooking the city. ACROSS THE TERRACE, Jack is talking on his cell phone. \nJACK What do you mean, you're still in New York? ...So you just -- decided not to come? You think you might've wanted to, I don't know, let me know??? We haven't seen each other in six months. ACROSS THE TERRACE, Ali sees Jack yelling into his phone. Sean sees her watching. \nBACK ON JACK \nJACK (CONT'D) .why does every conversation we have end up being about YOUR future... Jack looks across the terrace at Ali. Moonlight on her shoulders. A breeze in her hair. \nJACK (CONT'D) .you know what, you're right. We both should be thinking about our futures. And I might just be looking at mine right now. Break a leg baby. Jack hangs up with finality and marches toward the bar-- His cell phone immediately rings again. \nHe sees it's Natalie, sends it to voicemail, and shuts off his phone. As he PASSES Sean and Coco-- \nJACK (CONT'D) I guess Natalie's not coming after all. \nSEAN Oh, please, that girl? Show up at a party where she's not the center of attention? AT THE BAR - LATER - Jack drains one drink and orders another, getting very drunk. Ali sidles up to the bar. \nALI \n(TO BARTENDER) Shot of Patron. Jack raises his brow. Ali drinks the shot, and without looking at him-- \nALI (CONT'D) Lookin' kinda lonely. \nJACK \n(BOOZEY) No. Not lonely. Liberated, yes. Libated, absolutely. But never lonely. Cheers, baby-- He raises his glass-- she rolls her eyes, walks off-- he follows her, playfully PUSHING her from behind. \nALI Hey-- what're we, in junior high? \nJACK You still mad at me, Iowa? C'mon. Bring it on. She starts to say something as-- THE SHIRELLES start to sing \"BABY IT'S YOU\"-- Jack turns to the DJ, points both fingers at him and YELLS: \nJACK (CONT'D) \nI LOVE THIS SONG, MAN!!! Everyone stares at the drunk guy. Ali rolls her eyes and walks off-- Jack swings her around, PULLING her close-- she just looks at him. Starts to laugh at how drunk he is-- Jack wraps her in his arms and starts to sing quietly in her ear. \nJACK (CONT'D) .Many many many nights go by, I sit alone, at home and cry, over you... \nALI Well, you're quite the crooner. He looks her in the eye. \nJACK I'm sorry for being a class A prick. Ali smiles, surprised at his candor. He breathes a sigh of relief. \nJACK (CONT'D) And as of about... (bleary look at his watch, \nCAN'T FOCUS) .some time ago, I am officially a single man. \nALI You and Natalie split up? \nJACK That we did. So. That explains what I'm doing here all alone. What are you doing here all alone? \nALI Do I look alone to you? They share a look. Then he spins her around in his arms. She laughs. AT THE BAR, tipsy Sean and Coco stand side-by-side. Coco is watching the DJ spin. The DJ glances down at them. \nCOCO That DJ's hot. \nSEAN You think? \nCOCO He keeps looking at me. Coco smiles up at him, flirty. The DJ smiles back. \nCOCO (CONT'D) Hmmm...I think he's cuckoo for Coco- puffs. They look at each other, then crack up like giggling schoolgirls. \nEXT. JACK'S APARTMENT - NIGHT \nCLOSE ON: A KEY TRYING TO GO INTO A LOCK. Then it disappears from view. We hear it CLANK to the ground. Then giggles. \nALI (O.C.) Whoopsie daisy -- PULL BACK to find Jack and Ali, drunk, staring at the keys on the ground. \nJACK Whoopsie daisy? \nALI My Nanna used to say that all the time. That and upsie jumpsie. \nJACK Upsie jumpsie? (running it together) Upsie jumpsie, whoopsie daisy, upsie jumpsie, whoopsie daisy, upsie jumpsie -- \n(ABRUPTLY STOPS) When would she say that? \nALI When she wanted her dog to get on the bed with her. That is -- \n(DRUNKEN WHISPER) when she was alive. Their eyes meet. A connection. Then, staring into her eyes: \n", "random": "\nALI (to Marcus) No. I was just in the bathroom. I don't want to hear anything too big in the room. Marcus' lips are red, and his eyes are wide with surprise. \nALI (to Marcus) No. I'm very happy about it, I feel like I'm in love with you. Marcus nods to him. \nALI (to Marcus) No. I'm quite happy about it, I feel like I'm in love with", "sentiment": " CONTINUED: \"CUT TO:  INT. LOBBY ROOM. JACK pulls in a book with two hardcover singles on one side and a playmat on the other.  INT. NIGHT GARDENS. A handsome young woman is sitting with a basket straight out of a lost antique shop. She's wearing a T-shirt that reads \"The Music Is on My Mind.\" She's wearing a T-shirt that reads \"God Bless You and Your Family.\"  CONTIN"}, {"id": 3155, "prefix": "The BUMPER BAND PLAYS. Vince sits with his POSSE. His cocktail waitress/girlfriend approaches with an empty tray. She whispers to him: COCKTAIL WAITRESS Sorry, baby, they cut you off at the bar. Said you have to pay cash. VINCE What? I co-own this goddamn place-- ", "truth": "TESS Not anymore you don't. I'm buying you out. \nVINCE You can't do that. \nTESS Actually, according to page 4 of our contract, I can. \nVINCE \n(SCOFFING) In the next 48 hours? \nTESS Why postpone joy? She hands him a CASHIER'S CHECK. Vince stares at it. \nVINCE What the hell is this? \nTESS I realize it's been a while since you've seen one, but it's called a check. He stares at it, stunned.Then at her. \nVINCE Where'd you get this? \nTESS Not your business anymore. And neither is the lounge. \n(POINTS) I'm sure you know where the door is. It used to be half yours. (re. the waitress) And take HER with you. Tess turns and goes over to the bar, where Ali spins around on her barstool, having heard the whole thing. \nALI How'd that feel? \nTESS Not half bad. \nTess parks it next to her. Looks at Ali. Smiles, then breaks into a giggle. Ali smiles. Tess laughs even harder, tears in her eyes now. They are just two girls laughing hysterically at the bar, Tess keeps trying to say something, but can't get it out, until she looks Ali square in the eye... \nTESS (CONT'D) It felt pretty God damn awesome! And they crack up again. Then... \nALI And to think, you didn't even want me around. \nTESS Oh, Jesus, here it comes. \nALI .What was it you said to me that first night? \"Twenty bucks at the door will make all your dreams come true.\" That was sweet of you. \nTESS Are you finished? \nALI (loving needling her) Kinda ironic, when you think about it. I started off begging you to make my dreams come true, and here we are -- \nTESS All right already! You want me to say it, I'll say it. She looks at her. \nTESS (CONT'D) This place is the love of my life. The only dream I've ever had. I don't know what I would have done if I had lost it. \n(HEARTFELT NOW) Thank you. A moment between them... as Tess SPOTS NIKKI ENTER the club carrying her dance bag--a little fresher than we've seen her before, and sober. Nikki looks over at Tess... then approaches. Ali turns away on her bar stool, respectfully. \nNIKKI \n(SHEEPISH) I crossed the line. Tess crosses her arms, and with a smirk on her face-- \nTESS Again. \nNIKKI Again, and I wanna come home-- \nTESS \nAGAIN-- \nNIKKI Yes, again! Did you fill my spot or what...? \nTESS What do you think? Tess and Nikki share a look. \nTESS (CONT'D) Curtain's up in 20. Shake a leg. Nikki smiles, hikes her dance bag over her shoulder and heads \nBACKSTAGE-- Ali looks at Tess quizzically-- \nALI Just like that? \nTESS If I had a dollar for every time she's quit... \nALI Really? \nTESS We all fight. Bitch. Love and hate. And then make up. Just like sisters. \nALI I never had a sister. \nTESS Me neither. THANK GOD. \n(THEN) \n(MORE) \nTESS (CONT'D) Now get your cute little ass and big ole' voice up on stage, cause this is Burlesque, baby girl, where the women are always on top, and the men like it that way. Like I've always said -- \nALI/TESS You can't keep a good girl down. \nBACKSTAGE DRESSING ROOM Ali walks into the dressing room. Sits down in front of her mirror. Across the room, Nikki is sitting at hers. Ali looks at Nikki in the reflection of her mirror. Their eyes meet. Then Nikki nods. And Ali nods back. For the first time, a mutual respect. All the other girls begin to pour into the dressing room. Chatting, gossiping, changing their clothes. The legs, boobs, fishnets, etc. Things back the way there were, and the way they'll always be. ON ALI. She looks at herself in the mirror. Picks up the make- up brush Tess gave her. Dips it in water. Then applies a line on her eye expertly. She smiles to herself. MUSIC UP: A heavy bass drumlin beat which takes us to... \n", "random": "OMMY Oh. Something's wrong. A JEWELRY (CONT'D) That was his best friend. She goes to the cashier and asks him why he's done this. He shrugs. She continues to stare at him. TOMMY What's your problem? BUDDY You and Daddy are my two best friends. And they're never gonna get along. TOMMY (CONT'D) I'm sorry. I know. COCKTAIL WAIT", "sentiment": "OCKTAIL WAITRESS I don't understand. I don't owe you anything. where are you? I'm not a rep. Can I just get back? Vince's eyes go wide as she stands there, her hand on the menu. She nods and watches as she takes a bite. He holds up a hand to her. EXT. LIVING ROOM - NIGHT - DAY \nVince and Shirley step into the living room, hugging the velvet sofa. A"}]