[{"id": 1386, "prefix": "LINDA I got a batch from BeWithMeDC dot com. Chad perches on the desk, chewing gum as he gazes at the screen. CHAD Oh wow.   Any good? ", "truth": "CHAD Click on, uh... yeah... \nLINDA Oh my god! \nCHAD What? \nLINDA Oh my God, what a loser! \nShe clicks. \nLINDA (CONT'D) ... Loser! \nShe clicks.   Chad is laughing.   Linda scowls. \nLINDA (CONT'D) ... Loser!... What is this! They should call this Mr. Saggy dot com. \nCHAD Cripes. \nLINDA Loser! \nCHAD Did you have to send a picture? \nLINDA No, only guys do. I submitted a verbal profile, turn-ons, turn-offs, et cetera. I'm really looking for someone with a sense of humor. \nCHAD That guy----wait----that guy wasn't bad. \nLINDA Him? \nCHAD No, before. \nLINDA Him? \nCHAD Yeah.    He uh, he might not be a loser. \nLINDA How can you tell? \nCHAD That's a Brioni suit. \nLINDA Oh yeah? \nCHAD Shit yeah. \nLINDA (dubious) Does he look like he has a sense of humor? \nCHAD He looks like his optometrist has a sense of humor. \nLinda slaps his arm. \nCHAD (CONT'D) ... Huh-huh-huh. What does he do? \nLINDA State Department. \nCHAD That's cool. \nLINDA His hair is... what is that? \nCHAD Plugs. \n31   INT. GYM - NEXT DAY                                             31 \nLinda is showing someone around the floor. \nLINDA This is the cardio area. A lot of machines here so that, believe me, there's never a wait. What you're seeing now, this is our busiest time, and there's still a couple of open treadmills I see, three Stairmasters---- I call it the Butt-Blaster----couple of LifeCycles----Hi, Chad. \nChad is working with a medicine ball and a heavy young woman. \nCHAD Hi Linda.     Did you call that guy? \nLINDA Not yet! Chad is one of our trainers. I've just started internet dating and I got my first look at the, uh... \nCUSTOMER What service? \nLINDA BeWithMeDC dot com? \nCUSTOMER Nice. \nLINDA Have you used them? \nCUSTOMER No----two friends did and they're both hooked up. With really special guys. \nLINDA That's fantastic. \n32   INT. LINDA'S OFFICE - LATER                                   32 \nLinda is leaning forward at her desk, phone wedged between ear and shoulder, one hand up at her forehead. \nAfter a long still beat: \nLINDA Yes! \nAnother still beat. \nLINDA (CONT'D) ... English! \nBeat. \nLINDA (CONT'D) ... Agent! \n", "random": "CONTINUED) \nCONTINUED: \nSANDRA I don't know. \nCHAD So, why are you so busy? \nSANDRA We're not meeting. \nCHAD Okay, you're not. \nSANDRA We're not meeting. \nCHAD Well, no it's not. \nSANDRA I'm not. \nCHAD Oh, I am. \nSANDRA", "sentiment": " N S T C It's getting late. \nCHAD Can I take a one-hour ride? \nI N S T C Uh, Chase... \nChad just flinches at the question. \nCHAD Yeah, thanks. \nI N S T C You're saying that you're predicting a definitive insane conclusion about the man? \nCHAD (sharply) It just took me a while to come up with the right word. "}, {"id": 1387, "prefix": "104   INT. COX TOWNHOUSE - DAY                                         104 Chad is emerging from the basement. He is looking idly around, heading toward the front door when a shape materializes in its frosted glass sidelight. Chad freezes. ", "truth": "Chad quickly mounts the stairs. \n105   INT. COX TOWNHOUSE - SECOND FLOOR - DAY                          105 \nChad freezes, listening. \nThe downstairs door swings open, shut. \nFootsteps. \nA tread on the stairs: Chad scurries into the first open door. \n106   INT. COX TOWNHOUSE - BEDROOM - DAY                               106 \nChad hotfoots into a closet and eases its door most of the way shut. The footsteps mount the stairs. Chad peeks out. \nHis POV: The bed, bedclothes rumpled.    In the middle of the bed, a wedge-cushion. \nBeyond, the open bedroom door shows a slice of hallway and stairs. Harry arrives at the top of the stairs. He nudges back a drape on the window at the top of the steps. He looks down one way, then the other. He lets the drape fall back and seems to relax. \nHarry enters the bedroom. He strips off his shirt and steps out of his pants on his way into the bathroom off the master bedroom. He leaves the door open. \nChad reaches gingerly for the closet door to close it but stops abruptly as we hear the shower turned off and the curtain whipped back. Harry emerges from the shower. He rinses off, humming \"Born Free,\" and walks into the foreground pulling on shorts and shirt and a pair of dress pants that was draped across a bureau. \nChad shrinks back into the closet as Harry approaches.     Harry stops, just outside the cracked door. \nThrough the crack we see only the white of his shirt. Abruptly Harry turns his back to us and recedes into the room and bends to pick something off the floor. \nChad leans in ever so slightly to see, but draws back again as Harry approaches. \nChad looks over to his right: on a hanger, the brown pinstripe coat that matches Harry's pants. \nThe closet door is thrown open. \nCHAD Nuhhh! \nHARRY AHHHHHHHHHH! \nHarry jerks up the gun which he's pulled from the shoulder holster in his other hand and----BAM----shoots Chad in the face. \nThe gun bucks. Unused to the recoil and still screaming, Harry staggers back and trips over the edge of the bed and drops the weapon. \nHe crabs briefly backward and then flips over and scrambles off on all fours. In the hallway he rises and tramples down the stairs. \n107   INT. COX TOWNHOUSE - BOTTOM OF STAIRS - DAY                     107 \nHe stops at the bottom of the steps, panting. He looks back up the steps, trying to control his heavy breathing so that he can listen. \nA long silence. \nHARRY ... Hello? \nNo answer. \nHe looks around. \n108   INT. COX TOWNHOUSE - KITCHEN - DAY                              108 \nHarry enters.    He opens a drawer, closes it, opens another. \n109   INT. COX TOWNHOUSE - FOYER - DAY                                109 \nHarry enters from the kitchen and starts slowly mounting the stairs, a chopping knife in one hand. \nHARRY ... Hello? \n110   INT. COX TOWNHOUSE - SECOND FLOOR - DAY                         110 \nHarry tops the stairs.       He pauses, looking at: \nThe bedroom door, ajar. \nInside, his gun lies on the floor. \nHarry takes cautious steps toward the door. \nHe pauses at the cracked door.      Suddenly: \nHARRY Hungh! \nHe plunges through the door and runs for the gun and scoops it, dropping the knife. \nHe stands and spins, panting. \nHis point-of-view: the closet. Its door ajar. Legs protrude into the room as if Chad, hidden within, is sitting with his back against the closet wall contemplating his next move. \nHarry walks cautiously over. With a bare foot he experimentally waggles one of Chad's feet. Limp. \nHarry nudges the door. \nHARRY (CONT'D) ... Hello? \nIt creaks fully open. \nHARRY (CONT'D) ... Omygod. Omygod. \nChad's face is a powder-burned, chewed-up mess. \n", "random": "HAD I'm sorry, I'm sorry. I-- \nThe shape disappears. \nCHAD (CONT'D) (CONT'D) (indicating the door) It's broken. \nThe shape disappears again. \nCHAD (CONT'D) (CONT'D) (indicating door) I'm sorry, I'm sorry. \nThe shape disappears again. \nCHAD (CONT'D) (CONT'D) (ind", "sentiment": "HAD AAAAAAHHHHHH! \nChad turns to look, but the shape is gone. \nCHAD GET AOSE, Lord (amused) AHHHHHH! \nHe looks back at the door. \nCHAD (CONT'D) Oh, fuck. \nHe nods to the door, turns and disappears into the kitchen. \n105   INT. CORRIDOR - DAY          "}, {"id": 1388, "prefix": "Palmer DeBakey Smith is seated across from him.      He freezes. A beat. Gardner Chubb rubs his forehead. ", "truth": "PALMER Right now? \nGARDNER CHUBB Right now. \nPALMER In a detention room at Washington Dulles.                                                        * \nGARDNER CHUBB ... Why? \nPALMER He was trying to board a flight to Venezuela. (MORE) \nPALMER (CONT'D) We had his name on a hot list, the INS pulled him. Don't know why he was going to Venezuela. \nGARDNER CHUBB You don't know. \nPALMER No sir. \nGARDNER CHUBB We have no extradition with Venezuela. \nPALMER Oh. Uh-huh. Well----what should we do with him? \nGARDNER CHUBB For fuck's sake, put him on the next flight to Venezuela! \nPALMER Yes sir.     Okay. \nGardner Chubb is weary. \nGARDNER CHUBB Okay.      So the gym manager is dead. \nPALMER Yes sir. \nGARDENER CHUBB The body is---- \nPALMER Gone, sir. \nGARDENER CHUBB Okay---- \nPALMER But----there was a, uh... snag... \nGARDNER CHUBB What. \nPALMER Well. This analyst, Cox, was attacking the gym guy. It was broad daylight, on the street. Our man there didn't know what to do. He felt he had to step in. \nGARDNER CHUBB Yes? \nPALMER He, uh... He shot the analyst.      He shot Cox. \nGARDNER CHUBB Good!    Great! Is he dead? \nPALMER No sir. \nGardner Chubb grimaces. \nPALMER (CONT'D) ... He's in coma. They're not sure whether he'll make it. They think, they're pretty sure he has no brain function. \nGARDNER CHUBB Okay. Okay. If he wakes up we'll worry about it then. Jesus, what a clusterfuck. That's it then. No one else really knows anything. Okay. \nPALMER Um.     Well sir, there is... \nGARDNER CHUBB What. \nPALMER Um... \nGARDNER CHUBB What. \nPALMER There is the woman.   The gym woman. Linda Litzke. \nGARDNER CHUBB Oh yeah.   Fuck. Where is she. \nPALMER We picked her up.    We have her. \nGARDNER CHUBB Can we, uh---- \nPALMER She, she, she says she'll play ball if we pay for some... I know this sounds odd----some surgeries she wants. Cosmetic surgery. She says she'll sit on everything. \nGARDNER CHUBB How much. \nPALMER There were several procedures.    All together they run to, um---- \nGARDNER CHUBB Pay it. \nPALMER Yes sir. Should I pay it out of, should it be from---- \nGARDNER CHUBB One of the black accounts, I don't give a shit. The January fund. Whatever. \nPALMER Okay. \nGARDNER CHUBB Jesus.    Jesus fucking Christ. \nHe shakes his head. \nGARDNER CHUBB (CONT'D) ... What did we learn, Palmer. \nPALMER I don't know, sir. \nGARDNER CHUBB I don't fucking know either. I guess we learned not to do it again. \nPALMER Yes sir. \n", "random": "ABER (CONT'D) (CONT'D) (CONT'D) (CONT'D) (CONT'D) (CONT'D) (CONT'D) \nGABER (CONT'D) (CONT'D) (CONT'D) \nGABER (CONT'D) (CONT'D) (CONT'D) (CONT'D) (CONT'D) \nGABER (CONT'D) (", "sentiment": "ARDNER CHUB You're a good man, Mr. Smith. \nSTEVEN I'm not. \nGARDNER CHUB I'm not. \nSTEVEN I'm not. \nGARDNER CHUB He's a friend of yours. \nSTEVEN I'm not. \nGARDNER CHUB I'm not. \nSTEVEN I'm not. \nGARDNER CHUB (CONT'D)"}]