[{"id": 219, "prefix": "COLE'S POV:  the moon, glowing in the sky, illuminating a single tree.  Under the tree, in silhouette, a COUPLE embraces, kisses. ANGLE ON COLE, looking out the window, absorbed. VOICE (o.s.) It won't work. You can't open it. ", "truth": "JEFFREY You think you can remove the grill but you can't.  It's welded. \nCOLE checks the grill anyway. \nJEFFREY See?  I toldja.  And all the doors are locked, too.  They're protecting the people on the outside from us.  But the people outside are as crazy as us. \nCOLE has become preoccupied with a small SPIDER creeping along the window sill.  He's staring at it when he's distracted by a sudden SOUND.  Grabbing the SPIDER, COLE scrambles back into bed just as the door opens and an ORDERLY probes the dark room with the blade of his flashlight. \nANGLE ON COLE, in bed, feigning sleep. \nThe flashlight clicks off and COLE hears the door close. \nFor a long moment the ward is silent except for BREATHING, SNORES, occasional MOANS.  Then, COLE hears JEFFREY'S hoarse whisper, picking up right where he left off. \nJEFFREY You know what \"crazy\" is?  \"crazy\" is \"majority rules\".  Take germs for example. \nAlthough COLE is preoccupied with the SPIDER struggling to get out of his fist, he can't help reacting to the word, \"germs\"! \nCOLE Germs?! \nJEFFREY In the 18th century there was no such thing!  Nobody'd ever imagined such a thing -- no sane person anyway.  Along comes this doctor...Semmelweiss, I think.  He tries to convince people... other doctors mostly...that there are these teeny tiny invisible \"bad things\" called germs that get into your body and make you...sick!  He's trying to get doctors to wash their hands.  What is this guy...crazy?  Teeny tiny invisible whaddayou call 'em?...\"germs\"! \nAs JEFFREY warms to his subject, getting excited, COLE tries to figure out where to put the SPIDER. \nJEFFREY (cont.) So cut to the 20th century!  Last week in fact, right before I got dragged into this hellhole.  I order a burger in this fast food joint.  The waiter drops it on the floor.  He picks it up, wipes it off, hands it to me...like it was all okay. \nNo alternative.  COLE pops the SPIDER in his mouth and swallows it as JEFFREY prattles on... \nJEFFREY \"What about the germs?\"  I say.  He goes, \"I don't believe in germs.  Germs are just a plot they made up so they can sell you disinfectants and soap!\" Now, he's crazy, right?  Hey, you believe in germs, don't you? \nCOLE I'm not crazy. \nJEFFREY Of course not, I never thought you were. You want to escape, right?  That's very sane.  I can help you.  You want me to, don't you?  Get you out? \nCOLE If you know how to escape, why don't you...? \nJEFFREY Why don't I escape, that's what you were going to ask me, right?  'Cause I'd be crazy to escape!  I'm all taken care of, see?  I've sent out word. \nCOLE What's that mean? \nJEFFREY I've managed to contact certain underlings, evil spirits, secretaries of secretaries, and assorted minions, who will contact my father. When he learns I'm in this kind of place, he'll have them transfer me to one of those classy joints where they treat you...properly. LIKE A GUEST!  LIKE A PERSON!  SHEETS! TOWELS!  LIKE A BIG HOTEL WITH GREAT DRUGS FOR THE NUT CASE LUNATIC MANIAC DEVILS... \nPATIENTS are waking up as the NURSE and two ORDERLIES burst into the dorm and head straight for JEFFREY who's struggling to calm himself. \nJEFFREY Sorry.  Really sorry.  Got a little agitated.  The thought of escaping crossed my mind and suddenly...suddenly I felt LIKE BENDING THE FUCKING BARS BACK, RIPPING OFF THE GODDAMN WINDOW FRAMES AND...EATING THEM, YES, EATING THEM, AND LEAPING, LEAPING... \nCOLE watches the ORDERLIES grab JEFFREY and haul him away. \nJEFFREY You dumb assholes!  I'm a mental patient! I'm supposed to act out.  Wait til you morons find out who I am.  My father's gonna be really upset.  AND WHEN MY FATHER GETS UPSET, THE GROUND SHAKES! MY FATHER IS GOD!  I WORSHIP MY FATHER. \nINT.  WARD DAYROOM - MORNING \nANGLE ON TV SCREEN/A VIDEO IMAGE OF A LAB MONKEY, convulsing pathetically, a victim of shocks from the numerous wires attached to his tiny, restrained body. \nANGLE ON COLE, sitting, writing intensely in a magazine with crayon, surrounded by dull-eyed PATIENTS in pajamas and ratty robes, staring at the shuddering LAB MONKEY on the TV screen. \nJEFFREY'S VOICE (o.s.) Torture!  Experiments!  We're all monkeys \nCOLE locks up, startled, as JEFFREY, one eye bruised black, takes the seat next to him. \nCOLE They hurt you! \nJEFFREY Not as bad as what they're doing to kitty. \nANGLE ON TV, showing a laboratory CAT turning in mad circles, eating its own tail, while a NEWS REPORTER narrates. \nTV NEWS REPORTER (v.o.) These video tapes were obtained by animal rights activists who worked underground as laboratory assistants for several months.  Authorities say there is little they can do until... \nThe video footage now shows LAB WORKERS watching the results of their experiments passively. \nANGLE ON COLE, reacting angrily. \nCOLE Look at those assholes, they're asking for it!  Maybe people deserved to be wiped out! \nJEFFREY (startled, turning) Wiping cut the human race!  That's a great idea!  But it's more of a long term thing -- right now we have to focus on more immediate goals. (sudden whisper) I didn't say a word about \"you know what\". \nCOLE What are you talking about??? \nJEFFREY You know -- your plan. \nAs COLE stares, befuddled, JEFFREY sees COLE'S magazine. \nJEFFREY What're you writing?  You a reporter? \nCOLE (shielding the magazine) It's private. \nJEFFREY A lawsuit?  You going to sue them? \nJust then BILLINGS looms over COLE, extending a cup full of pills. \nBILLINGS Yo, James -- time to take your meds. \nINT.  DAY ROOM/HOSPITAL - THIRTY MINUTES LATER (MORNING) \nANGLE ON THE TV, a commercial playing:  a beautiful couple romps in the surf in slow motion while an eager NARRATOR encourages... \n", "random": "You can't open it.  It's empty.  And now you can't open it.  You can't open it.                                                                         ", "sentiment": "Bullshit.  It's been blowing up for a week, the day it died.  Now they call it \"Easters\"  Now clouds.  At the top corner, HIP-HOUTS HIPMINUL STATERS, surrounded by STATUS SURVIVALS, listen as a MAN in a Late Show Whether Diakie— CHEES his line—\"heil...?  That's bad!  Heep.  And ruffles your feathers!  It's how"}, {"id": 220, "prefix": "Lights off, veering wildly, the JAGUAR reaches the driveway. AGENTS are leaping into cars and a HELICOPTER is coming to life, its rotors whipping around. INT.  SPEEDING JAGUAR/OUTERHRIDGE ?OAD - NIGHT ", "truth": "COLE LIGHTS!  LIGHTS! \nHe starts hitting switches.  The wipers come on, the RADIO BLARES. \nRADIO REPORTER'S VOICE/RADIO (o.s.) ---when they pulled the monkey out, it was still clutching the tinfoil wrapped sandwich. \nRounding a bend, an ONCOMING CAR heads straight at COLE. \nCOLE yanks the wheel as the OTHER CAR, horn BLARING, just misses him. \nRecovering, COLE loses the road, speeds crazily along the shoulder. \nINT.  FLYING HELICOPTER - NIGHT \nThe PILOT, an agent, steers the chopper while the CO-PILOT pans a spotlight over the two lane road beneath them. \nJust then, the PILOT sees headlights below. \nPILOT There!  He's showing lights. \nINT.  SPEEDING JAGUAR - NIGHT \nCOLE can see the road now in his headlights as the windshield wipers scrape frantically and the RADIO BLARES... \nRADIO REPORTER'S VOICE/RADIO (o.s.) We don't know what to think.  They didn't locate him and they don't know how much longer he can last, that's assuming the boy is still alive. \nA spotlight hits the car and COLE hears the sound of the HELICOPTER as it lowers over him! \nEXT.  OUTERBRIDGE ROAD \nThe HELICOPTER maneuvers over the speeding JAGUAR. \nINT.  SPEEDING JAGUAR \nCOLE can see the underbelly of the HELICOPTER a few feet above his front windshield. \nDesperate, he yanks the wheel hard, veering off the road. \nCOLE'S POV THROUGH THE WINDSHIELD:  dense woods ahead. \nEXT.  HELICOPTER/WOODS \nThe chopper pulls up sharply, avoiding the trees, then levels out. \nINT.  HELICOPTER \nThe PILOT skims the top of the trees while the CO-PILOT rakes the forest below with his spotlight. \nPILOT Goddamnit!  Where is he? \nThe CO-PILOT gets a brief glimpse of headlights through the leaves. \nCO-PILOT There!  Over there. \nPILOT Where? CO-PILOT Eight o'clock!  He was right there. \nThe headlights are gone.  Nothing but darkness below. \nPILOT He musta turned his lights of if. \nCO-PILOT Couldn't drive down there without lights.  We just can't see 'em. \nPILOT Maybe he's not driving! \nEXT.  WOODS - LATER (NIGHT) \nA weather forecast BLARES from the radio of the steaming Jaguar, crumpled into a tree, the driver's door open. \nA POLICE OFFICER, pistol drawn, approaches the car cautiously, as OTHER OFFICERS and AGENTS stay behind trees, weapons ready. \nThe POLICE OFFICER lunges forward, pointing his weapon into the Jaguar.  He inspects the car, then turns and calls out... \nPOLICE OFFICER He's not in here. \nEXT.  WOODS/CLEARING - NIGHT \nLimping, bleeding from various cuts, COLE CRASHES through underbrush as he follows a stream through the woods. \nSuddenly, he sees what he's looking for. \nThe FORD...barely visible in the moonlight, parked in the trees beside the stream.  The car looks empty. \nINT.  TRUNK/FORD \nTotal blackness!  The sound of keys in the lock. \nThen, the trunk swings open and COLE stands in the moonlight, looking down \nRAILLY is in the trunk, tears of rage and frustration in her eyes. \nRAILLY You bastard!  You total bastard! \nEXT.  FORD \nCOLE backs away, as RAILLY scrambles out of the trunk, swinging. \n", "random": " The JAGUAR's POV is what it should be.                                                                                       ", "sentiment": "       0\n\nCRAZY - SURPRISING       SPIKE AND FOOL READER QUARRY 1 CARS with NEW ACTION NEWER DEVICES caught shut-eye by the sparkling lights, CLOSE ON a REPAIR SHITA PANIC CLOSE ON a CROOZARD in the corner. Nearby, a HALL OF SHITANTS are spinning, reading the sign of the guy they"}, {"id": 221, "prefix": "Frustrated, JOSE conceals the gun but keeps a grip on COLE'S arm. JOSE Me?  Are you kiddin?  You're the one! You were a hero, man.  They gave you a pardon!  And whadda you do?  You come back and fuck with your teeth!  Wow! COLE How did you find me? ", "truth": "COLE The call I just made?  Five minutes ago? \nJOSE Hey, five minutes ago, thirty years ago! Yes, that phone call.  I been in training for this a couple a months now -- ever since I got back from that... \"weird\" war we were in.  You remember that? (pressing the pistol on Cole) Here, take it, man!  You could still be a hero if you'd cooperate! \nINT.  GIFT SHOP/TERMINAL - DAY \nRAILLY takes a travel book on Key West from a rack, considers it, includes it with several magazines she's holding.  She doesn't notice MR. PONYTAZL enter the Gift Shop behind her! \nThe P.A. System DRONES flight info as RAILLY checks her watch and frowns.  It's getting late and where's Cole?  She turns, heads for the cash register to make her purchases. \nMR. PONYTAIL, seen from behind, is at the cash register already. He sets a newspaper on the counter and searches for change. \nThe paper features a banner headline...\"ANIMALS SET FREE\" and a sub head...\"PROMINENT SCIENTIST FOUND LOCKED IN GORILLA CAGE\" over a photo of DR. MASON being released from the cage and another photo of a GORILLA perched atop a parked car. \nStepping in line behind MR. PONYTAIL, RAILLY checks her watch again. Then, MR. PONYTAIL, having paid, turns to go and RAILLY looks up and sees his face. though it is not visible to us. \nStartled, RAILLY frowns.  Does she know this man? \nMR. PONYTAIL pauses for a moment, considering the babe in the shades, gaudy earrings, the tight skirt, and high heels. \nRAILLY doesn't recognize the man, but we do!  He's DR. MASON'S ASSISTANT, DR. PETERS...the man who attended RAILLY's lecture! \nSmiling, DR. PETERS steps around RAILLY and exits the Gift Shop. \nStill puzzled, RAILLY puts her purchases on the counter and the CLERK starts ringing them up as a DELIVERY MAN comes in and drops a bundle of newspapers at her feet. \nRAILLY'S POV:  the front page shows a photo of three frightened GIRAFFES in freeway gridlock under a headline proclaiming, \"TERRORISTS CREATE CHAOS\".  Further down are two more photos...DR. MASON in the gorilla cage and a file photo of DR. MASON in his lab. \nCLOSE ON THE SHOT OF DR. MASON in his lab.  There's someone else in the picture.  It's a man wearing a lab coat and a PONYTAIL! \nANGLE ON RAILLY, reacting, suddenly remembering! \nMEMORY FLASHBACK!  INT.  RECEPTION ROOM/BREITROSE HALL - NIGHT \nRAILLY looks up from the book she's signing and sees DR. PETERS. \nDR. PETERS Isn't it obvious that \"Chicken Little\" represents the sane vision and that Homo Sapiens' motto, \"Let's go shopping!\" is the cry of the true lunatic? \nINT.  GIFT SHOP - DAY \nRAILLY, stunned, stares in the direction PETERS/PONYTAIL went. \nRAILLY Oh, my God! \nP.A  SYSTEM -- flight 764 for San Francisco is now ready for boarding at Gate 36. \nINT.  LOBBY - DAY \nIn the confusion of TRAVELERS streaming in different directions, COLE hurries toward the Gift Shop while JOSE struggles to keep up. \nJOSE Coma on, Cole, don't be an asshole. (then, blurting it out) Look, I got orders, man!  You know what I'm sposed to do if you don't go along? I'm sposed to shoot the lady!  You got that?  They said, \"If Cole don't obey this time, Garcia, you gotta shoot his girlfriend!\" \nCOLE stops in his tracks, blown away, too stunned to speak. \nJOSE I got no choice, man.  These are my orders.  Just take it, okay? \nCOLE accepts the gun this time, resigned now.  They've got him. \nCOLE This part isn't about the virus, is it? \nJOSE Hey, man... \nCOLE It's about obeying, about doing what you're told. \nJOSE They gave you a pardon, man.  Whatdaya want? \nCOLE Who am I supposed to shoot? \nJust then, RAILLY rushes up to COLE, not even noticing JOSE. \nRAILLY James!  Thank God!  I thought you'd disappeared.  Listen, I think I know who it is!  I saw him!  It's Dr. Mason's assistant.  An apocalypse nut!  The next flight to San Francisco leaves from Gate 38. If he's there, it has to be him. \nJOSE, having heard this, steps back into the crowd as RAILLY grabs COLE and pulls him toward the Security Check Points. \nCOLE I love you, Kathryn.  Remember that. \nShe doesn't hear him or see the look of doom in his eyes. \nRAILLY Maybe we can stop him.  Maybe we can actually do something. \nINT.  SECURITY CHECK POINT/TERMINAL - DAY \nA young boy of nine passes through the magnetic arch grinning. YOUNG COLE!  Exactly as he appears in the dream! \nHe joins his PARENTS, who are only visible from their chests down, and they continue along the concourse.  WE LINGER and DISCOVER two DETECTIVES watching TRAVELERS as they pass through the magnetic arch and retrieve their bags from the X-ray machine, comparing their faces to photos of COLE and RAILLY. \nANGLE ON A SECURITY OFFICER, watching the x-ray monitor. \nANGLE ON THE MONITOR, showing the X-RAY IMAGE of a sports bag moving along the conveyer belt.  The bag contains some strange objects. \nANGLE ON THE SECURITY OFFICER, reacting. \nSECURITY OFFICER Excuse me, sir.  Would you mind letting me have a look at the contents of your bag? \nANGLE ON DR. PETERS, coming through the magnetic arch, reacting. \n", "random": "I came back to you, I came back from the grave with you and I took a trip to the woods to play with you.  And you took a deep breath, and then you said, \"I'm gonna take you back to the woods.\"  Well, I'm gonna go back to the woods.  So you're gonna take me back to the woods?  So can you?  You didn't say the woods weren't really there.  I'm gonna take you back to", "sentiment": "You asked me to be your assassin, you knew I was a hero. I got to be.  You were the one!  You were the one that saved the world. --EXT. STARS' STORE (KLUTTE)  Room 1D:  BOTTOM 8 (INT. CAR)  HALLWAY -- DAY  JOSE, VOICE, and COLE are in the small STARS meeting room.  They're all trying to figure out who's"}]