[{"id": 1392, "prefix": "SOLOMON Help me! Someone help me! If anyone at all hears him, they do not respond. Solomon continues his plaintive cry for assistance. EXT. BURCH'S DUNGEON - CONTINUOUS Beginning with a TIGHT SHOT on the shuttered, barred window of Burch's dungeon - Solomon's cries barely eking beyond the space - THE CAMERA PULLS BACK from the building, onto the city until clearly visible is the Nation's capital. It's icon's of freedom - the WHITE HOUSE, the CAPITOL BUILDING - fairly mocking Solomon's captivity. Simultaneously, barren at the early hour and cluttered with litter and the remains of previous day's procession, the city is a bleak and forboding sight. ", "truth": "IT IS DAY NOW. The door to the yard is thrown open. The harsh white light floods all over Solomon. \n28 OMITTED 28 \n(CONTINUED) \n28 CONTINUED: 28 \n29 MOVED TO SC. A32 29 \n30 EXT. BURCH'S DUNGEON/YARD - DAY 30 \nIt is a yard just beyond Burch's. The yard is hemmed in by a brick wall. In the yard are two men, and a boy. The oldest is CLEMENS RAY a man of about 25 years of age. He is well educated. JOHN WILLIAMS is about 20 years old. He is born and bred a slave, is lacking in education, and overwhelmed with fear of the situation. Finally there is a child about 10 years of age who answers to the name of Randall. Solomon, Clemens Ray, John and Randall ALL STAND NAKED. Though they try to cover their privates a bit, they are all aware of the uselessness of modesty. Radburn is present. He has before him A COUPLE OF BUCKETS OF COLD WATER. He throws water on the naked men. \nRADBURN Go on. Warsh up. The men, soaking in humility as well as water, begin to scrub with A SINGLE BAR OF HARSH SOAP passed among them. \nRADBURN (CONT'D) The boy, too. Get him clean. Solomon takes some soap and rubs it over Randall. \nRADBURN (CONT'D) Scrub now. Git 'em clean. Solomon scrubs harder. Randall - clearly cold and uncomfortable - appeals to Solomon. \nRANDALL Do you know when my Mama will come? \nRADBURN Hush him up! Seeing Solomon has no answer for him, Randall begins to cry. \nRANDALL Mama ..! Mama! Is she going to come? Doing all he can to spare the child from a certain \nBEATING: \nSOLOMON Quiet, please. Randall is becoming nearly inconsolable. \nRANDALL Mama! \n(CONTINUED) \n21A. \n30 CONTINUED: 30 \nSaying anything to keep the boy quiet: \nSOLOMON Your mother will come, I swear she will, but you must be silent. Please. Be silent! On the seeming strength of Solomon's promise, Randall goes silent. Solomon looks to Radburn, who just throws water on the soapy men. \n31 OMITTED 31 \nA32 INT. BURCH'S DUNGEON - EVENING A32 \nRadburn brings food in to Solomon; a shriveled piece of meat and some water. Just barely enough to sustain Solomon. Radburn also has a SHIRT. \nRADBURN That old thing of yours is just rags and tatters. Need something proper to wear. Solomon doesn't move for the clothing. \nRADBURN (CONT'D) Go'won. Put it on. With slow defiance, Solomon does as instructed. He removes what remains of his old shirt - the one he was wearing when first kidnapped - and puts on the one Radburn brought him. The shirt's ill-fitting and dirty. Despite that, Radburn says: \nRADBURN (CONT'D) There. Tha's fine. Tha's fine. Got no gratitude? \nSOLOMON ...Thank you... \nRADBURN Yah keep bein' proper, yah'll see how things work out. Radburn starts to take the old shirt. \nSOLOMON No! It was from my wife. \nRADBURN Rags and tatters. Rags and tatters. Taking the shirt, the \"rags and tatters\" as he calls them, Radburn exits, locking the door behind him. Solomon sits with the plate of food before him. He pushes the plate away rather than eat. \nEXT. BURCH'S DUNGEON/YARD - DAY \nSitting together out in the yard are Clemens Ray, John and Solomon. Over time they have drawn trustworthy enough to speak with one another. At the moment Solomon is still trying to apply reason to the situation. \n(CONTINUED) \n22A. \n32 CONTINUED: 32 Randall wanders about in the background. As usual, he calls out for his \"Mama.\" By now, however, his calls should feel like little more than background noise. \nSOLOMON This can't stand. It is a crime. I believe now someone lay in wait for me. My drink was altered... We are free men. They have...they have no right to hold us. Solomon waits for a response from the others. They give none. \nSOLOMON (CONT'D) We need a sympathetic ear. If we have an opportunity to explain our \n", "random": "\nINT. SANTA'S APARTMENT, NEW YORK - NIGHT \nThe apartment is a red brick, the walls are at least four feet thick. All of the furniture is in a state of abject shock - the walls are tattered and unkempt. The bedroom is full of many stitches, and a few of the bed- s and some of the sheets are shredded. The bed is the only one left, and the walls are scattered with scraps. There is no", "sentiment": "\nEXT. DUNGEON - CONTINUOUS \nThe city's dilapidated ruins of a once splendidly built society - houses, taverns, railway stations, a small, narrow, narrow road, the wisest of which is a narrow, narrow road leading to the city. It is a country road. A death-trap - a road through which the human race are brought to their end. From this, the white man's death-trap may be considered a well"}, {"id": 1393, "prefix": "RAY Remove these contraptions! To his mate: CAPTAIN Free him! Biddee does as ordered. Once free, Clemens hugs and sobs over his master as would a lost and then found child. RAY It's all well, now, Clemens. You will return home with me. (to the Captain) Consider this notice and warning. ", "truth": "52 CONTINUED: (2) 52 Ray, Davis and Clemens head away. Solomon seems both desperate and hopeful of some aid from Clemens and Ray. But there is none forthcoming. Ray and Clemens continue on - Clemens not so much as even looking back in Solomon's direction. Solomon stands and watches as they fade into the environs and are gone from sight. \nEXT. NEW ORLEANS/PORT - LATER \nHours later. The slaves sit off on one side of the dock, baking in the sun, awaiting their fate. THEOPHILUS FREEMAN - a tall, thin-faced man with light complexion and a little bent - moves along the deck calling out names from a list. The slaves STAND as they are called. \nFREEMAN Oren. John. Lethe. Eliza. Randall. Emily. Platt... Platt! Solomon does not respond. Freeman looks around. He spots Solomon. \nFREEMAN (CONT'D) Captain, who shipped that nigger? \nCAPTAIN Burch. Freeman steps to Solomon. He gives him a looking over. \nFREEMAN Stand up. Solomon does as told. \nFREEMAN (CONT'D) You fit the description given. Why didn't you answer when called? \nSOLOMON My name is not Platt. My name is-- Freeman strikes Solomon hard across the face. \nFREEMAN Your name is Platt, and I will teach you your name so that you don't forget. (to the Captain) Shackle my niggers. Get them to my cart. \n54 I/E. CART - LATER 54 Solomon is carted off along with the rest of \"Burch's stock:\" Eliza and her children, John and Solomon. As they move off from the port in a make-shift cart, it opens up to the frenzic, busy port. For the first time Solomon sees true and severe slavery. These are not visiting servants, such as Jasper was back in Saratoga. These are humans held in strict bondage - herded like cattle, chained together as if in a \"chain gang.\" Slaves are evident not merely by the color of their skin. The residue and accessories of slavery are everywhere. Blacks almost universally display scars - \nTHICK AND HEAVY DEAD TISSUE FROM LACERATIONS LEFT UNTREATED - brands, and are often missing limbs. Blacks are held in all types of shackles, from simple chains to elaborate bindings, to neck collars that are spiked. Some are muzzled or forced to wear bits. One slave is attacked by a dog and the slave owner. The dog pulls and tears at the slave's clothes. THESE IMAGES SHOULD BE A \nCONSTANT AND CONTINUAL CANVAS TO THE PIECE. EVER \nPRESENT, BUT NOT REALLY COMMENTED ON AS THEY ARE THE NORM. They should be a reminder that not only are people being oppressed, but that there is an entire system of oppression in place. \nEXT. FREEMAN'S SLAVE PEN - LATER \n\"Burch's stock:\" arrive at Freeman's slave pen. They are led in by Freeman and his house slave CAPE - a mulatto. The yard is enclosed by plank, standing upright, with ends sharpened instead of brick walls as with Burch's. Including Burch's group there are about 30 SLAVES in the pen. Solomon and the others look around and see nothing but downtrodden and despondent faces. Three men sit next to each other with muzzles and quietly stare back at this new batch of arrivals. One attempts to speak, but all that comes out is a muffled, unintelligible sound. \nEXT. FREEMAN'S SLAVE PEN - LATER \nThe slaves are in various states of undress, men and women alike. They clean themselves, scrubbing with soap and water. Women wash their hair. Men shave, skin is oiled. Freeman walks among them, inspecting them as they primp themselves. \nINT. FREEMAN'S SLAVE PEN - LATER \nThe slaves are given new clothes by Cape. The men are given hat, coat, shirt, pants and shoes. The women \n(CONTINUED) \n57 CONTINUED: 57 frocks of calico and handkerchiefs to bind about their heads. \n58 INT. FREEMAN'S/GREAT ROOM - LATER 58 \nIt's an odd, ironic scene. The slaves are in a large and fairly ornate room within Freeman's house. CAPE PLAYS A PAINFUL TUNE ON A FIDDLE - background music - as Freeman tries to line up A SMALL GROUP OF THE SLAVES, he becomes less patient, jittery and nervous, knowing that his livelihood is at stake, he wants his slaves to make a good impression. Sometimes his patience gets the better of him, and his hands move freely in direction of the slaves. The business has the air of an etiquette class, though what Freeman is trying to do is coach the slaves into being more \"sellable.\" He works with them in groups of five or so. \nFREEMAN Tallest to smallest, understand? Are you taller than her? Then you'd go before her. Do it. Move. (to the group) Keep your heads up. A sense of direction; that's how you look smart. None of those saucer eyes. Rid yourself of that smile. Look like a goddamn grinnin' monkey. Put the least thought in your head. C'mon, now. Think of somethin'. Weary of Cape's playing, Solomon moves to Cape. He asks: \nSOLOMON Can you play a reel? \nCAPE \n(DISMISSIVE) Nah. I don't know no reel. \nSOLOMON If I may...? Cape looks to Freeman: \nFREEMAN He sick of your caterwaulin'. Let him play, boy. Let's see what he can do. Cape reluctantly hands the fiddle over to Solomon. Solomon tunes it a bit, then begins to play. His fingers stiff at first, he takes a moment to warm up. But as he warms up he is, despite the circumstances, masterful. \n(CONTINUED) \n58 CONTINUED: 58 THE SLAVES ALL CLAP ALONG. SOME DANCE ALONG. All admire his work. Freeman chief among them. \nFREEMAN (CONT'D) Keep on. Keep on. Solomon continues to play. \nFREEMAN (CONT'D) A damn sight better than you, Cape. A damn sight better. Cape looks bitter as Solomon plays on. \nINT. FREEMAN'S/GREAT ROOM - DAY \nWe come in on an odd sort of sight; A JUMBLE OF ACTIVITY. CUSTOMERS have come to see Freeman's lot - the room all gussied up with flowers. Freeman moves among them, displaying them as a rancher would prize chattel. Freeman makes the slaves hold their heads up - \"look smart\" as he previously admonished them. They are made to walk briskly back and forth while customers feel their hands and arms and bodies, turn them about and ask what skills they possess. The Customers routinely make the slaves open their mouths and show their teeth. At times a MALE or FEMALE SLAVE are taken off to the side, stripped and inspected more minutely. One of them, John, is stripped and inspected. Cape, as he's done previously, plays his fiddle. A buyer - WILLIAM FORD; a man of middle age, and an attractive nature in his tone of voice - consults a list he's drawn up and asks of Freeman: \nFORD What is the price for the ones Platt and Eliza? \nFREEMAN A thousand for Platt; he is a nigger of talent. Seven hundred for Eliza. My fairest price. \n", "random": "he Captain leads Clemens to his back. The P.A. is a little more difficult to get out of the Presence. The Captain's voice is as if he's apprehensive of Clemens's performance, and he's obviously not eager to be seen. \nCAPTAIN You are hard pressed to find the courage to be a father. Clemens, the Captain, and the others. We must proceed. \nINT. THE WHITE HOUSE - CONFERENCE ROOM - DAY", "sentiment": "APTAIN (to Clemens) You are my master, Captain. This is your maidenhood. Do not take it lightly. I am your daughter, and I will protect you. CHAPEL Bring the women and children home. We will come to our destination, and bring you here. CHAPEL (to Clemens) I will protect you. I will protect you. CHAPEL (to the Captain) You are my slave, my master. I will protect you. CH"}, {"id": 1394, "prefix": "EPPS You say! You come here, unfamiliar to me, and make claims. SHERIFF Not claims. I have no doubts. This is Solomon Northup, a resident of Saratoga Springs, NY. EPPS To hell with that! My nigger, and I'll fight you for 'em! ", "truth": "BACK DOWN: \nEPPS You think this is the last you'll see of me, boy? It ain't. \n(TO PARKER) Whatever paper you hold about his freedom, it don't mean naught. He is my nigger - and I will have my day in court, sir. As God as my witness, I will have my day in court. Take 'em! Epps calls to Bob- \n(CONTINUED) \n120A. \n168 CONTINUED: (5) 168 \nEPPS (CONT'D) Saddle my horse! And bring her up here. Epps walks back into the plantation. The trio starts for the carriage. Solomon is pulled back by the call of Patsey's voice: \nPATSEY Platt... Disregarding Parker, Solomon crosses over to Patsey. Under the circumstances, neither really knows how to engage. Finally, suddenly, Patsey throws her arms around Solomon and they embrace. Epps, now mounted on his horse, witness the encounter. Kicking the stirrups hard into the sides of the horse, he rides off furiously. Calling from the carriage, mindful of Epps: \nPARKER Solomon...if we know what's wise, we should depart. A moment longer Solomon and Patsey hold each other. They separate, Solomon heading back to the carriage. He and Parker alight. The Sheriff chides the horses and they \n(CONTINUED) \n168 CONTINUED: (6) 168 start up. As they move on, Patsey sinks down to the ground, where she remains in a weary and half-reclining state, the other slaves around her. WE STAY WITH Solomon as he travels further and further from the slaves - who are diminished by distance. Solomon waves a hand to them, but the carriage rounds a bend and a thicket of trees hides them from his eyes forever more. \nBLACK \nA169 A169 \nEXT. NORTHUP HOUSE - DAY \n-MARCH, 1853- We now see Solomon in front of a door. A door we have seen before at the very beginning of our story. Solomon, aged significantly since then, stands nervously, swallowing, and adjusting his attire. He breaths in and holds his breath. He blows out and closes his eyes. A tear falls from his cheek, but this is not the way he wants his family to see him. He gathers himself, and looks to his right. There stands Mr. Parker. He places his hand on Solomon's shoulder. He says gently- \nPARKER Are you ready? Solomon swallows and nods. \nINT. NORTHUP HOUSE - LATER \nTHE DOOR TO THE ROOM OPENS. Mr. Parker enters, Solomon behind. We first see Anne, in her finest attire; the Northup children: Alonzo, who is now seventeen and Margaret who is now twenty - SHE CARRIES WITH HER A BUNDLE. Also present is MARGARET'S HUSBAND. The family waits patiently, dutifully...but anxiously. Anne rises to greet him, but holds back. All around, the body language of the family is stiff and awkward. They are, after all - after twelve years - little more than familiar strangers. \nSOLOMON I apologize for my appearance. I have had a difficult time of things these past many years. Solomon looks among his family; trying to recall them as much as they look to see familiarity within him. To his \nCHILDREN: \nSOLOMON (CONT'D) Alonzo... Margaret, yes? You do not recognize me, do you? Do \n(MORE) (CONTINUED) \n169 CONTINUED: 169 \nSOLOMON (CONT'D) you...do you even remember the last time we saw each other? I put you on a carriage with your mother... Margaret, tearing, hugs her father. Solomon almost breaks, but he keeps himself together. Looking to the \nUNKNOWN MAN: \nSOLOMON (CONT'D) And who is this? \nMARGARET He is my husband. \nSOLOMON Husband? \nMARGARET'S HUSBAND It is very good to meet you, sir. \nSOLOMON We have much acquainting to do. Margaret rises, she presents her bundle to her father. \nMARGARET And this is your grandson. Solomon Northup Staunton. \nSOLOMON ...Solomon... The fact his grandson carries his name, is overwhelming. Solomon breaks down. Emotionally, physically... But ANNE IS THERE TO CATCH HIM. As she holds him, Solomon says to Anne with all his heart: \nSOLOMON (CONT'D) Forgive me. \nANNE There is nothing to forgive. The pair, joined now by the whole family, hold on to each other for life...and one would think for all the rest of their lives. \nFADE TO: \nBLACK \nCARD: Upon gaining his freedom, Solomon Northup located and attempted to seek legal justice against the men who kidnapped him. The case was tried in Washington, DC where blacks were prohibited by law from testifying \n(CONTINUED) \n", "random": "The two men approach the entrance of a deserted, rundown building. \nEMERSON (CONT'D) You wanna die? You can do that. As the three men leave, we're all too happy to see Solomon Northup. We can't make this happen. \nEXT. FOREST - DAY \nSolomon Northup, a black man, stands with his hands in the air, a battered pistol in one hand and an axe in the other. He moves like a", "sentiment": "The hearse charges through the woods. She is immediately swarmed with a steady stream of tourists. The traveling men win the honor of being in the hearse. The mother-in-law moves to help her daughter out. She is an orphan. Cardenas, the great servant, strides alongside his wife. \nCLERK What do you want to do? Your wife wants to see you. You want to see her! She's coming for you, she's coming for"}]