[{"id": 2421, "prefix": "INT. CAVE. DAY. From the pool below with Aron we see Kristi in her underwear heading out arachnid-style to the centre. Before she gets there Megan appears too. She's left everything on except her shoes. They crash into the pool one after the other. They bob together in the centre, the light seems to come from beneath them and ripple over the heavenly ceiling. ", "truth": "CUT TO: \nEXT. OUTSIDE THE CAVE. DAY (LATER). \nEating and drying in the powerful afternoon sun. A little self consciousness has returned but it's sweet-natured and fun still..... \nMEGAN I really can't eat all this chocolate by myself... Never mind, yes I can! \nKRISTI So have you got a girlfriend, Aron? \nARON Well, there's not really anyone special. \nMEGAN Ah, so there's lots of girlfriends. \nKRISTI There's always a girl, you just don't know it yet. \nMEGAN Yeah, we meet lots of guys and there's always a girl. \nARON Long story. \nKRISTI With lots of characters in it. \nCUT TO: \nEXT. SNOWY MOUNTAINTOP. DAY. VIDEO FOOTAGE. \nAron on top of a snowy peak. Self shot. Classic pose. Breathtaking backdrop. \nARON (V.O.) I've done 46 of the 59 winter solo ascents. \nMEGAN Wow, highest person in Colorado. \nARON Well I figure no one else is mad enough to climb in the winter. \nKRISTI ... you can be the highest person on the continent! \nCUT TO: \nEXT. STILL CAMERA. IMAGE OF `MOTEL 6' \nMegan shows the image to Aron. \nMEGAN Didn't you see it? \nARON What? No. \nMEGAN Yeah, it's an old cattle guardian's house - the roof's caved in and someone spray-painted MOTEL 6 on the side. Smelled weird though. \nARON Just like a MOTEL 6 then? \nCUT TO: \nEXT. OUTSIDE THE CAVE. \nKRISTI Why are you on your own? \n", "random": "****************** - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -", "sentiment": "he light is so bright it's like a ghost.  She's not even wearing shoes.  She's wearing a bikini.  She's not even wearing a bikini.  She's wearing a bikini.  She's wearing a bikini.  She's wearing a bikini.  She's wearing a bikini.  She's wearing a bikini.  She's wearing a bikini.  She's wearing a bikini.  She's wearing"}, {"id": 2422, "prefix": "TITLE. \" 2:41pm. Sat April 26th. 2003 \" ARON Won't be coming back this way. CUT TO: ", "truth": "He spins and continues, seeing the first huge chockstones, the size of vans, their noses buried in the floor of the canyon like unexploded bombs. He easily scrambles over one and around another-tight fit but he's skinny. \nCUT TO: \nINT. DEEPER INTO THE CANYON. DAY. \nThe slot is now just 4ft wide and as he stops to look at massive tree logs jammed at strange angles high above him and silhouetted against the blue cloudless sky, he drinks deeply from his water bottle. \nCUT TO: \nINT. CANYON RIM. LOOKING DOWN. DAY. \nOn we go and so does the concert. He pumps the air unaware as we track above him - it's like the canyon in Star Wars and he's Anakin feeling the force. One set of chockstones leads to another and he rapidly negotiates them like an obstacle race - until there's one the size of a big refrigerator which has been stopped by the walls 18 inches from the floor. \nCUT TO: \nINT. CANYON. CHOCKSTONES. DAY. \nOver or under? He drops to his belly and squeezes underneath, rucking the sandy floor in front of him. He's halfway, his chest rising out the far side when suddenly he can't move. The music jams and loops on 2 notes like bad techno. He pushes but nothing. \nHe reaches back with his hand and releases a part of his rucksack strap that's snagged. And the music releases too. He squat-jumps out and brushes off the sand. \nNo panic -a nothing moment. \nCUT TO: \nINT. SLOT CANYON. DAY. \nNow it's steeper. We're already 60ft below ground level and it's falling away further in front of us. Another drink and the map is out. \nCUT TO: \nINT/EXT. SILHOUETTE PROFILE. CROSS SECTION OF CANYON. DAY. \nWe see a section of the canyon and the tiny figure of Aron moving within it. We track in and elide into a graphic view of him chimneying his way along the canyon now only 3 ft wide at most. It's a chance to see his skill and thirst for climbing. And to see how deep he's going. \nHe uses his legs, back and natural body weight to body walk along and down the towering walls. \nCUT TO: \nINT. SLOT CANYON. DAY. \nHe's moving towards a final chockstone below him jammed in the gap. You can see the way he's thinking: it's about the size of a bus wheel and used as a platform will help him reduce the 10 foot drop and get quickly down into the next section. \nCUT TO: \nINT. SLOT CANYON. DAY. \nHe reaches it at the same time we do and kicks fiercely, automatically, to make sure it's solid. \nARON Yep. \nAnd across he steps onto it. It holds. \nCUT TO: \n", "random": ":42pm. Sat April 26th. 2003 \" CUT TO: 2:43pm. Sat April 26th. 2003 \" CAUTION: do not fight anyone! \" 2:43pm. Sat April 26th. 2003 \" CUT TO: 2:44pm. Sat April 26th. 2003 \" CUT TO: 2:45pm. Sat April 26th. 2003 \" CUT TO: 2:46pm. Sat April 26th. 2003 \" CUT", "sentiment": "!!!! \" 3:06pm. Sat April 27th. 2003 \" ARON Won't be coming back this way. CUT TO: !!!!!! \" 3:14pm. Sat April 28th. 2003 \" ARON Won't be coming back this way. CUT TO: !!!!!! \" 3:16pm. Sat April 29th. 2003 \" ARON Won't be coming back this way. CUT TO: !!!!!! \" 3:18pm. Sat April"}, {"id": 2423, "prefix": "127HOURS CUT TO: INT. CANYON FLOOR. DAY. ", "truth": "ARON FUCK, get your hand out of there! \nPulls and pulls, yanks until his shoulder will dislocate, but nothing moves. Sweat, anxiety flaring, hot pain. \nARON (CONT'D) \nSHIT, SHIT, SHIT, SHIT... Pushing with his left hand desperate to reverse the action; so simple to undo the moment, to reverse gravity for a split second and pull his hand out... nothing. Again and again thrusting up with knees, thighs, pelvis, left arm, head, neck... nothing. \nCUT TO: \nINT. CANYON FLOOR. DAY. \nThen slam upwards, harder than ever as though he's run at it from a hundred yards and it's a door that will surely burst open. \nARON \nYEEARKGG... UNNNHHH \nAir exploding out of his lungs. And then a quiet hollow sound of the boulder shifting fractionally. A howl of phenomenal pain - \nARON (CONT'D) \nNO, NO, NO, NO, FUCK. \nHe reverses the fraction and collapses in sweat and blood, knees bleeding, good fingers lacerated. But he remains upright, attached. Unable to physically collapse. Grabs his shirt and wipes sweat away and goes to drink. He hula-hoops out of his backpack to get access to the water, gulps down 3 full throatfulls - stops mid 4th and backwashes as much as he can into the bottle - \nARON (CONT'D) No, no... more water. \nHe caps the lid tightly and drops it into his pack. \nARON (CONT'D) Relax. Stop. Come on. He breathes and breathes, taking stock for the 1st time. \nCUT TO: \nC/U: WRISTWATCH Time Check. 3.14pm. Stares at it until it changes to 3.15pm - the watch is working. \nCUT TO: \nINT. CANYON FLOOR. DAY. \nHe examines the boulder at each point he can reach, stretching and contorting to see into his crushed and wretched hand where his thumb is visible above and his little finger below. No matter how much he touches them, there is no feeling. He prods up and down to see what feeling is left and where it stops. Comparing left hand to where the right hand is trapped to measure the width of his right wrist - now smaller than the width of his little finger on his right hand. He can barely get the little finger of his left hand in the gap. We reverse back on him at each contortion. He \nREALIZES - \nARON FUCK! What the fuck? How the fuck did you get your hand trapped by a fucking boulder? Its crushed, it's fucking dying man! He reaches up and touches the trail of blood, hair and skin left on the canyon wall as the rock pushed him to where he is. Looks under boulder, no blood - check. [He hears the crowd cheering on his headphones. It's been playing throughout. He switches it off] \nHe looks above for the first time. \nARON (CONT'D) \nHELP! HELLO! \nCUT TO: \nINT/EXT. PULL OUT OF CANYON. DAY. \n", "random": "----------------------- 18:07 - DAY. ------------------------- 18:08 - DAY. --------------------------- 18:08 - DAY. ------------------------- 18:09 - DAY. --------------------------- 18:09 - DAY. ------------------------- 18:10 - DAY. --------------------------- 18:10 - DAY. --------------------------- 18:10 - DAY. --------------------------- 18:10 - DAY. --------------------------- 18:10 - DAY. --------------------------- 18:20 - DAY. ------------------------", "sentiment": "------------------------ CUT TO: INT. CANYON FLOOR. DAY. -------------------------- CUT TO: INT. CANYON FLOOR. DAY. -------------------------- CUT TO: INT. CANYON FLOOR. DAY. -------------------------- CUT TO: INT. CANYON FLOOR. DAY. -------------------------- CUT TO: INT. CANYON FLOOR. DAY. -------------------------- CUT TO: INT. CANY"}]