[{"id": 684, "prefix": "MENDEZ doesn't move, continuing to observe COLUMBUS. COLUMBUS What is it Mendez?  Speak! MENDEZ is hesitant.  He nervously clears his throat. ", "truth": "COLUMBUS (still taking readings) And what do you think Mendez? \nMENDEZ Well, I surely know what a quadrant is!  But I've never seen it used at night before. \nCOLUMBUS Come over here. \nMENDEZ hesitates, then motions to COLUMBUS.  The SAILORS are watching, and some approach to hear the conversation. \nCOLUMBUS Now, find the North Star.  Do you have it? \nCUT TO: \nThe picture swims across the heavens, until we see the north star. \nCOLUMBUS (O.S.) Steady yourself...!  Keep the plumb line vertical... \nThe picture steadies. \nCUT TO: \nMENDEZ nods -- and loses equilibrium.  The plumb line swings. \nCOLUMBUS Don't move!  A mistake of one degree and we'll be off 6,000 leagues! \nMENDEZ tries again. \nCOLUMBUS What do you read? \nMENDEZ Twenty eight. \nMENDEZ turns to COLUMBUS. \nCOLUMBUS That's it.  The twenty eighth parallel.  And we'll follow it until we reach land. \nALONSO does not seem convinced. \nALONSO How do you know land is on the twenty eighth parallel? \nEXT.  SANTA MARIA - DECK - DAY \nA blazing sun.  The ship is like a furnace, its brass fittings too hot to touch, the blistering heat making the air shimmer over the decks. \nDesperate for shade, sailors are sheltering under the sagging prow sail. \nThe SHIP'S BOY throws an empty bucket attached to a rope over the side and hauls it back up again, brimming with water.  As he turns, we see his face, disfigured by a hair lip.  He drenches himself... From the shade, ALONSO watches him. \nALONSO Chicken-ass face! \nThe others laugh.  The BOY, ashamed, tries to ignore them. ALONSO'S hand accidentally touches a brass fitting; he reacts like he was burnt. \nALONSO Shit! \nHe sucks his blistered fingers. \nALONSO I never seen heat like this!  Not even in Las Minas! \nSAILOR The water's going putrid in the barrels. \nALONSO You'll be drinking your own piss... For the glory of Spain... and Admiral Colon...!  Bastard! \nThe SHIP'S BOY glances round at them. \nALONSO What are you listening to, chicken ass? \nSAILOR Ah, leave him alone.  He's doing no harm. \nALONSO With a face like that? (to boy) I don't want you looking at me.  You hear? \nThe BOY turns away, dropping the bucket back into the sea. \nALONSO He's the devil's child... \nSAILOR We'll all go crazy... \nThe BOY throws more water over the deck.  A SAILOR takes his guitar, and starts singing an improvised song. \nSAILOR Culo de galina es el hijo del demonio... (Chicken ass mouth is the devil's child... Born from the loins of a stinky old goat etc...) \nThey all laugh.  The BOY, hearing this, climbs to the crow's-nest like a monkey. \n", "random": "nd he smiles.  GENEVA'S VOICE Very well.  I have always been happy to have a father.  And you know that.  The truth.  You know what you'll get.  And the truth will always remain.   He smiles.  The rest of the body of the prisoner.  And the light.  THE light.   He leans forward, steps forward, and looks at the prisoner.  He begins to speak, slowly.  Everything", "sentiment": "Mendez,\" he says.  \"I'm not a man to be taken lightly.  I'm a man to be trusted.  I'm not a man to be put in prison.  I'm a man to be taken to the gallows.  I'm a man to be put in prison.  I'm a man to be put in prison.  I'm a man to be put in prison.  I'm a man to be put in prison.  I"}, {"id": 685, "prefix": "OFFICER Captain, I don't understand. PINZON I think I do. He goes back to his cabin. ", "truth": "EXT.  SHIPS - SARGASSO SEA - DAY \nABSOLUTE STILLNESS.  A FURNACE.  The three ships like dots, on what seems to be a prairie of weed. \nThe caravels are being towed by three rowing boats. \nCLOSE ON THE MEN, rowing, drenched with sweat. \nFROM THE PROW, COLUMBUS is staring at the horizon. \nALONSO pulling at his oars stares at COLUMBUS' distant figure with hate and resentment. \nALONSO suddenly ships his oars, throwing the whole boat into disarray.  Chaos. \nTotal silence.  MENDEZ and ALONSO stare at each other. \nMENDEZ Continue rowing! \nALONSO To where? \nALONSO defiantly stares at MENDEZ.  He then starts to beat a rhythm on the hull with his fist, followed by the others.  In the two other boats, the MEN begin to follow suit, beating a rhythm of protest on the hulls. \nMENDEZ looks up to COLUMBUS, in panic. \nON BOARD PINZON'S SHIP, an OFFICER cups his hands to his mouth. \nOFFICER Captain Pinzon requests permission to board. \nCUT TO: \nEXT.  SANTA MARIA - DAY \nCOLUMBUS Granted. \nINT.  COLUMBUS' CABIN - DAY \nPINZON enters.  He looks furious. \nPINZON You lied!  You cheated!  We're way past 750 leagues! \nCOLUMBUS (calmly) Six days ago, yes. \nPINZON You must be mad...! \nCOLUMBUS We have to keep the hopes of these men alive! \nPINZON We're on the verge of a mutiny, Colon! \nCOLUMBUS You think I don't know that? \nPINZON We're lost! \nCOLUMBUS The land is there.  I know it! \nPINZON You don't know anything!  Listen Colon, these are my ships, right? So I'm telling you we're turning back! \nCOLUMBUS And then what?  Half of the water has gone, the rest is nearly putrid! You know that! \nPINZON (apoplectic) Jesus Maria!  I should have never listened to you! \nCOLUMBUS You never did.  You did all the talking for both of us, remember? \nPINZON You bloody... \nCOLUMBUS Pinzon, Pinzon... All we can do now is go forward!  Think about that! \nPINZON You tell that to them! \nCOLUMBUS You're right.  Let the men decide. \nCOLUMBUS moves to the door.  As an afterthought, he takes his scarlet-embroidered jacket from a hook. \nEXT.  SANTA MARIA - DECK - DAY \nMost of the men are now back on board. \nThey go silent as COLUMBUS appears.  He walks slowly over to them.  All, including ALONSO, are surly, threatening... \nCOLUMBUS Who gave you the order to come on board? \n", "random": "RTICLES [continuing] What is going on? \nJANUARY \nA world is dying... \nARTICLES He is. \nJANUARY \nA world is dying... \nEXT. THE FALLS - DAY \nJANUARY \nThe shape of the planet Venus is bearing the impressive image of a star lying in the distance. \nJANUARY \nA planet is growing. \nJ", "sentiment": "ONSTANT I'm fine. \nCLAVE We can get back here before the moon descends on us. \n(The crew listens at once. \nCONSTANT Assemble as sufficient to support the crew. \nCLAVE I can't carry a man back there. \nHe stands transfixed. \nJIMMY He's dead. \nCONSTANT I believe you are not so much dead as dead in this boat. \nCLAVE"}, {"id": 686, "prefix": "And he walks off.  SANCHEZ fills his mouth with a slice of ham. SANCHEZ (amused) You seem to have a special talent for making friends. COLUMBUS What...?  Do I have so many already? ", "truth": "INT.  ROOM - ADMINISTRATION - DAY \nCOLUMBUS with two MEN:  the oldest, around thirty, is a strong-looking man.  The youngest, no more than twenty five, is thin and fit.  There is obvious tension in the room.  These are BARTOLOME and GIACOMO COLON, COLUMBUS' brothers.  BARTOLOME is angry, and GIACOMO thoughtful. \nBARTOLOME You might have given us a choice! \nGIACOMO Bartolome is stronger, more capable than I will ever be... \nCOLUMBUS I need both of you.  What are you afraid of?  We are living what we always dreamt of. \nGIACOMO You know I never shared those dreams with you. \nCOLUMBUS Are you saying you refuse to help? \nCOLUMBUS looks at them with such pained surprise... \nBARTOLOME (amused) You bastard... you always had your own way... \nCOLUMBUS Let me show you something. \nHe opens the door to a terrace. \nCUT TO: \nEXT.  GALLERY - DAY \nThe large gallery courtyard is crowded with PEOPLE -- applicants for the voyage.  As COLUMBUS appears, they all press forward, calling out his name, trying to get his attention, touching his sleeves as if he were a saint. They crowd around COLUMBUS and his BROTHERS.  COLUMBUS nods, murmurs vaguely, here and there... \nCOLUMBUS Of course... Of course... We'll see to it... Yes... Thank you... Soon... Soon... \nFighting their way through, the BOTHERS press their way, reaching the other side of the gallery.  We get glimpses of the incredible activity down below.  ADMINISTRATORS, MILITARIES, MERCHANTS are busy around tressels covered with documents, plans, maps... preparing the second expedition. \nCOLUMBUS puts his arms around them. \nCOLUMBUS (indicating the applicants) Now -- you tell me.  Who can I trust? (almost amused) We're brothers!  We must be a House. A bloodline!  In this country one can't exist alone!  I need you...! Both of you! \nHe walks then to the balustrade.  The cries from the courtyard down below subside... some of the applicants begin to look up, aware of his presence. \nSOLDIER Where is the Admiral?  Has anyone seen the Admiral? \nEverybody laughs. \nCOLUMBUS He is here!  What is it? \nHe leans over the balcony.  In the middle of the overcrowded courtyard, the SOLDIER who was shouting is brandishing a document. \nMAN Admiral!  The horses have arrived. \nCOLUMBUS I know.  I saw them!  Who did we hire today? \nANOTHER ASSISTANT raises his eyes. \nASSISTANT Thirty blacksmiths, twenty eight halberdiers, twenty carpenters, a hundred farmers, twenty miners... and Doctor Chanca, the royal surgeon. \nCOLUMBUS The royal surgeon?  Then we can count on royal health! \nThe whole courtyard bursts out laughing. \nEXT.  ORANGERY - VICEROY'S HOUSE - DAY \nUTAPAN is lying in his hammock.  FERNANDO turns him over. UTAPAN falls to the ground. \nCOLUMBUS walks beside BEATRIX. \nCOLUMBUS (looking at his son) He's growing up! \nBEATRIX smiles, nods.  They walk on. \nCOLUMBUS Beatrix, I want to ask you something. \nBEATRIX (with a smile) You don't usually ask. \nCOLUMBUS (after a pause) I can arrange for the Queen to take Fernando and Diego into her service. \nBEATRIX stops in her tracks, looks at him. \nCOLUMBUS It is a great honor.  We could not hope for anything better. \nBEATRIX nods, but bites her lip, and looks back at FERNANDO. \n", "random": "re you now?  SERMONT No!  I've been there before!  COLUMBUS (in a warlike tone) Well, not yet. I remember.  COLUMBUS (cautiously) You asked me about your friend.  Well, you've decided to return to his camp. You now say you want to go again.  COLUMBUS (worried) Why do you want to return?  Why do you want to go back?  COL", "sentiment": "'ve been waiting for you.  You're a man of honor.  You are a man of honor.  You will be remembered.  You will be remembered.  You will be remembered.  You will be remembered.  You will be remembered.  You will be remembered.  You will be remembered.  You will be remembered.  You will be remembered.  You will be remembered.  You will be remembered.  You will be remembered.  You will be remembered"}]