[{"id": 2244, "prefix": "JORDY Don't blow your nose! Jordy's looking at Leon, who was just about to blow his nose. JORDY (CONT'D) The smoke'll permeate your nostrils - burn 'em out.  Let it run. ", "truth": "Leon looks at Jordy, then lowers the handkerchief.  Jordy turns back to the corpses on the bed.  Eddie - in the other room - has found Tamina's brushed gold bracelet on the floor. \nJORDY So the way you see it, two crack heads burned themselves up? \nLEON That's what it looks like to me. \nJORDY And while they're burning up, they're still goin' down on each other?  You got to hand it to them. \nLEON (realizes he's wrong - blows it off) Yeah, well, some people got their priorities straight. \nLeon watches Jordy, quietly.  With a pair of tweezers, Jordy pulls a small unburned piece of cloth from behind one of the heads.  Korfin supplies the paint can.  Jordy drops the cloth inside. \nLEON (CONT'D) What was that? \nJORDY Evidence.  Of a homicide. \nThat got Eddie's attention and he comes back to the bedroom. \nJORDY (CONT'D) You know what that is, right? \nEDDIE No, what is it? \nJORDY Why don't you explain it, Bobby. (to a fireman joking a wall) Hey Camello!  You mind punching a hole in the floor? \nCAMELLO No problem. (to Eddie and Leon) Excuse me, gentlemen.  You might wanna back up a little more.  Don't wanna get your pants wet. \nLeon and Eddie move to higher ground - on top of a burnt TV set.  Eddie hands the brushed bracelet to Leon.  As Camello hacks at the floor with an ax, Jordy continues to examine the bodies and Korfin explains: \nKORFIN They have not soot in their mouths, which means they weren't breathin' before the fire and that usually means they were deceased - and this piece of cloth that my partner found means they were wrapped up in something, probably doused with a flammable liquid and positioned like this on the bed.  To the untrained eye, it looks like an accident. \nJordy kicks around the draining floor, reaches down for something. \nLEON What's he looking for? \nEDDIE A timer. \nJordy finds some wires attached to an outlet, pulls them up - on the other end is a timer.  Korfin takes the timer from Jordy and moves to Eddie. \nKORFIN Here you go.  A big double homicide. \nEXT. MILOS' APARTMENT BUILDING - NIGHT \nAs Jordy and Korfin exit the brownstone, a CAMERA CREW is arriving.  Jumps out. Korfin and Jordy cross toward Korfin's car.  They open the trunk.  Take off their muddy boots throwing them in. \nKORFIN You see Eddie's face when I gave him the timer?  Wish I had a picture of it. \nJORDY He knew all along. \nKORFIN What?? \nJORDY That's why he was so quiet.  He was testing us. \nEddie and Leon exit - Eddie carrying a baggie with a timer inside.  NICOLETTE KARAS, young and attractive, pushes her microphone at Eddie.  She's smart, aggressive and respected by her peers. \nNICOLETTE Detective, does it look like a murder? \nEDDIE We don't know that yet.  It's much too early.  There's a lot to be done. \nNICOLETTE How many victims are up there? \nEDDIE There are two bodies found at this point. \nNICOLETTE Can we go up to the crime scene? \nEDDIE You know you can't do that.  C'mon. \nNICOLETTE Is it drug related? \nEDDIE We don't know.  When I have more I'll let you know. \nNicolette signals for her camera man, MIKE, to zoom in on Eddie's hand.  She barrels on... \nNICOLETTE Detective...what's that you're holding in your hand?  Evidence? \nMike pans up to Eddie's face.  Other reporters arrive, hurling questions which Eddie easily answers.  Cameras flash as we PAN BACK TO Korfin and Jordy.  Jordy is about to get in the car as he notices, back behind some construction - DAPHNE HANDLOVA.  She's still wearing the crumpled summer dress. She tentatively steps out to signal Jordy.  He only catches a glimpse of her.  He starts toward her -- knifes through the crowd - but Daphne is gone. \nKORFIN What? \nJORDY There was a woman - I think she wanted to talk to us.  She looked scared.  Oh shit!  Oh no! \n", "random": "\nJORDY (CONT'D) I'll be back. \nJordy exits.  Jordy is standing with Ray and the others.  Ray walks over and sits down next to Ray. \nRAY (CONT'D) Jordy.  Please. \nJORDY (stops Ray) Ray. \nJORDY (CONT'D) Get outta here. \nJordy leads Ray to the door. \nJORDY", "sentiment": "\nLESTON No! \nJORDY How about it? LESTON Get to the hospital. \nJORDY No! \nEXT. APARTMENTS - DUSK \nJordy's car has stopped in the Albatross, the lights are on.  Two young men are waiting. \nCAMERA PULLS BACKWARDS BACK TO REVEAL Jordy weaving across the road in his Jeep.  Jordy gauges the"}, {"id": 2245, "prefix": "NICOLETTE You're not so bad yourself. They look at each other. NICOLETTE (CONT'D) C'mere. ", "truth": "NICOLETTE (CONT'D) Look at this.  You have blood on your shirt.  Whose is it? \nEDDIE Could be Leon's. \nNICOLETTE Jesus.  And last week you came over with blood on your shoes.  What am I going to do with you? \nEddie takes her hand. \nEDDIE You know, I been thinkin'...these shoes might look nice with another pair of shoes next to them in the closet. \nShe looks at him. \nEDDIE (CONT'D) You know, Nicky, I've been married twice before.  My first wife was a professional woman, didn't have time for children.  My second wife...I never wanted to go home to her. \nNicolette's phone rings.  Eddie stops - looks at the ringing phone. \nNICOLETTE What are you doing?  What are you saying? \nNicolette's phone keeps ringing.  Eddie stares at it. \nNICOLETTE (CONT'D) Eddie? \nNicolette's phone keeps ringing. \nNICOLETTE (CONT'D) Don't worry about the damn phone.  I won't answer it. \nEDDIE Answer the phone. \nNICOLETTE No.  Tell me what you want to say. \nEDDIE Answer it. \nNICOLETTE Okay.  Okay.  Hold that thought just for a second.  They only call me when it's an emergency.  Just hold that thought. (into the phone) Can you call back? \nPHONE VOICE (O.S.) We need you here in twenty minutes.  Get in a cab. \nNICOLETTE What're you talking about? \nPHONE VOICE (O.S.) Katie.  We don't know where she is.  We can't find her.  You gotta anchor the 5:00.  This is your shot.  Come now. \nNICOLETTE What?  Oh.  Okay.  Yeah. \nThe line disconnects.  She collapses the phone.  Turns to Eddie. \nNICOLETTE (CONT'D) Oh my G-d, they want me to anchor.  They want me to anchor tonight! \nEDDIE That's good. \nNICOLETTE Yeah. \nEDDIE Well, that's great. \nNICOLETTE Okay.  That is great.  But I can't go now, we're in the middle of something here. \nEDDIE No.  Go ahead.  You're gonna be great. \nNICOLETTE No.  No, listen to me here.  I want to know what you're talking about.  You know, the shoe thing and the marriages and... \nEDDIE I'll tell you tonight.  Let's do it tonight.  As soon as you get back we'll talk.  We'll talk. \nNICOLETTE Promise? \nEDDIE I promise.  We'll talk.  You'll be great.  You'll be fine.  Go ahead, just imagine that, uh... Just look into the lens and imagine you're talking to me. \nNICOLETTE Yeah.  I'll do that.  As long as you're not patronizing me. \nEDDIE Patronizing you... Nay, I love you. \nNICOLETTE I love you. \nThey kiss. \nNICOLETTE (CONT'D) Okay, til tonight. \nEDDIE Tonight. \nNICOLETTE You promise? \nEDDIE Yeah.  I promise. \n", "random": "\nCUT TO: \nINT. FAIR FRONT - DAY \nThey're sitting on the front lawn, watching a play. KENNY is studying a sign that reads \"FAIR FRONT.\" It reads, \"MORNING B.H.O.\" NICOLETTE is reading and reading. \nNICOLETTE (CONT'D) I was thinking about you and Tod. (into cell) Did you see her? (into cell) Okay", "sentiment": "\nJACK (TO NICOLETTE) You're not so bad yourself. They look at each other. NICOLETTE (CONT'D) (TO JACK) You're not so bad yourself. They look at each other. NICOLETTE (CONT'D) (TO JACK) You're not so bad yourself. They look at each other. NICOLETTE (CONT'D) (TO JACK) You're not so bad yourself. They look at each other"}, {"id": 2246, "prefix": "EMIL (CONT'D) I told you to cut that out before we handed in the tape! OLEG Be quiet.  Watch. Oleg watches the big-screen TV as Emil raises the pistol to Eddie's temple.  Eddie pushes him over the desk.  Eddie then knocks Emil with the chair and Emil falls off the desk onto the floor.  Eddie continues around with the chair and drives Oleg back across the room - pinning him to the wall.  Eddie and Emil both go for the gun.  Eddie knocks him out of the way.  Stabs him with the legs of the chair repeatedly. Leaves him in a ball on the floor.  Oleg comes at Eddie and he knocks Oleg over the coffee table and onto the sofa.  The blinds and lamp shade are shot - bathing the room with more light.  Emil stabs Eddie in the stomach.  Oleg kneels down for a CLOSE-UP. ", "truth": "EXT. TIMES SQUARE - CONTINUOUS \nHawkins' van drives across Times Square.  Jordy's car following.  We WIDEN OUT... Eddie's murder is being broadcast on the JUMBOTRON in Times Square.  People stare up - stunned. \nINT. PLANET HOLLWYOOD - CONTINUOUS \nThe dinner patrons are watching TV.  Shocked.  Emil glares at Oleg. \nEMIL Why did you leave that stuff in about you being the director? \nOLEG Because I am the director.  Don't you realize, if it wasn't for my film, for my talent, my idea to do this - no way would we be sitting here right now. \nEMIL Your idea?  I thought it was my idea. \nOleg tenses.  Emil laughs. \nEMIL (CONT'D) Aren't you just the cameraman? \nOleg doesn't laugh. \nOLEG I'm serious...this - this is a great American film.  Full of violence and sex.  And I want my credit. \nEMIL Credit? \nOLEG Yes.  Before we hand in the next video - I put titles on it and my credit is going to read - Directed by Oleg Razgul. \nEMIL Yes.  But there's only one problem - you want credit but the problem is - I don't share credit. \nOleg is pissed. \nEMIL (CONT'D) You got that? \nOLEG No, I don't get that! \nEMIL You think you are a director?  You are a fucking little, small Russian piece of shit.  And I hate you.  I fucking hate you. \nEmil slaps Oleg across the face.  Oleg stands up.  Emil suddenly pulls out Eddie's gun but before he can pull the trigger, Oleg STABS Emil in the arm!  Emil squeezes off a shot through the crowded restaurant.  Patrons SCREAM - Oleg runs through the restaurant, escaping.  It's chaos. Hawkins arrives with a crew and with BRUCE CUTLER, a confident, tough criminal attorney. \nEmil pulls the steak knife out of his arm, picks up a napkin - pressing it to his wound. \nEMIL (CONT'D) Oh, hello. \nCutler accesses the situation. \nEMIL (CONT'D) Are you my attorney? (extends his hand to Cutler) I'm Emil.  I'm insane. \nCUTLER I'm not your lawyer until I see the money. \nEMIL Here.  I have your money. \nEmil picks up a briefcase and hands it to Cutler.  Cutler opens it - inside is the cash Emil got from Robert Hawkins. Emil looks at the table, pushing the plates and silverware aside.  Emil looks under the table, throwing the chair aside, freaking.  He's lost the most important thing in his life. \nEMIL (CONT'D) Oh no!  No!  Shit! \nCUTLER (follows Emil - reaching out to him) Emil.  Take it easy.  Stay with me.  Sit down.  What do you need?  What are you looking for? \nEMIL He has the camera!  He took the movie! \nJordy comes in, gun raised. \nJORDY Don't move!  Don't move!  Get your hands up!  Drop it! \nEmil puts his hands in the air.  Immediately drops the gun! \nEMIL I give up! \nJordy is disappointed!  He didn't want to take Emil alive. Hawkins signals to his camera man, who swings his camera at Jordy as he approaches Emil, his gun aimed at Emil's head. \nCUTLER This man is unarmed, officer.  He's surrendered. \nJordy cracks Emil across the face - knocking him down. \nCUTLER (CONT'D) What are you hitting him for? \nJORDY Turn that camera off! \nJordy handcuffs him.  Emil turns to the camera for sympathy, appearing more hurt than he is. \nEMIL No.  Keep filming... \n", "random": "The camera pans over to a black and white photo of Oleg.  It is a treasure.  Oleg's hand moves to the photo.  From it comes a picture of Oleg.  Oleg's hand falls on the wall.  Oleg's right hand begins to move - a long, deadly, knife-wrenching movement.  The knife is pulled back up.  Oleg's left hand lies there.  Halting Eddie.  Halting Emil. ", "sentiment": "The shot is still there.  Oleg grabs the gun and pulls it from the holster.  He grabs the gun from the holster.  The gun is still there.  Oleg grabs the gun from the holster.  He pulls the gun from the holster.  He pulls the gun from the holster.  He pulls the gun from the holster.  Oleg pulls the gun from the holster.  He pulls the gun from the holster.  He pulls the gun from the holster."}]