[{"id": 738, "prefix": "Jackson starts to climb the fence. NOAH Don't you see the signs? JACKSON It's fine guys. ", "truth": "Jackson and his kids crest a ridge. They look down on a parched basin with cracked terrain. \n(CONTINUED) \nJACKSON It's gone. The whole darn lake is gone. I swear you guys there was a lake here. \nThe kids roll their eyes. \nEXT. EMPTY LAKE BED/YELLOWSTONE NATIONAL PARK - DAY \nA puddle of water is all that remains of the lake. Jackson and the kids walk into the basin, unaware of being watched THROUGH BINOCULARS. \nJackson spots an electronic measuring device and crouches to have a closer look. \nElsewhere in the lake bed, we see sand seeping through CRACKS in the ground. \nNOAH (O.S.) Jackson! \nWhen he looks up, he sees heavily armed soldiers coming towards them from all sides. \nJACKSON It's okay, Noh'. \nThrough the BINOCULARS, we see Jackson and his kids arrested and led over a ridge. \nWith this we reveal an ENORMOUS RESEARCH FACILITY with hundreds of tents and vehicles surrounding a massive drilling tower. \nEXT. RESEARCH FACILITY/YELLOWSTONE NATIONAL PARK - DAY \nAdrian Helmsley and Prof. West exit the drilling tower, both studying papers. Adrian notices Jackson and his kids nearby, being interrogated by an OFFICER. \nADRIAN I'll be with you in a second, Professor. \nAdrian walks towards them. Jackson stares at the officer with defiance. \nOFFICER ... And then you climbed over a posted fence? Just like that? \nNOAH I told you. \n(CONTINUED) \nJACKSON Isn't this supposed to be a National Park? There shouldn't be fences. What are you guys doing around here anyway? \nADRIAN (O.S.) We're geologists... \nJackson turns and sees Adrian standing there. \nADRIAN (CONT'D) I'll handle this officer. Thank you. \nThe officer reluctantly hands him Jackson's license. \nJACKSON So, where did the lake go? \nADRIAN That's what we're trying to find out. We think this whole area has become potentially unstable. I would advise you to take your kids and leave, Mr... \nHe throws a look at Jackson's drivers license. \nADRIAN (CONT'D) ... Curtis. \nHe looks up at Jackson with renewed interest. \nADRIAN (CONT'D) Are you by any chance the Jackson Curtis, the author of `Farewell Atlantis'? \nJACKSON (SURPRISED) Yeah, that's me. \nJackson straightens up proudly. Lilly smiles. \nADRIAN What a coincidence. I'm reading your book, as we speak... first third, around day 300, when the shuttle loses communication with earth and drifts off into space. \nJACKSON You're one of lucky 422 who bought it. \nADRIAN Actually I didn't buy it. My father gave it to me. \n(CONTINUED) \nJACKSON Oh, I see. \nProf. West waves at Adrian from one of the container labs. Adrian hands back Jackson his drivers license. \nADRIAN Officer, can you return them to the campgrounds, please. (to Jackson) Pleasure to meet you, Mr. Curtis. \nJackson and his kids look after Adrian hurrying away. \nLILLY He was very nice. \nJACKSON Yes he was, Lil'bee. \nEXT. FOREST TRAIL/YELLOWSTONE NATIONAL PARK - LATER \nJackson and the kids walk back to the campgrounds when suddenly CHARLIE FROST, 62, a crazy looking guy with binoculars around his neck, stands in their way. \nCHARLIE FROST What did the government guys tell you? \nJackson looks at him, instinctively picking up Lilly. \nJACKSON They think it's not such a good idea to climb over their fences. They feel the area is unstable. \nCharlie bursts out laughing. \nCHARLIE FROST Unstable! Ha-ha! They say its unstable! That's funny... \nWith this he turns around and leaves. \nEXT. TENT/YELLOWSTONE NATIONAL PARK - DUSK \nJackson is sitting on a camp chair, right outside the tent. He's on his laptop, looking enquiringly at an aerial picture of Yellowstone on Google earth. \nIn the background we see the kids are in the tent. \n(CONTINUED) \nNOAH There are mosquitos in here. Did anybody spray the tent? \n", "random": "It's fine! It's fine! It's like a disease! \nJACKSON Oh no, God. \nNOAH That's not a disease! It's a cancer! \nJACKSON (to the others) You guys gettin' lame right now. \nSAMANTHA You got cancer! You got cancer! \nSAMANTHA (to the others) Get outta my face! \nSAMANTHA (to", "sentiment": "picks up the fence and climbs. \nNOAH I don't know what to say to you. \nJACKSON You're not a moron. \nNoah looks at him for a long moment. \nNOAH It's all right. \nJACKSON You're not a moron! \nNOAH I'm not a moron! \nJACKSON You're a moron! \nNOAH You're a moron"}, {"id": 739, "prefix": "INT. ANTE-CHAMBER ZOOLOGICAL BAY/AMERICAN SHIP - DAY The water level in Tamara's compartment is at its height now and she goes under. She struggles below the surface for a moment, looking around desperately for a way out but there is none. ", "truth": "INT. HYDRAULIC CHAMBER/AMERICAN SHIP - DAY \nJackson manages to find an air pocket. He fills up his lungs with air and thinks hard. \nAs he strips off his jacket, he seems to have a plan. He dives under again. \nINT. ZOOLOGICAL BAY/AMERICAN SHIP - DAY \nLin is being held up in the water by his brother and parents. \nKate has wrapped the belt around his lower leg and now pulls it tight. Lin screams. \nNoah uses this as the moment to dive underwater, unnoticed, to go and help his father. \nINT. HYDRAULIC CHAMBER/AMERICAN SHIP - DAY \nBack under water, Jackson is using the extension cord of the power drill to pull himself down to the tool cabinet. \nJackson opens it, retrieving a giant crowbar. He begins to use it to dislodge the tool but it's hard work. \nINT. BRIDGE/AMERICAN SHIP - DAY \nAnheuser and everybody on the bridge stares as the north face of Mount Everest is almost upon them. \nINT. ZOOLOGICAL BAY/AMERICAN SHIP - DAY \nKate and the Pangs are desperately close to running out of air now, but despite this, Kate still tends to Lin. \nAfter a moment she turns and is first confused then horrified to see that Noah is nowhere to be found. \nKATE Noah! \nINT. HYDRAULIC CHAMBER/AMERICAN SHIP - DAY \nJackson pulls with all his might, but he can't quite shift the drill. \nTo his surprise, a pair of young hands join his on the handle of the crowbar. Noah is alongside him now, helping. \nWorking as father and son, they manage, little by little, to loosen it before finally the drill comes free. \nAdrian gives Noah the thumbs up and the boy heads back to the surface. Jackson goes to follow but in the last moment he spots the knapsack containing his laptop. \nHe dives back down for it. \nINT. ZOOLOGICAL BAY/AMERICAN SHIP - DAY \nNoah emerges from the water. \nNOAH Mom, we did it! \nKate pulls him to her, relieved he is safe. Noah smiles and calls out towards the nearly submerged speaker. \nINT. CONNECTING CORRIDOR/ZOOLOGICAL BAY - DAY \nLilly and Laura wait nervously. They hear a muffled voice. \nNOAH (O.S.) We got it free. Can you hear me? We did it! \nAdrian leaps up when he hears this. He flicks a button on the intercom. \nADRIAN Captain Michaels - close the gate! \nINT. BRIDGE/AMERICAN SHIP - DAY \nHearing this, the Captain yells the eagerly awaited order. \nCAPTAIN MICHAELS That's affirmative. Close the gate! \nTECHNICAL OFFICER Ay, ay, Sir. \nEXT. DARJEELING VALLEY/HIMALAYAS - DAY \nWe hear a BOOMING sound as the tail gate finally seals. \nINT. HYDRAULIC CHAMBER/AMERICAN SHIP - DAY \nJackson reaches his knapsack, but when sees Noah's cell phone lying next to it, he makes a decision and reaches for that instead. \nHe hears the muffled sound of the engines and smiles. But as he turns to swim back, his face freezes-- \nHe's looking into the lifeless eyes of Gordon, who floats inches from his face. \nEXT. PROPELLERS/AMERICAN SHIP - DAY \nThe gigantic propellers fight against the current, hitting rock at the base of the mountain. \nINT. BRIDGE/AMERICAN SHIP - DAY \nThe battle seems hopeless. Captain Michaels yells at the top of his lungs. \nCAPTAIN MICHAELS Engage starboard stabilizers! \nOFFICERS One is engaged... two is engaged... number three is out, sir! \nThe vessel scrapes against the rocks, throwing Anheuser to the floor. \nEXT. DARJEELING VALLEY/HIMALAYA - DAY \nThe giant ship escapes the mountain with an inch to spare. \nINT. BRIDGE/AMERICAN SHIP - DAY \nEveryone on the bridge watches in awe as Mount Everest, earth's highest peak, drifts slowly past. \nAfter a long beat, they begin to holler and cheer. \nINT. ZOOLOGICAL BAY/AMERICAN SHIP - DAY \nKate hears the CHEERING coming from the speakers. The water level stops rising but she still looks around in panic. \nKATE Noah! Where is he? \n", "random": "XT. TAMARA'S HOUSE - DAY \nShe runs behind the house and looks around. \nEXT. ASTONISHMENT - DAY \nClimbing among the rubble, she moves to the edge of the house. \nShe looks around. \nShe sees that the house has been swallowed up in the water. \nShe reaches out and grabs the bucket of water and lets the water sink in. \nShe looks back and sees the water has dried", "sentiment": "NT. ANTE-CHAMBER ZOOLOGICAL TERMINAL ABANDONATION ROOM/AMERICAN SHIP The facility is empty but for the lights shining, it seems like days have passed. These barrels go flat. At the heart of the barren, creature-made barrier is a dark hall lined with nothing but existences, while peaceful tribesmen wander around silently, making the most of old natural structures. It's tracing a curve across the DMZ. The storms"}, {"id": 740, "prefix": "PROF. WEST The water is receding much faster than we projected, Adrian... A monitor reveals an image of the African continent, however its shape changed dramatically. The image of the southern tip is enlarged. LAURA What's that? ", "truth": "PROF. WEST It's hard to believe, but the Himalayas are no longer the roof of the world. It's now the Drakensberg mountains of Kwa-Zulu Natal. The whole African continent has risen several thousand feet and most likely, never even flooded. \nCAPTAIN MICHAELS Our European colleagues have already set course for it. \nCaptain Michaels hands Adrian a short wave radio. \nCAPTAIN MICHAELS (CONT'D) Here, somebody wants to talk to you. \nAdrian curious, grabs the mic. \nADRIAN This is Helmsley. \nWe hear a muffled, raspy voice through the speakers. \nINT. COMMAND BRIDGE/FREEDOM OF THE SEAS - DAY \nHarry Helmsley stands beside the cruise ship's Captain. \nVOICE No, this is Helmsley. \nADRIAN (O.S.) Dad!... Is that you? \nINT. COMMAND BRIDGE/AMERICAN SHIP - DAY \nAdrian is ecstatic. Captain Michaels explains. \nCAPTAIN MICHAELS We should have a visual of the `Freedom of the Seas' shortly. \nADRIAN Dad. We're coming to pick you guys up. How's Tony? \nINT. COMMAND BRIDGE/FREEDOM OF THE SEAS - DAY \nHarry looks over at Tony who's listening, smiling. \nHARRY HELMSLEY He's fine, son. We're all fine. (CONTINUED) \nADRIAN (O.S.) See you guys soon. Bye dad. \nHarry hangs up. He picks up Tony, embracing him wildly. \nINT. COMMAND BRIDGE/AMERICAN SHIP - DAY \nAdrian, still excited from speaking with his dad, grabs Laura and kisses her on the lips. She squeals. \nANHEUSER (O.S.) Put that woman down Helmsley. \nAdrian looks at Anheuser, unsure of what he might say. \nANHEUSER (CONT'D) Young guys like you with your idealistic dreams, you think you can change the world... \nAdrian and Laura exchange a look. \nANHEUSER (CONT'D) I just pray to God, that you keep on making the right calls... in this new world of ours. \nAdrian nods and with a smile to Laura turns to leave. \nANHEUSER (CONT'D) Mr. Helmsley, one more thing. \nAdrian turns back. \nANHEUSER (CONT'D) There was no one. \nADRIAN Pardon me? \nANHEUSER There was no white kid better than you. I'm terribly sorry I said that. \nAnheuser puts out his hand. Adrian takes it. \nINT. FRONT DECK/AMERICAN SHIP - DAY \nCAPTAIN MICHAELS (O.S.) This is your Captain speaking. Standby to open Deck 1. \nOFFICER Standing by Sir. (CONTINUED) \nNeng pushes his brother Lin in a wheelchair onto the deck next to his parents. Mrs. Pang turns to her husband. \nMRS. PANG (in Chinese) I wonder will the clouds look the same and the stars? \nMR.PANG Do not fear. Some things will never change. \nThe old Chinese man forces a little smile. Closer to the front of this crowd Jackson approaches Noah. \nJACKSON I thought you might want this. \nHe takes Noah's cell phone from his pocket and hands it to him. \nNOAH Do you think I'll still get a signal ... Dad? \nJackson is touched to hear him use that word. He smiles and hugs him. Adrian, Laura and Anheuser arrive alongside them. \nADRIAN I finally finished your book Jackson. \nKATE Really? You may well be the first person who ever got to the end. \nJackson looks at her, smiling playfully. \nJACKSON Excuse me, I believe he's addressing the author. Well, what did you think? \nAdrian smiles. \nADRIAN I'd say... those astronauts of yours would be shitting themselves, if they knew all their relatives are now stuck in the South Pole. \nSuddenly a horn sounds and the sealed deck doors let off a burst of pressurised air. A murmur goes through the crowd. \nEveryone is silent as the huge deck doors slowly begin to roll back and light streams in. \n(CONTINUED) \nThe Pang family try to see over people's heads, even Anheuser looks hopeful. Jackson pulls his family close as the first rays of daylight hit their faces. \nEXT. AMERICAN SHIP/SOMEWHERE IN THE HIMALAYAS - DAY \n", "random": "ELIZABETH But the surface image of the South Africa is distorted, as if the Earth is rotating around the earth. It's as if the Earth is spinning around the sun. (MORE) \nELIZABETH (CONT'D) \n(CONTINUED) \n(CONTINUED) \nELIZABETH (CONT'D) (CONT'D) I know you're not going to believe this. It's as if the earth", "sentiment": "RADIO VOICE The sub-tropical storm is now the strongest in the world. \nLAURA (CONT'D) The tropics are beginning to move. \nRADIO VOICE (CONT'D) And the sub-tropical storm is building. \nRADIO VOICE (CONT'D) And the sub-tropical storm is having a great effect on the planet. \nLAURA (O.S.) (CONT'D"}]