[{"id": 1536, "prefix": "CHET This whole region here, about 830 thousand square miles, was part of the initial Louisiana Purchase. SEVENTH GRADER (COUGHING) Nice laser. The class giggles. Chet, embarrassed, puts away the pointer. ", "truth": "CHET Take out your workbooks. Chapter 3. \nChet opens the door. \nCHET What do you want? \nWILL We gotta talk. \nCHET I'm working here. Do not mess with me at work. \nWILL Chet, for the love of god, just talk to me in private for one minute. \nChet sighs. \nINT. HALLWAY, JUNIOR HIGH SCHOOL - DAY \nChet leads a jumpy Will into \nINT. EMPTY CLASSROOM, JUNIOR HIGH SCHOOL - DAY \nChet shuts the door behind them. Will paces. \nCHET You wanna apologize, don't you? You look like shit. You've probably been up for days thinking about what an asshole you were. Well, it's gonna take a lot more than some pathetic groveling - \nWILL (SUDDENLY) Chet! Shut up! I don't wanna apologize to you! \nCHET Then what do you want? Because we don't have anything left to say to each other. \nWill swallows hard. \nWILL Here goes. And this is gonna sound crazy. Because it is fucking crazy. But last night two guys in masks jumped me and strapped a bomb to my chest, and now I have less than eight hours to rob a bank. \nChet just stares at Will, unimpressed. \nCHET You're hysterical. Got me. Great joke. I'm going back to work now. \nWill steps in Chet's way. He unbuttons his jacket, revealing the bomb. \nCHET What the fuck? Is that real? \nWill nods. \nChet jumps backward, stumbles over a desk and scurries on his ass to the other end of the classroom. He presses himself flat against the wall. \nCHET Stay away from me! What the fuck are you involved in!? Terrorism!? \nWILL Chet, do you really think I'm a terrorist? \nCHET Yes! One of the dumb ones! The ones they convince to wear the bombs! \nWILL I am not fucking around here. Two guys did this to me. And if I don't rob that bank in time this thing is gonna blow. \nCHET Seriously? \nWILL Seriously. \nCHET And your first idea was to come to a school filled with young children? \nWILL I didn't - \nCHET Just back the fuck away from me with that thing. \nWill backs all the way up, so that the guys are on opposite ends of the classroom. \nWILL Listen, I think the vest is safe for now. These guys don't want me to blow myself up on accident before I get their money. \nCHET Oh, so you figure the two psychopaths that rigged a bomb to your chest made sure it was safe? There's no margin for error in their fucking bomb vest design!? \nWILL I don't know! All I do know is that this is real. This is happening. And I'm sure you hate me as much as I hate you right now, but I have nowhere else to go. \nCHET For what? \nWILL For help, Chet. I need your help. Please. I can't do this alone. \nChet looks Will over. His desperation is palpable. Chet bites his lip, weighing the situation... \nCHET Damn it! (takes a breath) I'd like to tell you to get fucked, but you know what the problem is...I'm a better man than you. And someday, I might actually forgive you. So if I let you blow up, or whatever, that shit might come back and eat at my conscience, and totally affect my relationships with other people. Like my wife and kids and shit. \nWILL That's a...very rational way to look at the situation. (GENUINELY) And you're right, about being a better guy than me. \n", "random": "~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~~~ ~~~~~~~~", "sentiment": "~~~~~~~~~ The class sits down. Chet looks at COUGHING and COUGHING SLAMS COUGHING. COUGHING (CONT'D) I'm sorry, I didn't mean to. I'm sorry about that. I'm sorry. I'm sorry. I'm sorry. I'm sorry. I'm sorry. I'm sorry. I'm sorry. I'm sorry. I'm sorry. I'm sorry. I'm sorry. I'm sorry. I'm sorry."}, {"id": 1537, "prefix": "Kate continues down the stairs, tears coming now. Jay waits a beat, then hurries down and tries the door on the next level, which is open. INT. MINIVAN - DAY Jay jumps in the van, huffing and puffing. ", "truth": "JAY It was just his girlfriend or something. \nDWAYNE Getting one last blow job in case he don't make it. I kinda like this guy. \nINT. DATSUN - DAY \nWill, galvanized by the exchange, hops inside. \nCHET Did you tell her how you saw her naked when she was 13? That always works. \nWILL I said my piece. She's gonna think about it. \nCHET Shut up. She was freaked out. \nWILL Yes. By the bomb. \nCHET By you. \nWILL Would it be so bad if we ended up together? You and I would be family. \nCHET I don't want you in the family. You bring very little to the table. I want her to be with someone awesome. A pro quarterback. A war hero. At the very least, someone I've never watched porn with. \nWILL Well, now it's up to her. \nCHET Not if I set that bomb off myself. \nWILL Then you'd probably never get to rob a bank. \nWill throws the car into gear and pulls away. \nSUPER COUNTDOWN: 4 hours, 10 minutes... \nCUT TO: \nEXT. PARKING LOT, DONNER-WELLS NATIONAL BANK - DAY \nThe Datsun is parked in the half-full lot. The guys lean against the driver side, with their backs to the bank and the car providing cover. They each have a spray painted air pistol tucked into their pants. \nWILL You go for the money. I'll cover the crowd. In and out. \nChet clasps his hands around his stomach. \nCHET I'm not feeling so good. I drank like three of those 5-Hour Energy drinks. \nWILL It's just nerves. Let's pull our shit together and do this thing. \nChet reigns it in. The guys slide on the leather gloves and rolled up ski masks. They turn and stride toward the bank. \nThe guys stop as they get to the door. They pull the ski masks down and take out their air pistols. \nCHET What should I call you in there, like if I need to ask you to do something? \nWILL Call me Tivon. You'll be Darius. \nCHET I can tell you're not a black guy through the ski mask. \nWILL Fine. Then you'll be Luis and I'm Cruz. We're two loco motherfuckers and that's the way we gotta roll when we get in there. \nINT. DONNER-WELLS NATIONAL BANK - DAY \nIt's business as usual for a dozen CUSTOMERS and about as many EMPLOYEES. They all just want to get done with their shit and go home, when - \nWill and Chet burst through the bank doors, guns in hand. \nWILL Everybody put your hands in the air! \nCHET No, get on the ground! \nWILL Actually, listen to him and get on the fucking ground! \nWill and Chet are on an adrenaline high, waving their guns everywhere. People scream. \nWILL Shut up! Please! \nWill frantically scans the panicked crowd for - \nThe SECURITY GUARD (40s), rail thin and jumpy. Will points his gun right at him. \nWILL You, just stand right there and don't do shit! The rest of you get the fuck down! Spread your arms and legs! Why is no one listening to me!? \n", "random": "------------ Jay and Jay's parents are waiting for their convoy. He tells them to wait in the back of the van until they get a little closer to the building. They head out into the small, deserted street. Pushing a small box over a small metal door, Jay leans back to look at the ruins, where a large mass of corpses is lying on the ground. Jay takes out a small cigarette and rubs it inside. --------------- Jay and Jay's parents arrive at the building, now", "sentiment": "-----------------------\n\nJay is in the van at the top of the stairs. He enters, disoriented. At the top there are two men, one wearing a black shirt and the other wearing a white shirt. Jay points the gun at the man. He whips out the pistol. The man is dead. Jay walks over to him. He looks at Jay. He looks at Jay again. He looks at Jay again. He looks at Jay again. He looks at Jay again. He looks"}, {"id": 1538, "prefix": "WILL It's just a flesh wound. You're gonna be okay. FAT MAN But it hurts so bad. WILL You got shot, man. It's not supposed to feel good. But you're gonna be fine. And you'll have a great story to tell everyone. ", "truth": "WILL Point taken. Luis, how we doing on the money? \nChet snaps back to attention - \nCHET Oh, shit. Sorry, Cruz. \nChet picks out the most harmless looking teller, a mousy 20- something girl, and helps her up off the ground. He checks her name tag: SANDRA. \nCHET Hey, Sandra. I know you're probably scared right now, but if you go grab us 100 grand in a bag, we'll get out of here. This will all be over and you'll be fine. You trust me? \nSandra nods. Chet smiles, reassuringly. She hurries behind the counter, starts filling a bank bag with cash, as - \nFAT MAN My leg really hurts! \nWILL Can you please hurry up, Sandra!? \nSandra emerges from behind the partition with the bank bag. Will grabs it. He takes a last look at the people spread across the floor. \nWILL I'm really sorry, everyone. I know we probably fucked up your day. (looks to Fat Man) I'm thinking of you in particular, sir. Actually, you know what... \nWill crosses to the Fat Man, offers the bank bag. \nWILL Quickly. Peel a few bills. On me. Anyone rats him to the cops and I'm coming for you. I remember faces. \nThe Fat Man hesitantly reaches for the bag. Opens it - \nRed Dye explodes all over his face. He shrieks. Chet whirls on the teller. \nCHET What the fuck was that about, Sandra? I thought we had something going! What happened to trust? \nSANDRA I'm sorry! They make us do it! \nWILL Could you kindly fill another bag? Not a bank bag. A fucking garbage bag. And Luis, will you watch her this time? \nSandra hurries back behind the partition with Chet. He dumps out the contents of a trash can, grabs the bag and watches closely as Sandra stuffs it with cash. \nCHET Okay. That should be enough. \nChet grabs the bag and hustles out toward Will. They are home free, until - \nThey hear the wail of approaching sirens outside. They stop cold, panicked. Will whirls on the Tellers. \nWILL Fuck! Which one of you assholes tripped the alarm!? Was it you, Sandra!? \nSANDRA No! It was Mark! He pushed the button when you guys came in! \nAnother teller, MARK, looks up from the floor. \nMARK Sandra, you bitch! Now they're gonna kill us both! \nSANDRA Fuck you, Mark! You're the manager! \nWill loses his shit - \nWILL Fuck both of you! Fuck all of you! I'm a regular guy! Just like you! I'm a regular guy and you fucked me! Thank you for fucking a regular guy! \nPeople are freaked out. Sandra is crying, thinking she will probably get shot now. \nChet grabs Will and pulls him toward the door. \nCHET Let's just get the fuck out of here. \nThe guys slam through the doors, out into \nEXT. PARKING LOT, DONNER-WELLS NATIONAL BANK - DAY \nJust as a lone police cruiser screeches into the lot. Will and Chet make a run for it, but the cruiser cuts them off. \nOFFICER ZURMAN (21), a jittery rookie, jumps out of the cruiser and levels his gun. The guys reflexively level theirs. \nOFFICER ZURMAN Drop your weapons! \nCHET Don't shoot us! \nOFFICER ZURMAN Drop the guns or I'll have to! \nChet looks at Will with utter desperation. In the distance, they hear the sirens of more cops approaching. Will tosses his gun, rips open his jacket and grabs a cluster of wires. \nWILL Fuck you! You just brought a gun to a bomb fight, officer! I pull these wires out and we all go! You got ten seconds to drop your gun and - \n", "random": "-------------- It's just a flesh wound. You're gonna be okay. And you'll have a great story to tell everyone. Well, I have a lot of questions. I'll let you know when I get back. You can ask me any questions you want. You're welcome. Sir, I hope you get to hang out with me a bit. I just got a couple of questions for you. RIP. You'll have to do a few more. You'll have to do a few more", "sentiment": "_______________ And you'll hook up with an old buddy of yours, but it's going to be pretty hard. The guy who's always been my best friend. He's going to hate you. The guy who has his own place down here but has a dick in a hole and a dick in a hole. And now he's gonna fuck it up with a dick. And I'm gonna check out the place. Please. _______________ Oh, no. I want to know more. M"}]