[{"id": 2001, "prefix": "CUT BACK TO 16   INT ROOM IN DERELICT HOUSE      NIGHT                            16 ARCHIE and MAL as before... ", "truth": "ARCHIE Fuckin' Coco, mate! \nImmediately the door opens and COLIN enters... Atmosphere. He take s of f h is M ac. .. A nd sits in one of the ba tter ed armchairs... \nARCHIE and MAL look at each other... \nARCHIE (CONT'D) ...Alright, Col? \nCOLIN grunts... ARCHIE resumes sorting through the cardboard box... MAL lights up... smokes... \nPink Revised   21st May 2008           13. 16   CONTINUED:                                                       16 \nARCHIE (CONT'D) (Holding up a near empty bottle of Smirnoff) ...He is vodka, Old Man Peanut, I'n'e? \nMAL Yeah, he's vodka \nARCHIE (Showing Mal the bottle) Cor, he's taken a sizeable lump outa this look... \nCOLIN (Surly) You can look at me, you know... I'm not invisible! \nMAL (Jokingly looking around the room) Who said that? \nThe three men smile ... MAL and ARCHIE look at COLIN... \nARCHIE (Kindly) You alright, son? \nCOLIN (None too convincingly) I'm bearing up, Arch, I'm bearing up. \nMAL It's never easy, mate, its never easy. \nSilence... \nCOLIN Give us a fuckin' drink! \nARCHIE tosses him a bottle. \nARCHIE 'Ere y'are, brandy... Doctor's orders! \nCOLIN opens it and drinks...         ARCHIE and MAL watch him intently... \nCOLIN (Paranoid) What are you starin' at?... 'Ave I got a knob on my forehead or somethin'?! \nPink Revised   21st May 2008             14. 16   CONTINUED: (2)                                                   16 \nMAL Shut up, Colin! You're amongst friends... Don't make this any more difficult than it already is... Y'hear me?... Y'hear me?... Colin?... Look at me... \nCOLIN (Grudgingly) ...I hear you. \nARCHIE C'mon, mate, be brave. \nCOLIN ... Yeah... I will... I've got to ain'i? \nARCHIE That's the stuff! \nMAL That's the spirit! \nCOLIN I can' t bel ieve it... I st ill c an't bel ie ve it .. . I j us t c an 't fu ck in ' believe it... \nMAL Yeah, I know, it's unbelievable... It's like a bad dream, innit? \nARCHIE and MAL look at each other... knowingly... \n", "random": "\nJames holding a gun.                                                                                              ", "sentiment": "\nMAL I'm sorry... \nARCHIE You're not going to forgive me? \nMAL I'm not going to forgive you. \nARCHIE I'm sorry... \nMAL I'm sorry... \nARCHIE I'm not going to forgive you... \nARCHIE I'm not going to forgive you... \nMAL I'm not going to forgive you... \nARCHIE I'm not going to forgive you..."}, {"id": 2002, "prefix": "MEREDITH walking ... Suddenly, from out of nowhere a metallic blue Rolls Royce Corniche thunders and screeches up beside him almo st m oun ting the pa veme nt . .. Pink Revised       21st May 2008                   25. 25   CONTINUED:                                                                     25 Simu ltan eous ly t he curb side back doo r fli es o pen and crashes/smashes into a lamp-post shattering its window and buckling... MEREDITH turns at the sound of the impact... And is immediately greeted by a figure emerging from the back seat ... The man is larger than life ... 60-ish... He wears a full length white mink coat over a tuxedo ... His coiffured hair sports a pink rinse ... He is over-excitedly pleased to se e h i s f r i e n d , M E R E D I T H . . . T e r r i f y i n g l y s o . . . Psychopa thically happy h e stand s in the middle of the pavement like a frenzied polar bear... ", "truth": "TIPPI GORDON bellows insanely at MEREDITH... \nTIPPI CHUBBYBUMMYWUMMY!!!!!!!!!!!!!!!!!!!!!! \nCUT TO \n26   INT ROOM IN DERELICT HOUSE               NIGHT                                 26 \nThe men listen to MEREDITH'S story... \nMEREDITH ...Off his fuckin'face! Pumpin'! Zoomin'! Pupils the size of a sixpence!... \nCUT BACK TO \n27   EXT NASH CRESCENT LONDON PREVIOUS NIGHT                                        27 \nTITANIC C/U ON TIPPI'S maniacally ecstatic face... \nTIPPI (To us/Meredith) Y'UP FOR IT??? Y'WITH ME??? NIGHT OF IT???? `AVE SOME???? BEAUTY BOY??? -- Y'UP FOR IT?????? -- BOYS NIGHT OUT??????????????!!!!!!!!!! \nJUMP CUT TO \n28   INT ROLLS ROYCE CORNICHE CHAUFFEUR DRIVEN PREV NGT                             28 \nMEREDITH and TIPPI in the back of the Roller as it travels through London ... TIPPI chopping out huge lines of cocaine on a walnut veneer tabletop... \nMEREDITH VO ... He was on his way to the Grenadier ... Invites me along... \nPink Revised     21st May 2008        26. 28   CONTINUED:                                                      28 \nTIPPI (Chopping them out) I like a li ne th e siz e of a fuc kin' toblerone!! ... \nTo the UNIFORMED CHAUFFEUR, indicating the coke \nOi, Bumface -'ere y'are! \nJUMP CUT TO. \n29   EXT BUSY WEST END STREET PREVIOUS NIGHT                         29 \nThe Rolls Royce has stopped at a red light ...THE CHAUFFEUR casually gets out of the front and climbs into the back ... The lights change to green ... Cars behind get impatient ... Start tooting...more and more horns sound ... Blaring out... \nCUT TO. \n30   INT HIGH CLASS CASINO      PREVIOUS NIGHT                       30 \nWe move through the elegant casino ... Over this we hear... \nARCHIE'S VOICE Come on then, whad ya win? \nMEREDITH'S VOICE Forty thousand and six 'undred pounds is what I won... \nMAL'S VOICE Fuck me!... 'Ow? \nWe now come across MEREDITH and TIPPI laughing, engaged in conversation... \nMEREDITH'S VOICE ... W ell , I' ll te ll ya . .. we w er e fucking about... \nMEREDITH turns from TIPPI and speaks directly to us into camera... \nMEREDITH ... And I bet Tippo five grand that he couldn't win six grand in a minute... \n", "random": "ALLWAY \nA glo o s l a t o o c h i n g i v e r a t i o n g o u s s a t t h e l i n g i n g e u l i n g a n d i n t h e r e a c t i o n g s s ... \nCAMERA MOVES TO: \nA HOTEL ROOM - NIGHT \nThis is the HOTEL ROOM", "sentiment": "EREDITH (CONT'D) ... And he's got a big grin on his face... \n(CONTINUED) \nMEREDITH (CONT'D) ... And he's got a big grin on his face... \n(CONTINUED) \nMEREDITH (CONT'D) ... And he's got a big grin on his face... \n(CONTINUED) \nMEREDITH (CONT'D) ..."}, {"id": 2003, "prefix": "MEREDITH No, Peanut, since you so kindly ask, I did not stop off at The Clayton ... Not las t nig ht .. . b ut I sh al l be th er e tonight ... later on ... looking for some hot male action... Is that alright with you? OMP Yerr! ARCHIE Don't fucking start you two! ", "truth": "MEREDITH laughs... \nPink Revised     21st May 2008         29. 31   CONTINUED:                                                       31 \nOMP (CONT'D) Puttin g you r one in a man' s bum !... Sodomite... Buggerer... \nMEREDITH Peanut ... What I choose to do with my nine and a half has got fuck all to do with you! \nOMP It's disgusting! - Man with man!                         * \nARCHIE Alright, alright! \nOMP Fucking smarm! \nARCHIE Alright! \nCUT TO \n32   INT KITCHEN DETACHED SUBURBAN VILLA PREVIOUS NIGHT               32 \nLIZ at the window ... COLIN at the table... \nCOLIN ... I've loved you too much, 'aven't I? -- That's what I've done wrong -I've driven you away - driven you into the arms of someone else - that's what I've done - S'pose I deserve it - must do - who'd 'ave thought it, eh, you can love someone too much!... I've over loved ya - I'm an overlover... and I feel very lonely... (begins to sob, catching his breath like an infant) ... I'm beggin' you to stay - I beg you not to leave me... I beg you... on my bended knees... Please... I just don't understand what I've done wrong - and I beg you not to leave me this way - don't leave me this way.                                       * \nLIZ (Softly) ... Come on, Colin... \nCOLIN ...What?... \nLIZ (Gently) ... Have some dignity... \nPink Revised   21st May 2008            30. 32   CONTINUED:                                                         32 \nCOLIN (Chest heaving with sobs) I - don't - want din-gity - I want you!! ... Is that bad? ! ... Is t hat a bad crime? - Ov- ver - lovin'??? \nPause... he fights his tears... struggles to get it together ... breathes ... breathes hard ... sucking in air ... trying to gather strength ... from somewhere... calms a bit ... stares hard at her ... eventually- . \nCOLIN (CONT'D) ... You've made a mistake, you 'ave ... You're gonna miss me! - You're really                      * gonna fuckin miss me! ... Coupla days time - when it sinks in ... Oh, you'll reg re t t ha t! Wh at a n e rr or ! W ha t a booboo! ... You've fucked up! Boy, 'ave you fucked up!... An' you know what? - when you realise 'ow ... (selects a word) silly you've been -- `ow impulsive ... reckless and stupid - 'ow ... (selects a word) feminine you've been - you stupid woman ... you're gonna come runnin', back with your tail between your legs pleadin' to be let in out of the cold - and will I take you back? - Will I fuck!! No way!! Not a snowball's chance in hell! Not on your nelly !!... 'Ang on Colin -' ang on son - you're lying to yourself! - Course you'll take her back! Of c ourse you will!!... I'll take you back, Liz - I fo r g i ve y o u - c o s t h a t ' s w h a t overlovers', do, you see -they 'overlove' - they love too much! \nLIZ (Delicately) Colin, its not working between us - well for me its not working - and it hasn't been working for a long time... \nCOLIN Yeah, that's because you ain't been doing your bit, Liz ... you ain't been doing your bit! ... Love is like a garden and in order to keep it looking beautiful you gotta work at it ... Gotta do the weedin' and you ain't been doing any weedin', Liz - and that's cos you're lazy - You're a lazy lover, Liz - And now the garden's over-run -'s a jungle, innit? - we're lost in the jungle - can't see each other \n32   CONTINUED: (2)                                               32 \nLIZ (Softly) I don't feel like that, Colin - I don't                 * feel the same as you - just have to get out - \nCOLIN (Petulant) Well fuck off then!!... Go on, go!... Fuck off!... I'll be alright ... You cru el ba st ar d! .. . Go on - I' m no t stopping you... Take your stuff and get - Leave mine - I'll attend to that! Just fuck off!... You're a horrible cunt! Traitor!                                                * \nLIZ (Had enough) Well if you're going to start calling me names - \nCOLIN (Affronted. Interrupting) Don't you - a dirty, unfaithful cow who's sucked another man's bell-end -tell me - tell me that I'm callin' you names!! Who is he? \nThere is a pause as LIZ decides how to play this... \nLIZ ... Does it matter? \nCOLIN Oo is he? Tell me the cunt's name - I wanna know. \nLIZ ... He's just a guy. \nCOLIN Oh, a guy is he? - A guy! - What he's not a bloke? Not just a. bloke? He's a `guy'! Cunt - I'll cut `is cock off when I find                * 'im! \n", "random": "redy walks over to him. \nFREDY I'd like to see you! \nMeanwhile, African-American RACHEL sends a glance to Peanut. \nRACHEL I've been looking for you and I have no idea who you are. \nPeanut nods. \nRACHEL Well, you seem to be having a great time. \nPeanut looks to him, surprised. \nRACHEL (CONT'D) I", "sentiment": "ete is about to take a shot at Peanut but he's too late. \nPete is about to shoot Peanut but he's too late. \nPete is about to shoot Peanut but he's too late. \nPeanut is about to shoot Peanut but he's too late. \nPete is about to shoot Peanut but he's too late. \nPete is about to shoot Peanut but he's too late. \n"}]