[{"id": 1809, "prefix": "ADAM Can you unlock my window? There's a lot of pollen in the air. Seth ignores Adam and turns up the music. ADAM (CONT'D) (ANNOYED) Seriously, my allergies are flaring up. It feels like my nasal cavities are on fire. ", "truth": "SETH Sorry music's too loud, it's making it hard for me to hear your whining. \nINT. COFFEE SHOP - LATER \nWe see the morning bustle as BUSINESS MEN and WOMEN stand in line waiting for their morning coffee. Adam and Seth stand at the end of that line watching the YOUNG COUPLE in front of them who can't keep their hands off of each other. \nSETH I don't get it, that guy is clearly a total douchebag...He's wearing Capris! \nADAM Rachel and I used to be like that; like two wild animals in heat... (THINKS) I guess it is only natural though, as we get older, more mature, things begin to slow down. (BEAT) Sex every three weeks is normal? Right? \nSETH (IN SHOCK) You haven't had sex in three weeks? \nADAM (SHRUGS) You think maybe she's mad cause I haven't asked her to move in? \nSETH What the fuck are you talking about? I don't think she's waiting for you to ask anything. You're using her shampoo. Next thing you'll be using her tampons. \nSeth laughs at his own joke. \nSETH (CONT'D) But seriously, let me get this straight - she has her own place, yet she spends every night with you, in your bed, but she won't sleep with you? \nADAM It's not that big a deal. \nSETH So when does it become a big deal? Five weeks? Six weeks? A year? My cut off...4 days. That's when I begin to worry. \nADAM Do you realize how lucky I am to be with Rachel? \nSETH Look around, there are like a million Rachel's in this city alone...well, she's kind of hot, so maybe half a million. \nADAM But they're not Rachel. I don't know how to explain it, but being with her just feels right. And I'm not going to overlook that just cause we're in a lull. \nSETH My parents are in a lull, which is what happens after 35 years of marriage. You've only been dating her four months. At our age sex is all we have. Every time she refuses to sleep with you a small piece of every man's soul dies. She's killing us Adam...You're a semi- smart, semi-successful, semi- average looking dude. Just based on that you could get with at least one third of the female population. \nAdam and Seth step up to the counter. They're greeted by the SUPER GAY BARISTA, who loves his job way too much. \nBARISTA Morning gentlemen. \nSETH (TO BARISTA) Would you sleep with my friend. \nBARISTA Like, right now? \nSETH No just in general. \nBARISTA Yeah, I'd fuck him. \nThe Barista yells to DEMETRI, the other Barista. \nBARISTA (CONT'D) Hey Demetri, (RE: ADAM) Fuckable? \nDemetri examines Adam. He's not impressed with what he sees. \nDEMETRI I'd let you blow me. \nSETH (TO ADAM) See this is what I'm saying. \nThe Barista hands Seth and Adam two cups of coffee, they each leave a dollar. \nINT. SAN DIEGO MUSEUM OF NATURAL HISTORY - LATER \nAdam and Seth enter the museum. They pass JENNY (30) at the information desk. \nSETH AND ADAM Good morning Jenny. \nJenny ignores them. \nSETH (UNDER BREATH) I love you. \nPHIL (60), the museum's vivacious director approaches. \nPHIL Salutations gentlemen. \nPhil sniffs the air and looks at Adam. \nPHIL (CONT'D) Are you wearing perfume? \nADAM It's Rachel's shampoo. \nPhil goes in for a closer sniff. Then an even closer sniff. Adam looks uncomfortable. \nPHIL (DECLARATIVE) Fructis by L'oreal. (IMPRESSED) My wife uses that. (TO SETH) What are you wearing? \nSeth's eyes open wide as Phil goes in for a sniff. \nPHIL (CONT'D) What is that? \nSETH Ah, mothballs? \n", "random": "I try to fiddle with the music but it's still, quite intense.  I'm so upset.   I want to go back to sleep.  I want to go back to sleep.  I want to go back to sleep.  I want to go back to sleep.  I want to go back to sleep. I want to go back to sleep.  I want to go back to sleep.  I want to go back", "sentiment": "I just want to let you know that I'm not the only one that's feeling this way. I'm not the only one feeling this way. The only one that's feeling this way. I'm not the only one feeling this way.  I'm not the only one feeling this way. I'm not the only one feeling this way. I'm not the only one feeling this way. I'm not the only one feeling this way.  I'm not the only one"}, {"id": 1810, "prefix": "Damage control. Seth points to a life sized NEANDERTHAL MAN holding a spear. SETH (IN EXCITEMENT) Who wants to hear about the caveman? Seth picks up the spear and pretends to charge Adam. ", "truth": "The kids cheer. \nAnnoyed, Adam takes the spear out of Seth's hand. \nADAM This is Homo Neanderthalensis - the Neanderthal Man. For over 150,000 years his ancestors dominated all of Europe. But then about 30,000 years ago, Neanderthals began to disappear, until one day, their entire civilization was gone. \nGREG What happened? \nADAM Greg you know what happened. \nGREG I do? \nSETH Come on! Tell us what happened to the caveman. \nADAM Well no one knows for sure. But it's suspected that because Neanderthal was a nomadic huntsman, he roamed the land, only fending for himself - never learning to cohabitate with others. So as Cro Magnon families settled into Europe, they took over the land. One by one, Neanderthal was pushed out...and never seen, or heard from again. \nSETH (game show voice) That's quite a story. Thank you Adam. \nSeth and Adam look at the kids, they look bored. \nSETH (CONT'D) (Quietly to Adam) You really know how to win a crowd. \nADAM (to the kids) But you never know, just cause they vanished doesn't mean they're gone. For all we know, there could be a Neanderthal walking among us right now. And by the looks of this guy HERE - (points at Neanderthal) I'd say he probably plays defense for the Raiders. \nAdam's joke gets a small laugh from the teacher, but zero response from the kids. \nKID 1 This sucks ass. \nAdam and Seth look at each other in shock...Seth chimes in - \nSETH I see dinosaurs. \nSeth runs down the hall towards the dinosaur exhibit. The kids follow in excitement. The teacher barely bats an eye as she takes her time slowly trailing after the group. \nEXT. MOUNT SINAI HOSPITAL - LATER \nAdam enters the hospital... \nINT. HOSPITAL. EXAMINING ROOM - LATER \nAdam leafs through a pamphlet on Incontinence. \nThe pedantic DR. ROSS enters and completely ignores Adam. Instead, he looks over Adam's chart, examines his MRI scans, and pulls out a DICTAPHONE - \nDR. ROSS (into the dictaphone) Patient has been complaining of excessive urination, back pain, and night sweats. Blood tests and urine analysis are normal. MRI indicates a massive intraduaral extradural MALIGNANT SCHWANNOMA neurofibrosarcomas extending into psoas muscle with nerve root compression syndrome and bone erosion. \nWe see Adam's face gradually look more and more confused, he slowly begins to raise his arm as if to ask a question. \nDR. ROSS (CONT'D) Growth extends from the L2 to L5. Cytotoxic antibiotics are recommended. \nDr. Ross turns to see Adam holding his arm in the air. \nDR. ROSS (CONT'D) Yes. Questions? \nADAM (DUMBFOUNDED) I have no idea what you just said. Is there something wrong with me? \nDR. ROSS (points to MRI) If you look here on your MRI, you see this cephalopod like object spreading down along your spinal column? \nAdam squints. It all looks the same. \nDR. ROSS (CONT'D) That is a massive schwannoma neurofibrosarcomas. \nADAM I still have no idea what you're talking about. \nDR. ROSS It's a malignant tumor. \nADAM What?!...A tumor? No. \nDR. ROSS I'm afraid so. \nADAM How is that possible?...I don't smoke. I don't drink. I eat healthy...I even recycle. \nDR. ROSS Well Adam it's actually quite fascinating. Your cancer is the result of an incredibly rare gene mutation in chromosome 17p in the p53 Gene that causes the growth of malignant cells in tissue around the nerves. In your case it's grown along the nerves in your lower spine. \nAdam looks at himself in the mirror. \nADAM (still in denial) But, look at me. I don't look sick. \nDR. ROSS Cancer often has no specific symptoms. People can go years with out knowing they're sick. We're lucky we caught it before it metastasizes. (MORE) \nDR. ROSS (CONT'D) (BEAT) I'm going to put you on a 4 month regimen of chemotherapy. It's an aggressive dosage so you might want to think about taking some time off from work. \nThis is real. Adam walks to the window and presses his face against the glass. He looks down at the city below. From 15 stories up, the people on the street look like miniature figurines. \nAdam turns back to Dr. Ross. \n", "random": "______________________________________________________________________ _________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________ ________________________", "sentiment": "**** ********* Adam's head is shaking. Seth is able to see Adam's face. Adam's face is a pale and red. A PICKING DEATHLEAM (LEFT) (SUSPICIOUS) I'm not in this to kill you. Adam's eyes are red and he's not sure what to do. ********* ********* Adam's eyes are red and he's not sure what to do. ********* ********* Adam's"}, {"id": 1811, "prefix": "INT. HOSPITAL CORRIDOR - MOMENTS LATER Adam walks down the hospital corridor passing dozens of patients, none of whom are under the age of 40. In Adam's hand is the business card with \"Mount Sinai Psychology Group\" written on it. He finds the office and knocks on the half opened door. The office is small, cold and emotionless - with stacks of psychology books and files strewn about. ", "truth": "Kate looks up as she takes a bite of her sandwich. \nKATIE (mouth full of food) Can I help you? \nADAM I have an appointment with Dr. McRae. \nKatie puts down the sandwich, rises from her seat and puts her hand out to shake Adam's. \nKATIE Please call me Katie. \nADAM (CONFUSED) You're Dr. McRae? \nKATIE You were expecting someone else? \nKatie wraps up her sandwich and puts the rest away. \nADAM Aren't you supposed to be like sixty-five and wear earth toned sweaters? \nKATIE (SLIGHTLY DEFENSIVE) Why? Did someone say that's what I look like? \nADAM No, no, no. I was just expecting someone older. \nKATIE Sorry to disappoint you. \nADAM No believe me, you're fine. Better than fine, you're Dr. McRae...you're a doctor? How old are you? \nKATIE Twenty-six. \nADAM Twenty-six? What are you like Doogie Howser? \nKATIE Who? \nADAM Doogie Howser... \nOff Katie's blank look. \nADAM (CONT'D) ...The teenage doctor. \nKATIE Does he work here? \nADAM No. Nevermind...but aren't you young to be a doctor? \nKATIE I'm actually in my final semester of medical school. (off Adam's look) This is a training hospital. \nADAM So have you had many patients? \nKATIE You're actually my first. \nThat did not help to ease Adam's anxiety. \nADAM Oh. \nKATIE Please sit. \nAdam notices a dark stain on the couch. He sits as far from it as possible. \nKatie pulls out Adam's file and sits in a chair across from him. Adam looks anxious, this is his first time in therapy. \nKATIE (CONT'D) Dr. Ross filled me in on your situation. Tell me, how have you been feeling? \nADAM Honestly. I feel fine. \nKATIE I think that's great considering what you're going through. \nADAM Yeah, but I tend to internalize everything so, who knows. \nKATIE You mean you repress as a coping mechanism. \nADAM Is that what I do? \nKATIE That's what you just said. \nADAM The way I say it sounds cute in a neurotic way. When you say it, it's like an indictment. The word \"repress\" - sounds so harsh. \nKATIE It's actually quite common. \nADAM Oh good, I'd hate to think I'm anything but an emotional sheep. \nKATIE Don't think of it in those terms. It's not like it's been a conscious decision on your part. What's important now is for you to be aware of the way you treat your emotions and for me to help you make adjustments. \nADAM So how do we do that? \nKATIE The first thing I want you to do is to stop looking at cancer as a burden. Cancer has come into your life to show you that your emotional and physical bodies are out of balance. This is your chance to correct that. \nADAM You're not in a cult are you? \n", "random": "he office is empty. A man walks in and sits at the desk. He looks around him.  The patient is quiet. He looks up at Adam. He looks up at Adam with a blank expression. The man is the same bald man.  They talk about how Adam and his wife were together.  Adam tells Adam that he's been doing therapy with a psychologist. Adam sticks with Adam and tells Adam that he's been diagnosed with a mental disorder.  Adam", "sentiment": "---------- 0 ROLL OUT. A FILTER hits Adam's right side. --------------- A BOX pops out from the nearest cabinet. Inside is a note. Artist Harry Pfalter comes up to Adam. He resembles Adam, and shows him the book. ------------ BUILT OUT. LATER Adam walks out of the hospital. He picks up Adam. --------------- BOYS ARE SORRY AS HE LOSES Adam. --------------- TOUGH. Adam enters: [Coming out of the"}]