[{"id": 2550, "prefix": "CUT TO: INT. BOOKSTORE - DAY Tom, starting to get that unshaven, unkempt look, wanders through the self-help section. He leafs through some of the titles. He grabs just about every one of them. ", "truth": "Tom has more than fifty self-help books on a shelf by his bed. He reads from one called \"Six Steps to Getting Over Him.\" \nTOM (V.O.) \"So he broke your heart. You've been sad and depressed for weeks. Perhaps you've turned to drinking or even drugs. And nothing's helped. Now what? Should you binge on rocky road and watch soaps all day?\" \nSECONDS LATER. Tom sits in his bed eating ice cream. He continues to read. \nTOM (V.O.) \"No you should not.\" \nHe slowly puts the ice cream down. \nTOM (V.O.) \"Through extensive research, we have found the six most effective ways to get over that lost love and make room in your heart for a new man to fill. Those steps are:\" \nEXT. STREET - DAY \nTom jogs. \nTOM (V.O.) \"One. Exercise. The body's release of endorphins will assuage the brain and provide a genuine sense of accomplishment and success.\" \nCars pass him at top speed. Bicycles breeze by him. A child on a big wheel soars past. He may as well be jogging in place. \nINT. YOGA CENTER - NIGHT \nTom is taking a yoga class. \nTOM (V.O.) \"Two. Physical and Mental relaxation. Channel all of your energies to the core of your being for a new understanding of the self and others.\" \nThis shit is really fucking hard when you're as inflexible as Tom. Everyone else in the class seems at peace. Tom can't even get the breathing right. \nINT. HOMELESS SHELTER - DAY \nTom feels good about himself as he gives out food to the homeless. \nTOM (V.O.) \"Three. Charity. Reach out! You are not alone in your pain.\" \nNext in line is a HOMELESS COUPLE holding hands. Tom spirits immediately fall. Even these two somehow found each other. \nINT SHOE STORE - DAY \nTom stands in the center of a fashionable ladies shoe store. \nTOM (V.O.) \"Four. Shoe Shopping! Ladies...you know you want to. Indulge!\" \nANGLE ON TOM, just sorta standing there. Confused. He doesn't really want new shoes. \nEXT. FOREST - DAY \nTom backpacks alone in the forest. \nTOM (V.O.) \"Five. Travel. Take some time to see another environment. Get perspective. It's a beautiful world. It will be for you again someday.\" \nThis is it, he's finally found some peace. Tom looks up to the tops of the trees where the sunlight is peeking in and takes a deep breath. \nFREEZE ON TOM. \nINFORMATION BUBBLES pop up on the screen to point out that Tom is standing in POISON OAK. There's a RUSTY BEAR TRAP a step ahead of him. A giant POISONOUS SNAKE creeping up behind him. A TICK on his leg. And in the distance a HUNTER has Tom sized up in his rifle sight. \nUNFREEZE. \nTom starts to itch... \nINT. APARTMENT - LATER \nTom is painting the walls of his now nearly bare apartment. \nTOM (V.O.) \"Six. Redecorate. Start anew.\" \nHe's focused on his task and in fact seems pretty good at it. \nTOM (V.O.) \"By taking these few steps, you will have discovered your inner strength and should be ready to move on. I bet you can hardly remember his face at all.\" \nWe pull back to REVEAL Tom has painted a giant mural of Summer on his wall. He looks at the self-help book and dropkicks it. \nINT CROWDED BAR - NIGHT \nSummer and Tom stand by the bar. \nTOM I just don't get women's fashion nowadays. Everybody with the tattoos, the giant hoop earrings, those annoying hats. Explain this to me. \nSUMMER People think it looks good. \nTOM Do you? \n", "random": " He's in the middle of a little war.  He has a couple of years to get back to the way he was.  He has to figure out why he's here.  He has to figure out why he's here.  He has to figure out why he's here.  He has to figure out why he's here.  He has to figure out why he's here.  He has to figure out why he's here.", "sentiment": " It's a large book.  He gets ready to go.  The teens are all too happy.  They know they're getting a chance at a life.  They pull away from the crowd.  The TV is also there.  Sitting in a large and square corner, is Cindy.  There is a fireplace at the back.  The TV is in the front.  Sending messages of love and a life.  "}, {"id": 2551, "prefix": "TOM No. Where's that coming from? AUNT BETSY We just always wondered. Awkward. ", "truth": "CUT TO: \nLATER. Tom at the bar. He downs his drink in one gulp. \nCUT TO: \nLATER. ANGLE ON Tom alone at the table. The band plays \"Lady in Red\" and everyone's dancing. When we're back on Tom, he's sitting with Summer. \nTOM Well...glad you came? \nSUMMER Of course. Where am I exactly? \nTOM When you turn 13 in the Jewish religion, you officially become an adult. \nANGLE ON RACHEL, dancing with a BOY. \nSUMMER Wow. So this is a big day in your sister's life. \nTOM Pretty big, yeah. \nSUMMER (BEAT) So why aren't you smiling? \nANGLE ON TOM. Alone. Still not smiling. Rachel arrives in the nick of time. \nRACHEL Hey brother. Wanna dance? \nShe drags him to the dance floor. \nRACHEL Hi. \nTOM You having fun? You were great this morning. \nRACHEL Yeah yeah yeah. Talk to me. How are you? \nTOM Me? I'm good. I'm great. \nRACHEL (re: Summer's engagement) I heard. \nTOM Yeah. \nRACHEL Sucks. \nTOM Yup. \nIt's silent a few beats. \nTOM Anyway, who cares about me? This is your day. \nShe hugs him. Tight. He doesn't cry but he could. \nRACHEL You know, my friends... they're all in love with you. \nTOM Is that right? \nRACHEL Look. \nHe sees a coven of 13-year olds swooning across the dance floor at him. \nTOM That's nice. \nRACHEL What I tell ya? There are plenty other fish in the sea. \nTOM Those are guppies. \nRACHEL Who knows, someday one might turn out to be your \"true love.\" \nTOM Are you making fun of me now? \nRACHEL No I'm serious. \nTOM I got news for you Rach. That true love stuff... it's make-believe. \nRACHEL Well that's not very romantic. \nTOM It's the new me. \nThe song ends. \nTOM Alright... go play with your friends. \nRACHEL You'll be ok? \n", "random": " I'm sorry... I'm sorry. I'm not talking. I'm not.  I'm not.  I'm.  I'm sorry.  I'm sorry.  I'm sorry.  I'm sorry.  I'm sorry.  I'm sorry.  I'm sorry.  I'm sorry.  I'm sorry.  I'm sorry.  I'm sorry.  I'm sorry", "sentiment": "__________________________________________________________________ O'BRIEN: I'm just a little surprised. I mean, she's a big fan of you. That's the kind of woman I want to become, right? __________________________________________________________________ O'BRIEN: Sure. Well, I mean, she's a big fan of me. Not that you're anything special. I'm just thinking that, you know, I don't know, you know, I'm not really sure. __________________________________________________________________ O'BRI"}, {"id": 2552, "prefix": "TOM So, uh... GIRL Hmm? TOM Are you from...California? ", "truth": "TOM I know Atherton. Nice area. \nGIRL Have I seen you before? \nTOM I, uh, don't know. I don't think so. \nGIRL Do you go to St. Patrick's? Not to pray or anything but to stand outside? \nTOM I do! I love that church. It's like my favorite structure in the city. \nGIRL If only it wasn't near that horrible mirrored thing... \nTOM Yes! Exactly. I totally agree! \nGIRL Yeah. (BEAT) I think I've seen you there. \nTOM You have? Really? Hmm. I didn't see you. \nGIRL It happens. You probably weren't looking. \nA MAN comes out. \nMAN Tom Hansen? \nTOM Yes. \nMAN Come on back. \nTOM Thank you. \nHe starts to go. But halfway through the doorway, he pauses and looks back at the girl. \nNARRATOR If Tom had learned anything... it was that you can't ascribe great cosmic significance to a simple earthly event. Coincidence. That's all anything ever is. Nothing more than coincidence. \nANIMATION. 1 second clip of the colored sequence. Real fast. Hardly noticeable. But it's there. \nNARRATOR It took a long time but Tom had finally learned. There are no miracles. There's no such thing as fate. Nothing is meant to be. He knew. He was sure of it now. (BEAT) Tom was... \nTom turns back around. \nNARRATOR ...pretty sure. \nTOM (to Girl) Excuse me. \nGIRL Hello stranger. \nTOM When this is over... uh... would you like to maybe...grab a cup of coffee or something? \nGIRL Oh. I'm sorta supposed to meet someone. \nTOM (DEFLATED) Oh. Got it... No problem. \nHe turns back around and shakes that off, tries to refocus on the task at hand. A job interview. And then he hears. \nGIRL Ok. \nTom turns back around. \nTOM What's that? \nGIRL Why not? \nTOM Yeah? \nGIRL Yeah. \nTOM Great! So... I'll wait for you here, or you wait for me or...something. \nShe laughs. She's cute when she laughs. \nGIRL We'll figure it out. \nTOM Ok! (extends hand to shake) My name's Tom. \nGIRL Nice to meet you... \nShe puts out her hand to meet his. They shake. \nGIRL I'm Autumn. \nAnd on his face... \n", "random": "?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ?????? ????", "sentiment": "\nGIRL Yes. \nGIRL You're from...California? \nGIRL Yes. \nGIRL You're from...California? \nGIRL Yes. \nGIRL You're from...California? \nGIRL Yes. \nGIRL You're from...California? \nGIRL Yes. \nGIRL You're from...California? \nGIRL Yes. \nGIR"}]