[{"id": 3165, "prefix": "CHARLES FRECK They're aphids. DONNA HAWTHORNE Yeah, well, then he didn't know what they were. EXT. ANAHEIM STREET - DAY ", "truth": "BOB ARCTOR Fucking McDonaldburger's is taking over. \nEXT. PHONE BOOTH - LATER \nArctor dials the phone and takes a bite from a partially unwrapped McDonald's hamburger. He chews as the phone rings. \nDONNA HAWTHORNE (O.S.) Hello? \nBOB ARCTOR Donna.   How you doin'? It's Bob. \nDONNA HAWTHORNE (O.S.) (pause) Oh.    Hi. \nBOB ARCTOR How's your head today, man? \nDONNA HAWTHORNE (O.S.) Eh. I was bumtripped this a.m. by my boss. This gray hair bilked us out of ten bucks. So my boss says it's coming out of my paycheck! \nBOB ARCTOR Hey, can I get anything from you? \nDONNA HAWTHORNE (O.S.) (resistant) I don't know. \nBOB ARCTOR Ten.   Just ten. \n(CONTINUED) CONTINUED: \nDONNA HAWTHORNE (O.S.) Yeah, okay. I'll come over tonight. Hey, I have this book I want to show you. About wolves. \nBOB ARCTOR Oh, wow. \nDONNA HAWTHORNE You know what the male wolf does when he defeats a foe? He doesn't snuff him. He pees on him! Then he splits. \nBOB ARCTOR I peed on some people today. \nDONNA HAWTHORNE (O.S.) No kidding?    How come? \nBOB ARCTOR Metaphorically peed, I mean. \nDONNA HAWTHORNE (O.S.) Not the usual way? \nBOB ARCTOR What I mean is, I told this group of... \nArctor realizes he's saying too much. He tries to cover. He glances at a Foster's Freeze across the street with some Hell's Angels in the parking lot. \nBOB ARCTOR (CONT'D) ... biker-types, at the Foster's Freeze. I was cruising around and they said something raunchy, so I turned and said something like -- \nArctor has no idea what to say.    Suddenly he's exhausted. \nDONNA HAWTHORNE (O.S.) You can tell me, even if it's super gross. You have to be super gross with biker-types. \nBOB ARCTOR I told 'em I'd rather ride a pig than a hog. \nDONNA HAWTHORNE (O.S.) (beat) I don't get it. \n(CONTINUED) CONTINUED: \nBOB ARCTOR Well, a pig is a chick that -- \nDONNA HAWTHORNE (O.S.) Oh. Okay, well I get it. Barf. Oh, I forgot to tell you, your roommates, Ernie What's-His-Name and Barris, came into the shop today looking for you. \nBOB ARCTOR They didn't try me at my job, did they? \nDONNA HAWTHORNE (O.S.) I dunno. They said they wanted to use your cephalochromoscope and it didn't work. So Barris took it apart -- \nBOB ARCTOR The hell you say -- \nDONNA HAWTHORNE (O.S.) And apparently it's been sabotaged. The wires cut, and sort of weird stuff like that. Barris said he'd -- \nBOB ARCTOR Fuck Barris! That cephscope cost me nine hundred dollars. I need to get home right now. But I gotta... Oh, fuck, man. Fuck fuck fuck Barris! \nDONNA HAWTHORNE (O.S.) You gotta what? \nBOB ARCTOR I gotta run an errand and like that. \nINT. BOB ARCTOR'S CAR - DAY \nArctor parks across from the New-Path Drug Rehab Facility, a converted wood frame house. He checks the police photo of Erroll Weeks, a.k.a Spade Weeks, shoves it into his glove compartment, and heads, business-like, toward the building. \nSHOT OF NOTEBOOK PAGE DAPPLED WITH SUNLIGHT \nChildren play in the background. Someone skims the entry, as the offhand voice-over reads along. \nBOB ARCTOR   (V.O.) The S.O. believes Spade   Weeks has lost himself inside New-Path   by posing as a junky. New-Path strips    junkies of all (MORE) \n(CONTINUED) CONTINUED: \nBOB ARCTOR (cont'd) i.d. and gives them new names as part of personality rebuilding process. It's a perfect hiding place. \nINT. NEW-PATH - CONTINUOUS \nIt's gloomy. There's a lounge area with a couple of guys reading. An unused ping-pong table. Posters on the wall such as THE ONLY REAL FAILURE IS TO FAIL OTHERS. Arctor enters, now playing the junky: strung-out, disoriented. A pretty girl in a New-Path tee-shirt appears. \n", "random": "                                                                                                 ", "sentiment": " THE BANDAIS - DAY \nCORNISH WOMAN's head is cut out. She's a little a mess. Dr. Cox rushes to him. CARTER (CONT'D) I'm going to the city, taking care of you. Dr. Cox forced you over to Cologne last rites. He arrives by bicycle. DR. BOLSHINI I must say I have no idea what these are. I've no idea what they are. all I know"}, {"id": 3166, "prefix": "Silence. BOB ARCTOR So what did you write on the note, Jim? JIM BARRIS I wrote: \"Donna, come on in, the door's unlocked. We...\" The note's to Donna. ", "truth": "JIM BARRIS This way, we'll know who's been messing with us, Bob. And that is of prime importance. \nEXT. BOB ARCTOR'S HOUSE - AFTERNOON \nThe car pulls up to the house. The three guys get out. A piece of paper is tacked to the door. It reads: \"Donna come on inside; door's unlocked. We've gone to Long Beach for the day to purchase a stolen cephscope.\" \n(CONTINUED) CONTINUED: \nBOB ARCTOR Jesus, Barris. \nArctor turns the knob. It's unlocked. He looks at Barris and shakes his head. Barris grins, shrugs. They enter. \nINT. BOB ARCTOR'S LIVING ROOM - CONTINUOUS \nBarris studies the room. \nJIM BARRIS Interesting. Everything is exactly as we left it. They're very clever. \nBarris pulls his .22 from the top of the bookshelf.    The animals appear, clamoring to be fed. \nERNIE LUCKMAN Well, Barris, I can see you're right. There was definitely someone here. You see, the scrupulous covering-over of all signs they otherwise would've left testifies to their -- (farts, heads into kitchen) Barris, you're one paranoid fuck. \nBarris continues to search the room, gun drawn. Arctor watches him intently, trying to appear uninterested. \nSHOT OF NOTEBOOK DAPPLED WITH SUNLIGHT \nKids voices.   We scan across the following entry. \nBOB ARCTOR (V.O.) Strange how, now and then, paranoia can link up with reality. \nA hand turns the page. \nINT. ARCTOR'S LIVING ROOM - CONTINUOUS \nBarris studies a full ashtray on the coffee table. \nJIM BARRIS Look at this! \nArctor and Luckman, who has emerged from the kitchen with a beer, approach the ashtray. Luckman holds his hand over it. \nERNIE LUCKMAN A still-hot butt. It sure is. \n(CONTINUED) CONTINUED: \nArctor massages the bridge of his nose.     Then, trying his best to play dumb: \nBOB ARCTOR My God, who was here? \nERNIE LUCKMAN Wait, this is what's hot. (reaches into ashtray, pulls out roach) They lit a joint. (looking around) But what'd they do? What the fuck did they do? \nJIM BARRIS That roach may not be a slip-up. Maybe they were here specifically to plant dope, then phone in a tip later. Maybe there's dope planted all over this house. We're going to have to go through and get this place clean. \nERNIE LUCKMAN I'll check the wall sockets.   You take apart the tv and stereo. \nLuckman grabs a screwdriver.    Barris raises his head sagely. \nJIM BARRIS Wait. If they see us scrambling around before the raid -- \nBOB ARCTOR What raid? \nJIM BARRIS -- then we can't allege, even though it's true, that we didn't know the dope was there. Maybe that, too, is part of their ingenious plan. \nLuckman throws down the screwdriver as if it's red hot. \nERNIE LUCKMAN We're fucked! We can't do anything! \nBOB ARCTOR Did you forget about the recorder, Jim? \n(CONTINUED) CONTINUED: \nJIM BARRIS Oh yes. The tape should be extremely informational at this point. (pulls it from under couch) Well, it probably wouldn't ultimately have proven that important. \nBOB ARCTOR Forget to turn it on, did you? \nJIM BARRIS No. The first thing they did upon entering was switch it to \"off\". \nERNIE LUCKMAN It's off?    Fuck! Those fuckers. \nJIM BARRIS They made their move swiftly, before so much as an inch of tape pasesd through the recording head. \nERNIE LUCKMAN Now what?    Now what the fuck do we do? \nJIM BARRIS You know, Bob, there is one thing you could do, although it would take time. \nBOB ARCTOR Sell the house? \nBarris nods gravely. \nERNIE LUCKMAN Does anybody know a good realtor? \n", "random": "ARRIS (to the door) Donna? \nJIM BARRIS \"No. My job is to protect my girl. I'm wearing leather clothes. It's not night.\" (to the door) I'm gonna get you those boots. \nBARRIS Yeah, I'm gonna get you those boots. I'm gonna get you a pair of these boots. \nJIM BARRIS (to the door) He's gonna lie to me. ", "sentiment": "IM BARRIS I'm sorry, Jim. I don't know what's wrong with you. I'm sorry. \nINT. AMERICAN HOUSE - DAY \nJim BARRIS (in a suit) is sitting in the front row of the house. He's wearing a suit, a shirt, and a tie. He's wearing a tie. He's sitting on the porch, drinking. He's wearing a tie. He's sitting in the front row of the house"}, {"id": 3167, "prefix": "DONNA HAWTHORNE (CONT'D) Did you know this dude Tony Amsterdam? No response from Arctor.    Donna relights the pipe, inhales. DONNA HAWTHORNE (CONT'D) After he saw God, he felt really good, for around a year. Then he felt worse than he had ever felt before in his life. Because one day it came to him, he was never going to see God again. He was going to live out the rest of his life, fifty years maybe, and see nothing but what he had always seen. He realized he was going to have to live on and on with no purpose. Just a lump of flesh grinding along, eating, drinking, working, sleeping, crapping -- ", "truth": "DONNA   HAWTHORNE That's what I told   him. We're all in the same boat, and   it doesn't freak us out. But he said,    \"You don't know what I saw.\" \nA spasm passes through Arctor, convulsing him.       Then: \nBOB ARCTOR Did... he say what it was like? \nDONNA HAWTHORNE Spars. Showers of colored sparks. In the air. Going up the wall. Wherever he looked. The whole world (MORE) (CONTINUED) CONTINUED: \nDONNA HAWTHORNE (cont'd) was a living creature. And there were no accidents. Everything fitted together to achieve something, some goal in the future. And there was a doorway. For a week he saw it wherever he looked. Always the same proportions, very narrow. Very pleasing. That's the word he used. He never entered it though. Just looked at it, surrounded by red and gold light, like the sparks had collected into lines. Then he never saw it again his whole, entire life. \nBOB ARCTOR What was on the other side? \nDONNA HAWTHORNE He said it was always nighttime. Moonlight and water. Nothing ever changed. Water like blank ink and a beach. He was sure it was ancient Greece, that the door was a weak link in time. Later when he couldn't see it anymore, he became so frustrated with the noise and lights and motion in this world. He'd tell everyone he met that he lost everything. \nBOB ARCTOR I've lost everything. \nDONNA HAWTHORNE There was a woman on the island. More like a statue. Of the Cyrenaican Aphrodite. In the moonlight. Pale and cold. \nBOB ARCTOR He should've gone through while he had the chance. You only get one chance. \nDONNA HAWTHORNE He didn't have the chance, Bob. It was a promise. Something to come. Something better a long time in the future. They show us trailers now. (puts arm around Arctor) So we'll hold out. \n(CONTINUED) CONTINUED: \nBOB ARCTOR That's what you're trying to do. With me now. Show me a trailer. So I'll hold out. \nDonna is quiet, sniffs in some snot. \nDONNA HAWTHORNE You're a good man. You've been dealt a bad blow. But life isn't over for you. I care for you a lot. I wish... \nDonna's voice cracks. She looks down at Arctor, who seems only semi-conscious now. She continues to hold him in silence, rocking him slightly, looking out at the city. \nDONNA HAWTHORNE (CONT'D) You're a good and kind person. And this is unfair, but it has to be this way. Try to wait for the end. Sometime, a long time from now, you'll see the way you saw before. \nA light shines into Donna's eyes. She squints at it, at the silhouette of a uniformed cop behind the light. \nCOP Would you stand, you first, miss, and show me your identification, please? \nDonna lays Arctor gently on the ground. She approaches the cop, signals him away from the unconscious Arctor, and hands him her wallet. He studies it in his flashlight beam. \nCOP (CONT'D) You're a fed? \nDONNA HAWTHORNE Keep your voice down. \nCOP I'm sorry. \nDONNA HAWTHORNE Just fucking take off. \nThe cop shines his flashlight into Donna's face, studies her, hands her her wallet, then takes off. Donna approaches the unconscious Arctor. \n(CONTINUED) CONTINUED: \nDONNA HAWTHORNE (CONT'D) Bob?   We've got to get started. \nNo answer.    She tugs at him, trying to rouse him. \nBOB ARCTOR I can't make love. My thing's disappeared. I'm sorry. I'm so sorry. \nDONNA HAWTHORNE C'mon, they're expecting us.   I have to sign you in. \nBOB ARCTOR But what'll I do if my thing's disappeared? Will they still take me? \nDONNA HAWTHORNE (gently) They'll take you. \nDonna helps Arctor up and walks him back to her car. \nINT. NEW-PATH RECEPTION AREA - NIGHT \nArctor lies on the floor, curled up and shivering. Dried vomit flecks his face. The stain on his pants is bigger now. Two New-Path staff members stand surveying the trembling Arctor. Donna kneels at his side. \nNEW-PATH #1 What is it? \nDONNA HAWTHORNE It's a person. \nNEW-PATH #1 Substance D? \nDonna nods. \nNEW-PATH #2 It ate his head. Another loser. \nDONNA HAWTHORNE It's easy to win. Anybody can win. \nDonna bends down close to Arctor's face and silently mouths \"good-bye.\" She rises and heads to the door. A staff member drapes Arctor with a blanket as Donna exits. She does not look back. \nINT. DONNA'S CAR - NIGHT \nDonna drives her tiny MG on the freeway in heavy traffic behind a huge Coca Cola truck. She picks a tape from the show box in the back. It's Carole King's Tapestry. She plugs it in and cranks it up loud, then pulls a pistol out from under the dashboard. She unrolls the window, sticks the pistol out, and begins firing at the Coke truck. She hits it several times before the clip is emptied. Broken Coke bottle glasses and brown liquid splatter her windshield. This soothes her for a moment, but misery builds up in her again almost instantly. To relieve it, she floors it and smashes into the truck with all her might. The impact spins the MG around. Tires shriek against fender as her car comes to rest on the shoulder facing against traffic. Water pours from her radiator. Her headlights dim. Donna gets out of the car and looks at the Coke truck. It is still grinding along, seemingly untouched. Motorists gape at Donna as they crawl by. One guy unrolls his window. \nMOTORIST You want a ride, miss? \n", "random": " Donna doesn't really know what to do. She starts to feel nauseous, but she's not sure she can just keep going.     Donna goes back to her work on the bedroom.     Donna walks and begins to cry.     Donna starts to cry again.      Donna stops crying, she stops crying. She starts crying again. She's crying for a lot.           ", "sentiment": "Donna keeps on smoking.                                                                                              "}]