[{"id": 2661, "prefix": "DANNY Um... The old man looks down at the little earpiece pinched between two fingers. He examines it as a superstitious native might a Coca-Cola bottle. The source of the electrical hum: a wall clock whose red sweep-second hand crawls around the dial very, very slowly. The Reb continues to squint at the earpiece. DANNY sighs. He encourages: DANNY Yeah, you- The principal's tone is harder: PRINCIPAL In ivrit! This time his cold look holds until he is sure that the admonishment has registered. He looks back down at the earpiece. We hear the door open. The principal ignores it. An old woman walks slowly in with a teacup chattering on a saucer. She has thick eyeglasses. She wears thick flesh-colored support hose. She takes slow, short steps toward the desk. The principal is studying the radio. ", "truth": "CLASSROOM We are behind a man who writes equations on a chalkboard, shoulder at work and hand quickly waggling. Periodically he glances back, giving us a fleeting look at his face: it is \nLARRY Gopnik. \nLARRY You following this?... Okay?.. So... Heh-heh... This part is exciting... Students follow along, bored. LARRY continues to write. . So, okay. So. So if that's that, then we can do this, right? Is that right? Isn't that right? And that's Schrodinger's paradox, right? Is the cat dead or is the cat not dead? Okay? \nBLEGEN HALL LARRY is entering the physics department office. The department's secretary wheels her castored chair away from her typing. \nSECRETARY Messages, Professor Gopnik. He takes the three phone messages. \nLARRY Thank you, Natalie. Oh-CLIVE. Come in. A Korean graduate student who was been waiting on a straightbacked chair rises. \nLARRY'S OFFICE He is flipping through the messages. Absently: \nLARRY So, uh, what can I do for you? The messages: WHILE YOU WERE OUT Dick Dutton OF Columbia Record Club \nCALLED. REGARDING: \"Please call.\" WHILE YOU WERE OUT Sy Ableman \nCALLED. REGARDING \"Let's talk.\" WHILE YOU WERE OUT CLIVE Park \nCALLED. REGARDING: \"Unjust test results.\" He crumples the last one. \nCLIVE Uh, Dr. Gopnik, I believe the results of Physics Mid-Term were unjust. \nLARRY Uh-huh, how so? \nCLIVE I received an unsatisfactory grade. In fact: F, the failing grade. \nLARRY Uh, yes. You failed the mid-term. That's accurate. \nCLIVE Yes, but this is not just. I was unaware to be examined on the mathematics. \nLARRY Well-you can't do physics without mathematics, really, can you. \nCLIVE If I receive failing grade I lose my scholarship, and feel shame. I understand the physics. I understand the dead cat. \nLARRY \n(SURPRISED) You understand the dead cat? \nCLIVE nods gravely. But... you... you can't really understand the physics without understanding the math. The math tells how it really works. That's the real thing; the stories I give you in class are just illustrative; they're like, fables, say, to help give you a picture. An imperfect model. I mean-even I don't understand the dead cat. The math is how it really works. CLIVE shakes his head, dubious. \nCLIVE Very difficult... very difficult... \nLARRY Well, I... I'm sorry, but I... what do you propose? \nCLIVE Passing grade. \n", "random": "\nPRINCIPAL One Tuesday in the morning. She turns to him: the house is being furnished. The principal offers her a moment's pause, then: \nINTERCUT WITH: \nLIZ \n(O.S.) You know \"normality,\" dear? \nPRINCIPIAN \n(SILENT) I know. \n(TO LIZ) How do you know? \nLIZ We're in the middle of a flood,", "sentiment": "\n(CONT'D) There is a sorrowful silence. In modern North Carolinians -- we don't hear the American civic transmission, we- We don't hear the Us during the Poles- This mattered too much for anyone to imagine that Yitty minute later: \nPRINCIPAL I can take you home, I- I'll do that. The bad news is that the old man is still agitated. DANNY This man needs you, the good news is that we"}, {"id": 2662, "prefix": "LARRY Mm. JUDY Well, Sy and I have become very close. This brings LARRY's head up. He focuses on JUDY, puzzled. She elaborates: In.short: I think it's time to start talking about a divorce. LARRY stares at her. A long beat. At length, trying to digest: LARRY . Sy Ableman! ", "truth": "LARRY You mentioned Sy! \nJUDY Don't twist my words. We- \nLARRY A divorce-what have I done! I haven't done anything- What have I done! \nJUDY LARRY, don't be a child. You haven't \"done\" anything. I haven't \"done\" anything. \nLARRY Yes! Yes! We haven't done anything! And I-I'm probably about to get tenure! \nJUDY Nevertheless, there have been problems. As you know. \nLARRY \nWELL- \nJUDY And things have changed. And then-Sy Ableman. Sy has come into my life. And now- \nLARRY Come into your-what does that mean?! You, you, you, you barely know him! \nJUDY We've known the Ablemans for fifteen years. \nLARRY Yes, but you you said we hadn't done anything! JUDY suddenly is stony: \nJUDY I haven't done anything. This is not some flashy fling. This is not about woopsy-doopsy. LARRY stares at her. \nLARRY Sy Ableman! From down the hall, a knock on a door. A muffled voice: \nARTHUR Out in a minute! \nJUDY Look, I didn't know any other way of breaking it to you. Except to tell you. And treat you like an adult. Is that so wrong? LARRY does not seem to be listening. His eyes roam the room as he thinks. \nLARRY Where do I sleep? JUDY narrows her eyes. \nJUDY What? \nLARRY Arthur's on the couch! \nJUDY Look. Sy feels that we should- \nLARRY Esther is barely cold! \nJUDY Esther died three years ago. And it was a loveless marriage. Sy wants a Gett. This derails the conversation. LARRY stares, trying to pick up the thread. \nLARRY . A what? \nJUDY A ritual divorce. He says it's very important. Without a Gett I'm an Aguna. \n", "random": "\nJUDY Yeah. \nLARRY Well, Sy, I think it's time to start talking about a divorce. LARRY looks at her. It is as if he's trying to get her out of my life. He tries to calm her down. She is trying to understand. \nLARRY No. Sy, I don't think so. \nLARRY (CONT'D) Sy Ableman! Sy Ableman! Sy Ableman! \n", "sentiment": "\nLARRY What? LARRY looks at Sy, who is now in a very uncomfortable position. Sy is now in a very uncomfortable position. He is not looking at LARRY. He is not looking at Sy. He is not looking at Sy. LARRY is not looking at Sy. He is looking at Sy. He is not looking at Sy. He is not looking at Sy. LARRY is not looking at Sy. He is not looking at Sy. He is not looking at"}, {"id": 2663, "prefix": "SYLLABLE: Solomon Schlutz Gah! His stare holds. He reddens. DON .Sol? Solomon Schlutz's face now passes from the red end of the spectrum to the purple. Solomon Schlutz Nnnnff! The pipe clatters out of his hand. The hand grabs at his own shirt front. . Glufffl... Now his head pitches back. His backflung weight and twisting body send his chair tipping over, one hand still clutching at his chest while the other frantically waves. He disappears behind the conference table and lands with a floor-shaking thump. His writhing and gurgling remain audible. DON Sol! Sol! Don Milgram has risen to look down at his fallen colleague; now he flings open the conference room door and bellows into the office: An ambulance! Quick! Somebody call an ambulance! A ", "truth": "BLEGEN HALL \nLARRY walks into the outer office clutching his briefcase, eyes wide, shell-shocked. The secretary is at her typewriter but holding the phone, one hand covering its mouthpiece. \nSECRETARY Dick Dutton. Columbia Record Club. \nLARRY Call back. \nHIS OFFICE LARRY sits in heavily behind his desk. A beat. He opens the top left desk drawer. He withdraws the bulging white envelope and opens its flap. He runs a finger over the wad of bills. \nVOICE \nLARRY? He looks up, startled. Arlen Finkle stands in the doorway. . As you know, the tenure committee meets-are you all right? LARRY sits frozen with the white envelope in his hands. \nLARRY I'm... fine. Arlen Finkle I'm sorry. I know you've hit a rough patch. \nLARRY Thank you. I'm fine. He puts the envelope in the desk drawer and closes it. \nArlen Finkle Uh-huh. Well. As you know, the tenure committee meets next Wednesday to make its final determinations. If \nTHERE'S- \nLARRY Arlen, I am not an evil man! Arlen looks at him, shocked. Arlen Finkle LARRY! Of course not! \nLARRY I am not- Arlen Finkle We don't make moral judgments! \nLARRY I went to the Aster Art once. I saw Swedish Reverie. Arlen Finkle It's okay, LARRY, we don't need to know! The Tenure \nCOMMITTEE- \nLARRY It wasn't even erotic! Although it was, in a way. Arlen Finkle It's all right, LARRY. Believe me. LARRY calms somewhat. \nLARRY . Okay. Arlen Finkle Okay. Okay. We, uh, we decide on Wednesday, so if there's anything you want to submit in support of your tenure application, we should have it by then. That's all. \nLARRY \nSubmit. What. What do you- Arlen Finkle Well. Anything. Published work. Anything else you've done outside of the institution. Any work that we might not be aware of. \nLARRY I haven't done anything. Arlen Finkle Uh-huh. \nLARRY I haven't published. Arlen Finkle Uh-huh. \nLARRY Are you still getting those letters? Arlen Finkle Uh-huh. \nLARRY Those anonymous- Arlen Finkle Yes, I know. Yes. A beat. LARRY nods. \nLARRY Okay. Okay. Wednesday. Arlen Finkle Okay. Don't worry. Doing nothing is not bad. Ipso facto. \n", "random": "VICTIM (O.C.) (quietly) Can I help you? Sol! Sol? Sol! Don Milgram steps down into the corridor. He still looks down at the nurse, unnerved by the scene in the hallway. He \nCALLING A HELICOPTER, LEAPS OUT OF THE ROOM, THROUGH THE WALL: A \nSPLASH OF THE NURSE'S EYES: She is all drained. A nurse enters", "sentiment": "               * HEAVILY           * SAME                                  * - Scott. He nods, taking care to keep up.                      "}]