[{"id": 1095, "prefix": "117   CLOSEUP - NICO'S HAND Salvano's face is bashed.     Nico's huge hand grabs Salvano's throat; he won't let go. 118   CLOSEUP - NICO He hangs on with one hand. 119   CLOSEUP - SALVANO Nico's fingers now    dig into Salvano's larynx; he may never talk again. He's     gagging. Salvano now points the gun at Chi Chi. Chi Chi     makes the decision to stop the car in order to save his    boss. ", "truth": "120   NICO leaps off the roof pulling Salvano past the broken glass, out of the window. \n121   SEVERAL POLICE VEHICLES                                        * SCREECH into the lot. Officers pour out, guns drawn, surrounding the Lincoln and the other vehicles. Jackson joins them, weapon in hand. 122   NICO \ndrags Salvano by the neck across the lot to the van, slamming the drug dealer up against the van's side. Lukich, Jackson and Strozah are there, with the DEA cops,      * all covering the other men. \nNICO (to Salvano) How many kilos you got in there, Skivuzo? Salvano couldn't answer if he wanted to. The other cops look at Nico with awe. Lukich whips the van door open, yanks a tarp off the cargo. 123   INT. VAN The engine block sits in a wooden shipping frame, wrapped with industrial plastic. Nico climbs into the van, rips the plastic sheeting off, grabs the wood slats of the shipping frame, tears them off. In the background, ambulances are arriving to care for the wounded cops and criminals. \n124   CLOSEUP - ENGINE BLOCK From the cylinder heads emerges a full load, not of drugs, but of plastique tubes labeled U.S. ARMY C-4 HIGH EXPLOSIVE. 125   LUKICH, JACKSON AND OTHER COPS \nreact with surprise and shock. 126   NICO \nrips open one of tubes and smells it. \n127   CLOSE - NICO Confused; frustrated. \nNICO What kinda fuckin' high is this? CUT TO: \nABOVE THE LAW - Rev. 4/29/87                         33. \n128   INT. FBI OFFICE - NIGHT OPENING ON SALVANO, in a chair, looking bruised and swollen, and wearing an expression of fuming indignation. \nSALVANO -- I'll tell you what this cop is. He's a fucking menace! \n129   TWO FBI AGENTS (NEELEY AND HALLORAN)                           * face Salvano, Chi Chi and the lawyer Abandano (apparently representing Salvano and Chi Chi). Neeley is on the phone.     * Pictures of Reagan and Meese are prominent on the wall. SALVANO You see what he did to me?! \nAGENT HALLORAN Your problem is being handled right now, Mr. Salv -- SALVANO Yeah? Well, it shoulda been handled twelve hours ago. I don't know who's running this outfit, but somebody better get his goddamn wires straight! AGENT NEELEY                           * (into phone) -- yes, sir... yes, sir, I understand -- SALVANO That maniac should be wearing a number, not a badge. Salvano knows what the call is about. He straightens the tie beneath his bruised neck, assuming the attitude of a respectable citizen who has been unjustly wronged. AGENT NEELEY                           * (into phone) -- count on it, sir. Right. You'll have our full cooperation. Neeley hangs up. Glances dubiously to Halloran. Then turns     * grimly to Salvano, Chi Chi and the lawyer Abandano. \nAGENT NEELEY                           * You're free to go. \n130   OMITTED \n131   INT. FEDERAL BUILDING - LOBBY - NIGHT                          * The hoods and their lawyer smugly walk past a cleaning woman. \nABOVE THE LAW - Rev. 4/29/87                         33A. \n132   INT. PRECINCT CAPTAIN'S OFFICE - MORNING OPENING ON Agent Neeley's face. Composed, clean-cut, but      * intense, wearing a light-colored business suit. PAN TO Agent Halloran -- the same upright, clean-shaven bureau look. The two men are seated to one side of LIEUTENANT FRED STROZAH. 133   NICO, JACKSON, LUKICH AND DEA AND ATF MEN \nsit and stand in various postures in front of the Lieutenant's desk. LIEUTENANT STROZAH (to Nico, DEA & AIF) -- This is no reflection on the work you officers have done. I feel, and the whole department feels, extremely proud of your initiative and gallantry. That \"spare me the horseshit\" look on Nico's face. He's fuming. Strozah sees Nico's bitter expression. It's on the others' faces too. LIEUTENANT STROZAH As all of you   are well aware, possession of   these explosives is a federal   offense and under jurisdiction   of the F.B.I. Nico's eyes meet Lieutenant Strozah's. There's respect between the two, but it's plainly under a helluva strain. NICO Sir. With all respect to our brothers in the Bureau -- (biting sarcasm; turns to Neeley)                            * -- That's no answer. It's no answer to why one of the biggest dealers in the city is out on the street now, free as a bird! \nAgent Neeley stiffens.                                        * LIEUTENANT STROZAH Keep it in your pants, Nico. These men have a job to do, just like us. Nico stifles his outrage. The other cops exchange glances -- upset and angry. Agent Neeley clears his throat.          * \nAGENT NEELEY                          * Lieutenant, I think these officers are entitled to a fuller explanation. (MORE) \nABOVE THE LAW - Rev. 4/29/87                           34. \nAGENT NEELEY (CONT'D) They've risked their lives. I understand one man is in the hospital. \n", "random": "                                                                                                  ", "sentiment": "NICO But he knows      a bullet's going to find him.    Screw it                                                                            "}, {"id": 1096, "prefix": "FOX And a ton a week of coke from other places. NICO Which he funnels here through Salvano. With the Company getting its cut. FOX Legal tender. NICO Still dodging appropriations committees, eh, Nelson? FOX That's my job, Nico. They arrive at an elevator. FOX Keep your nose in the corner. When we get out, stay five paces ahead of me. Cross down to the garage. 367B   INT. LOWER CORRIDOR Nico and Fox emerge from the elevator. Nico lowers his hands from behind his head. Fox keeps his gun out of sight as he and Nico step past. 368    ELEVATOR BANK - NIGHT ", "truth": "NICO The Senator couldn't be bought, could he? He was gonna blow the lid off, so you cleared Zagon to frost him -- \nFOX Keep walking. \n369    INT. PARKING STRUCTURE \nThey reach a corner and turn. \n97A. \nNICO But the priest found out somehow and ran here. You couldn't do the Senator's number 'till you knew if the priest had talked. So Zagon flew in with his little medical bag. Only by then I was in on it -- and you thought I might recognize his handiwork. \nABOVE THE LAW - Rev. 4/17/87                        98. \n370   PARKING GARAGE - VALET STATION                              * Several guests and diners wait by the cashier's booth for their cars to be fetched. Valets hustle with tickets. Fox and Nico come off the escalator. FOX If your name was Joe Smith I never would have caught it. But how many Nicola Toscani's are there? NICO You got it off the arrest sheet. \nFox hands his ticket to the cashier, motions Nico to the side, away from the guests, still keeping his distance -- should Nico try to make a move. \nFOX I tried to warn you, old buddy. I knew you had wiretaps. and I knew you wouldn't let 'em go. NICO Only I was too dumb to crack it. I was so busy trying to figure a code, I didn't even recognize Zagon's voice. It's all crystal clear to Nico now. NICO So we kill our own senators now. FOX Why not?   The Romans did. \nA Cadillac pulls up; the valet hops out, two particularly florid, well-fed guests get in, tipping the valet. \nNICO (to Fox, watching the guests) Are we the Romans? \nFOX We're an empire too. \nFox doesn't like the look Nico gives him. \nFOX Would you rather spoon borscht and quote Lenin? (losing patience) I'm trying to save you, asshole! I got a spot for you. Thailand, deep under, no names, no numbers -- \nNICO Doing what -- processing heroin? \nFOX You 'consult.' You 'assist.' You send checks to your family. Zagon won't touch you, you'll be on the team -- \nNICO Fuck you. FOX In five years you're out, with a fat Swiss account and a GS-15 pension. Nico stares at his old friend with contempt. He sees the gun under Fox's coat, but he's too tired and too disgusted to care -- \nNICO You know, Fox, right now in Israel they're trying some 80-year-old camp guard for war crimes. And all around our country there are guys on Death Row for killing one person, two people. And probably they all deserve it -- He takes a step toward Fox.   Fox's hand tightens on his gun. NICO (emotion rising) -- but you and I know a couple guys personally who are responsible for the murder of at least what... 60,000 non- military personnel. (ticks off the beats) Viet. Lao. Thai. Cambodian. Librarians, teachers, doctors... women, children... and that's just a sliver of it. Fox tries to maintain a hard face.   But his own guilty conscience is working -- \nNICO (presses closer) We've wiped out entire fucking countries. And not one agent -- \nFOX (moves gun into Nico's view) Stop right there! \nABOVE THE LAW - Rev. 4/29/87                           100. \nNICO (doesn't stop) -- not one C.I.A. agent has ever been tried or convicted, much less accused of any crimes. (closer still) You motherfuckers think you're above the law -- (right in Fox's face) Well, you ain't above mine. Nico holds himself, trembling with intensity. At that moment -- O.S. from the garage entrance ramp: the SQUEAL of APPROACHING TIRES. Nico and Fox turn to see -- *NOTE* 4-17-87. THE FOLLOWING SEQUENCE (SCENES 371 - 401) WILL BE MODIFIED TO CONFORM TO LOCATION. DO NOT BUILD OR PURCHASE WITHOUT CHECKING WITH STUNT COORDINATOR AND ASSISTANT DIRECTORS. STORYBOARDS AND NEW PAGES WILL BE AVAILABLE NEXT WEEK. 371   A BIG CAR                                                      * SCREECHES to a halt in front of them. Five men dismount        * swiftly. Salvano, Bad Dude, and two agent types from the       * tenement... and Zagon!                                         * Zagon and his men are forty feet from Nico and Fox, playing it cool so as not to alarm any innocent bystanders, but the bulk under their jackets is unmistakably guns. \nNICO Well... well.    What a team we have here. ZAGON (calls, friendly) We've been looking for you, Nelson.    I see you've found our friend. \n", "random": "                                                                                                  ", "sentiment": "   I just hope we're in this together tonight. The door closes, but we don't see them as far away as we would if they'd seen us.   The four door closes behind them.    NICO The man has his gun. It's the one I'm gonna pull out every time. They walk down the hall.    Don't you know what?    But he's the one to pull him out the door!  "}, {"id": 1097, "prefix": "412B   NICO looks at Jackson. 413    LUKICH AND NEELEY                                               * reach Nico and Jackson. LUKICH (shouting for anyone) Is there a hotel doctor?    Call 911! ABOVE THE LAW - Rev. 4/17/87                          108A.   * ", "truth": "Total confusion. Guests staring everywhere. From a side office, a man with a medical bag comes running. The senator sees the group around Nico. \nFADE OUT. FADE IN ON: \n416   EXT. NICO'S HOUSE - DAY \nPress vans outside; a crush of cars, reporters, neighbors. Newsmen are trying to gain access to the house, held back by several cops and some of Nico's more strapping relatives. \nABOVE THE LAW - Rev. 4/29/87                              109. \n417    BUICK STATION WAGON escorted by two police motorcycles, pulls in. The press surrounds it as Lukich, Neeley, Lieutenant Strozah and           * Jackson, her arm in a sling, disembark from the car. 417A   SECOND CAR \npulls up. Neeley walks over and opens the door as a court        * stenographer, carrying her transcription machine case, steps out -- followed by a federal judge, CLAYTON ALSPAUGH and SENATOR ERNEST HARRISON. \n418    REPORTERS shove mikes and cameras at the senator and the judge, shouting questions. Lukich, Neeley and Strozah clear a path for them. * \n419    ANGLE FROM INSIDE HOUSE - THROUGH FRONT WINDOW Harrison and Alspaugh fend off the questions, cross the path and mount the steps to the house. T.V. REPORTER (O.S.) (in front of house) -- Senator Harrison has today issued a statement calling for the appointment of a special prosecutor -- CUT TO: \n420    INT. NICO'S HOUSE - DAY Nico, propped up on the couch, looking like hell, but de- finitely conscious and in full command of his faculties. Sara, Jackson, and Rosa beside him.                              * 421    TV \nA network ANCHOR delivers the headline news. ANCHOR (V.O.) Earlier this week, the Harrison Commission delivered its report on the growing C.I.A. scandal to Congress... \nThe image changes to SENATOR HARRISON behind a battery of microphones, sitting at a senate hearing-type table, with a plaque reading \"SEN. ERNEST HARRISON\" before him. SENATOR HARRISON (V.O.) (on TV) -- officially-sanctioned deceit, murder and corruption, will continue until these men are brought to justice. \nABOVE THE LAW - Rev. 4/17/87                        109A. \n422   NICO                                                        * looks up as the real Senator Harrison, Judge Alspaugh and   * the others enter the room. TV SOUND DOWN. Harrison stops before Nico, taking a moment to look with respect and ad- miration at the man propped up on the pillows. \nABOVE THE LAW - Rev. 4/29/87                            110. \nSENATOR HARRISON Detective Toscani. I wanted to personally thank you. You are making it possible for a sliver of truth to finally come out. \nHe holds out his hand.    Nico takes it.   The senator gestures to Judge Alspauch. \nSENATOR HARRISON And this is Clayton Alspaugh of the fifth circuit court. NICO Your Honor. The Judge nods to his stenographer, who swiftly sets up her equipment, takes a seat. Rosa makes a face at Branca, who rises, clearing a seat for the Judge. Sara moves              * in tight beside Nico. JUDGE ALSPAUGH Are you sure you're feeling well enough? Nico glances to Sara, to the supporting faces around              * him. Lukich. Neeley. Strozah. Jackson. The others.                * NICO (to Alspaugh) If you're ready to listen, I'm ready to talk. 423   CLOSE - STENOGRAPHER'S HANDS As the Judge's VOICE begins OVER, \"slating\" the depo- sitions, the stenographer's fingers start moving. PULL BACK TO: 424   ANGLE FROM OUTSIDE ROOM \nThe full scene. Nico telling his story.      Responsible officials recording it -- \n425   EXT. YARD OUTSIDE NICO'S HOUSE - DAY The press corps, vans, neighbors -- CLOSING CREDITS BEGIN. \n426   LONG PULLBACK \nto the street, the houses, and finally: the neighborhood. Nico's neighborhood, to which the truth has finally come home. CLOSING CREDITS CONTINUE OVER. \nFADE OUT. \nTHE END \n", "random": "                                                                                                  ", "sentiment": "                                                                                                  "}]