[{"id": 1692, "prefix": "INT. COURT ROOM - DAY The proceedings are in progress.   Orlean hurries in, sits in the back. (CONTINUED) ", "truth": "Laroche, in a Miami Hurricanes cap, wrap-around Mylar sunglasses, and a Hawaiian shirt, is on the stand. Alan Lerner, the tribe's lawyer, questions him. \nLERNER Finally, Mr. Laroche, what is your experience in the area of horticulture? \nLAROCHE Okay, I've been a professional horticulturist for twelve years. I've owned a plant nursery of my own which was destroyed by the hurricane. I'm a professional plant lecturer. I've given at least sixty lectures on the cultivation of plants. I'm a published author, both in magazine and book form. I have extensive experience with orchids, and the asexual micropropagation of orchids under aseptic cultures.   This is laboratory work, not at all like your nursery work. (grins) I'm probably the smartest person I know. \nLERNER Thank you. \nLAROCHE You're very welcome. \nINT. BARNES AND NOBLE - DAY \nAs she rings up his books, Kaufman admires the cashier's flower tattoo. She catches him and smiles with red, wet, pierced lips. She unbuttons her blouse and shows him a breast with a heart tattoo. A sweet heartbeat turns to knocking. \nINT. EMPTY BEDROOM - NIGHT \nKaufman, in bed masturbating, looks up at the closed door. \nKAUFMAN What?! \nThe door opens.    Donald stands there for a moment in shadows. \nDONALD Look, you wanna hear my pitch, or what? \nKAUFMAN Go away.    God damn it. \n(CONTINUED) \nCONTINUED: \nDONALD (lost) Y'know, I'm just trying to do something. \nKaufman squints at his brother, sits up, waits. \nDONALD (CONT'D) Hey, thanks a lot, man. Cool. (flicks on light, then in pitch mode:) Okay, there's this serial killer, right -- \nKaufman groans, lies down, pulls the covers over his face. \nDONALD (CONT'D) No, wait. See, he's being hunted by a cop. And he's taunting the cop, right? Sending clues who his next victim is. He's already holding her hostage in his creepy basement. So the cop gets obsessed with figuring out her identity, and in the process he falls in love with her. Even though he's never even met her. She becomes, like, the unattainable, like the Holy Grail. \nKAUFMAN (through a blanket) It's a little obvious, don't you think? \nDONALD Okay, but there's a twist. See, we find out the killer suffers from multiple personality disorder. Okay? See, he's really also the cop and the girl. All of them. It's all him! Isn't that crazy? \nDonald waits, proud.    Kaufman pulls off the covers. \nKAUFMAN Look, the only idea more overused than serial killers, is multiple personality. On top of that you explore the notion that cop and criminal are really two aspects of the same person. See every cop movie ever made for other examples of this. \nDONALD Mom called it psychologically taut. \n(CONTINUED) \nCONTINUED: (2) \nKAUFMAN The other thing is, there's no way to write this. Did you consider that? I mean, how exactly would you show a character holding himself hostage? \nDONALD Trick photography? \nKAUFMAN Okay, that's not what I'm asking. What I'm asking is in the reality of this movie, if there's only one character, right?... Okay? How could you... What exactly would the scene... How... \nDonald waits blankly.   Kaufman gives up, gets out of bed, dresses. \nKAUFMAN (cont'd) I agree with mom. Very taut. Sybil meets.. I dunno, something very taut. \nKaufman exits. \nEXT. COURTHOUSE - DAY \nOrlean exits the courthouse and watches Laroche in a huddle with Lerner, Vinson, and Buster Baxley, vice-president of the tribe's business operations. They're all smoking intently. \nLAROCHE They're gonna fucking crucify me. \nBAXLEY I'll go into the Fakahatchee with a chainsaw. I swear to God. \nLERNER Buster, for crying out loud, I reminded her the Indians used to own Fakahatchee. Look, we'll deal with all this at trial. \nBuster waves a dismissive hand at Lerner, walks away. Vinson shrugs, stubs his cigarette, follows Buster. Lerner and Laroche stand there a moment. Lerner walks off. Laroche cracks his neck. A charmingly shy Orlean approaches. \nORLEAN Mr. Laroche? \nOrlean smiles, apologetic for the intrusion. \n(CONTINUED) \nCONTINUED: \nORLEAN (CONT'D) My name's Susan Orlean, I'm a writer for the New Yorker. It's a maga -- \n", "random": "ONTINUED: \nORLEAN (CONTINUED) \nCONTINUED: \nORLEAN (CONTINUED) \nCONTINUED: \nORLEAN (CONTINUED) \nCONTINUED: \nORLEAN (CONTINUED) \nCONTINUED: \nORLEAN (CONTINUED) \nCONTINUED: \nORLE", "sentiment": "   CONTINUED:   (2)                                                          5 The Judge stands, smiling half-chuckle. \nJUDGE You're from Pennsylvania and you have a very high school diploma and all"}, {"id": 1693, "prefix": "KAUFMAN That's what's called an epiphyte. ALICE (pointing at him excitedly) Right! Boy, you know your stuff, huh? KAUFMAN Not really. I'm just learning. Epiphytes grow on trees, but they're not parasites. They get all their nourishment from the air and rain. ", "truth": "Awkward pause. \nKAUFMAN There are more than thirty thousand kinds of orchids in the world. \nALICE Wow, that's a lot, huh? Okay, then, so I'll be right back with a nice big slice of key lime pie for my orchid expert. \nHe beams.    She smiles and turns to leave.    Kaufman blurts: \n(CONTINUED) \nCONTINUED: (2) \nKAUFMAN But, so, anyway, I was also wondering... \nAlice turns back, still smiling. \nKAUFMAN (cont'd) I'm going up to this orchid show on Saturday in Santa Barbara and I -- \nAlice's smile slips away.    Her warmth dissipates. \nALICE Oh, um, well -- \nKAUFMAN I'm sorry.     I apologize.   I'm sorry. \nALICE (nodding) So I'll be right back with your pie then. \nHe nods, watches Alice walk away and say something to another waitress. The other waitress looks over at him. He sweats. \nKAUFMAN (V.O.) I am fat.     I am old. I am repulsive. \nThe other waitress brings his pie.      He smiles a thank you. \nINT. NEW YORK APARTMENT - MORNING \nOrlean sits at her desk and talks to us. \nORLEAN There are more than thirty thousand known orchid species. One species looks like a German shepherd... \nEXT. SANTA BARBARA ORCHID SHOW - DAY \nKaufman walks alone among the crowd of orchid enthusiasts, past a Santa Barbara Orchid Society sign. He tries to study the flowers. They are dull. He forces himself to look. \nORLEAN (V.O.) ... one looks like an onion, one looks like an octopus. One looks... \nKaufman finds his attention drifting from orchids to women: all different shapes, colors, personalities, some in subtle clothing, some in garish clothing, all glowing. \n(CONTINUED) \nCONTINUED: \nORLEAN (V.O.) (cont'd) ... like a school teacher, one looks like a gymnast, one looks like a Midwestern beauty queen, one looks like a New York intellectual with whom you'd do the Sunday Times crossword puzzle in bed. One looks like that girl in high school with creamy skin. One has eyes that dance. One has eyes that contain the sadness of the world. \nHe is sick with adoration for the women, who pay him no mind. \nORLEAN (V.O.) (cont'd) Nothing in science can account for the way some people feel about orchids. Those love them, love them madly. \nOne by one the women turn to the men they're with: a whisper in the ear, a shared look, an arm slipped through an arm. Kaufman is alone in this sea of people and flowers. \nEXT. SWAMP - DAY \nTeenaged Laroche and his mother tromp through the swamp. He carries a camera on a tripod. They spot a beautiful flower. Laroche is in awe. \nTEENAGED LAROCHE Encyclia tempensis. The butterfly. Laroche sets up the tripod, focuses on the flower.    His mother almost cries at the flower's beauty. \nMOTHER \"You will find something more in woods than in books. Trees and stones will teach you that which you can never learn from masters.\" Saint Bernard said that. \nTEENAGED LAROCHE That's pretty, ma. \nMOTHER Diane would've loved this flower, Johnny. \nTEENAGED LAROCHE Maybe somehow she can see it.    Y'know? \nMOTHER (beat) So... after this one how many, honey? \n(CONTINUED) \nCONTINUED: \nLaroche snaps the photo, makes a check in his notebook. \nTEENAGED LAROCHE Only one hundred and seventeen more. \nMOTHER And you have to have a photo of every single type of orchid in Florida? \nTEENAGED LAROCHE I have to, ma. You know that. \nShe smiles at him, rubs his neck. \n", "random": "ALICE (disappointed) It's because I'm a sexy little girl! \nALICE (shaking her head) I should be so scared! \nALICE (watching him dance) You're gross! \nALICE (shaking her head) I'm scared of heights! \n(CONTINUED) \nCONTINUED: \nALICE (laughs) Oh! \n(CONTINUED) \nCONTINUED", "sentiment": "ALICE (to Alike) You're a good kid, Alike. \nALICE (to Alike) I'm a good kid. \nKAUFMAN (to Alike) You know what? I'm not going to tell you how to be a good kid. I'm not going to tell you how to be a good kid. I'm not going to tell you how to be a good kid. I'm not going to tell you how to be a"}, {"id": 1694, "prefix": "LAROCHE Charlie! Listen, let's talk! This pie is big enough for four people! (to Orlean) Why are there two of him? Orlean shrugs. ORLEAN Identical twigs? (laughs crazily) Did I say twigs? I meant twins. ", "truth": "LAROCHE Cladium jamaicense, guys. Sawgrass. You want to watch out for that. That's some evil shit. Cut you up. \nKAUFMAN Fuck you, Laroche! \nLAROCHE Just tryin' to be helpful. Walk with us and I'll be sure you avoid all the pitfalls. I know these swamps forwards and backwards. There's alligators and poisonous snakes, fellas. Wild hogs. \nKaufman and Donald are stopped by a large body of water. Nowhere to go. Laroche and Orlean close in. The brothers run along the periphery of the lake. Donald stops. \nDONALD Wait.   Do you hear something? \nKaufman stops, hears a distant galloping and squealing. \nKAUFMAN Donald, that sounds bad. \nThe brothers run in the opposite direction. The galloping gets louder. It's wild pigs. Donald spots an airboat on the shore. They jump onto it, search hysterically in the dark for bow to start it.   The pigs get closer. Laroche and Orlean get closer. Donald finds a button, presses it, the engine starts. They pull away from the shore just as the pigs catch up. One pig leaps on board, squealing. Kaufman kicks at it as Donald attempts to steer the boat. A kick connects and the pig flies into the water. \n(CONTINUED) \nCONTINUED: (2) \nLaroche stands at the shoreline and fires his rifle. It nicks the boat. Donald looks back and the boat heads for a cypress stand. \nKAUFMAN Watch out, watch out, watch out! \nDonald gets the boat back on course. Laroche and Orlean have been left far behind. Donald slows the boat. \nDONALD I think we're okay. \nSuddenly Laroche's van comes tearing around a corner and speeds along the road at the water's edge. Orlean shoots at the boat from the van window. \nDONALD (cont'd) Hold on! \nDonald speeds up. The van keeps up, the shooting continues. Bullets whiz. Kaufman puts his head in his hands. A bullet hits the airboat's gas tank. It explodes in a ball of flame, illuminating the whole swamp. Kaufman and Donald are thrown, along with flaming pieces of debris. Donald treads water, looks all around for Kaufman. \nDONALD (cont'd) Charles?!    Charles?! Where are you? \nUnderwater. A dazed Kaufman tries to get his bearings. The murky lake bottom is lit a dim orange by the fire on the surface. An alligator appears. Kaufman panics, surfaces. \nOn the surface, Donald spots Kaufman pop out of the water, then get jerked back down. Donald dives. \nUnderwater. The alligator violently shakes Kaufman by the leg. Donald surfaces, comes back down with a broken propeller blade. He hacks the alligator's head off, grabs Kaufman, and brings him to the surface. \nDonald swims to shore with Kaufman in tow.    Another shot is fired. It skims the water near Kaufman. \nKAUFMAN Fuck!   Fuck, Donald, we're dead. \nDONALD We're okay. How's your leg? \nKAUFMAN I don't know. How's your back. \n(CONTINUED) \nCONTINUED: (3) \nDONALD It's fine.     My back is fine. \nLaroche and Orlean circle the lake in the van, shooting. \nMike Owen, in pajamas, leaves his house, jumps in his truck and agitatedly drives toward the noise and flames. \nDonald makes it to shore. He climbs out and is helping Kaufman, when he gets hit by a bullet and falls. \nKAUFMAN Donald! \nKaufman sloshes to shore. His right leg is bloody and mangled. He lifts his brother's head onto his lap. \nKAUFMAN You're gonna be okay. \nDONALD No.  But don't let them get you, too. (weak smile) You got a fucking awesome third act. \nKAUFMAN (crying) Donald, this is an awful, bizarre thing to say and an awful time to say it, but I'm sorry I didn't get to know you better. I'm so sorry. I'm so sorry. \nDONALD It's really... You've been really nice. \nKAUFMAN See, it's just I thought I knew you already. I thought you were me. And I hated me. \nDonald touches Kaufman's face. Kaufman looks at his brother. Donald's face glows radiantly in the fire light. \nDONALD Well, don't do that anymore.      Okay? \nKAUFMAN Okay. \nDonald dies. Kaufman screams heavenward. The van appears out of the bush, barreling for them. Kaufman rolls his brother out of the way, and limps off into a slough. The van follows, smashes into a tree, and comes to a halt. \n(CONTINUED) \nCONTINUED: (4) \n", "random": "\nINT. HALLWAY/DINING AREA - CONTINUOUS \nCharlie violently gets up. The door open. Orlean enters, carrying a bag of food. They stare at each other for a while. Then Charlie turns on the light. Orlean stands there. Charlie turns. Orlean yanks on the light and turns the lights in the hall. Orlean yanks on the light. Charlie is thrown. Orlean yanks on the light, then yanks on", "sentiment": "\nINT. HALLWAY - DAY \nOrlean and Charlie are walking down the hall. Charlie is carrying a box of food. Orlean is in a wheelchair. \nORLEAN I'm sorry, Charlie. I'm not going to help you. \nCHARLIE I'm sorry. I'm not going to help you. \nORLEAN I'm sorry. I'm not going to help you. \nCHARLIE I'm sorry. I'm not"}]