[{"id": 648, "prefix": "FESTER (O.S.) Up here. They look up at Fester, looking down at them from Wednesday's window. GOMEZ ", "truth": "FESTER \nSomebody should stay behind - in case she comes back. \nGOMEZ \nGood man!   Good thinking! \n(CONTINUED) \nTHE ADDAMS FAMILY - 12/3/90                              87 . \n115   CONTINUED:                                                      115 \nGRANNY \nThen who'll take the swamp? Thing tugs at the cuff of Gomez's pants.       Gomez nods. \nGOMEZ \nThat's the spirit, Thing - lend a hand! Let's go! They all sweep off, with Gomez in the lead. \n116   INT. WEDNESDAY'S ROOM - A SHORT WHILE LATER                     116 \nFester is still at the window.      Abigail joins him. \nTHEIR POV \nSpread far and wide over the grounds, the various members of the family search for Wednesday, tiny lights aloft, calling. \nABIGAIL \nWhere the hell is Tully? They head out. \nCUT TO: \n117   OMITTED                                                         117 \n118   INT. DEN - A LITTLE LATER                                       118 \nFester and Virginia find... \nTULLY - \nsitting in an armchair, basking in the rays of sunshine that beam from a copy of \"The Sun Also Rises.\" Tully smiles at them. \nABIGAIL \n", "random": " (O.S.) It's raining. EZ HALL - (SOUNDBITE) CUT TO: INT. LIVING ROOM - NIGHT \nA couple of women sit in the living room of a few other women. They look at each other, then turn away. EZ HALL - (SOUNDBITE) CUT TO: INT. RIVER LIVING ROOM - NIGHT \nA man appears, holding a treasured car. Fester", "sentiment": "--------------- The first thing you see is you don't need that as the family gathers around, wearing only their hair. After the entire house breaks into a cheer, you can no longer tell them to stay. The next morning, the house comes to a standstill. You look at the young girl, then see her hand is covered in blood. You see the couple's wedding ring, then the little child's relief. The house doesn't move. And the family, with its face covered in blood"}, {"id": 649, "prefix": "(to his family) Do not fear - justic shall prevail. The courts will decide! (fervently) They say a man who represents himself has a fool for a client. Well, with God as my witness - I am that fool! CUT TO: 125    OMITTED                                                     125 ", "truth": "126    INT. COURTROOM - DAY                                        126 \nC.U. GAVEL -- \nhammers on the Judge's bench. PULL BACK to reveal -- \nJUDGE WOMACK \nis the presiding judge.   He hammers the bench again, then reads his decision. \n(CONTINUED) \nTHE ADDAMS FAMILY - 2/26/91                          91 . \n126   CONTINUED:                                                  126 \nJUDGE WOMACK \nGiven applicable standards of proof, the attempts to impugn this man's character or question his identity have been woefully inadequate. It is with no small amount of personal satisfaction that I declare Fester Addams legal executor of the Addams estate and rightful owner of all properties and possessions contained herein. Gomez Addams... (He holds up a golf ball) I believe this is yours. \nCUT TO: \n127   EXT. ADDAMS MANSION - DAY                                   127 \nThe family members TROOP to the car with their few possessions. \nGOMEZ \nalready sits in the passenger seat of the Duesenberg, his coat draped over his shoulders as if he were an invalid, his head thrown back. Morticia carries out Cleo, her carnivorous plant. Granny carries her favorite cauldron, Wednesday one of her Marie Antoinette dolls, Pugsley his chemistry set. Lurch uproots his favorite tree and joins the procession. Thing follows, dragging a toy wagon packed with his rings, his glove. \nCUT TO: \n128   OMITTED                                                     128 \n129   EXT. ADDAMS OVERGROWN DRIVEWAY - LATER                      129 \nThe Duesenberg eases out of the driveway and onto the street, WEIGHED DOWN by Lurch's tree, sticking out of the trunk. \nFESTER \nstanding at a second story window, watches the car drive off. \nCUT TO: \nTHE ADDAMS FAMILY - 11/28/90                          92 . \n130   EXT. WAMPUM COURT - LATER.                                   130 \n", "random": "                                                                                                    ", "sentiment": "                                                   130                                                 "}, {"id": 650, "prefix": "158   EXT. BUNGALOW - NIGHT                                      158 Thing leaps dramatically onto the porch, then stops dead to knock on the cabin door. After a beat: GOMEZ (O.S.) ", "truth": "CUT TO: \n159   INT. BUNGALOW - MINUTES LATER                              159 \nThing skitters on the kitchen counter, frantically signing. In the background, the rest of the family sleeps. \n(CONTINUED) \nTHE ADDAMS FAMILY - 2/26/91                           105. \n159   CONTINUED:                                                  159 \nGOMEZ \n(whispers) Slow down, Thing! It's terrible when you stutter! Frustrated, Thing grabs a SPOON and begins tapping out \nMORSE CODE. \nGOMEZ \nMorticia in danger... stop!    Send help at once ... stop! Thing flops down in exhausted triumph.    Gomez grabs him and heads off. \nCUT TO: \n160   OMITTED                                                     160 \n161   INT. GOMEZ'S STUDY - A FEW MINUTES LATER                    161 \nMorticia is now lashed to an ENORMOUS TORTURE WHEEL. Tully and Abigail are tending the stick BRANDING IRONS stuck in the roaring fire. \nFESTER \n(to Abigail) You can't! Not with red-hot pokers! \nTULLY \n(queasy) Is this gonna smell? \nMORTICIA \n(graciously, with understanding) Tully Alford - charlatan. Deadbeat. Parasite. How Gomez adored you. \nTULLY \nWell, not enough. \nFESTER \n", "random": "                                          160 GOMEZ looks at the ceiling, then turns to GOMEZ, who has a glimmer of hope. GOMEZ (CONT'D) This is the best. GOMEZ (Kneels) (4) We'll talk about it. (4)", "sentiment": "- GOMEZ(to GOMEZ)   (to GOMEZ and GOMEZ) and GOMEZ (to GOMEZ)  (when GOMEZ, GOMEZ, GOMEZ) receive the news. GOMEZ takes care of the matter, while GOMEZ gives GOMEZ the bad news. GOMEZ throws a towel at GOMEZ. The next moment, GOMEZ is shot. GOMEZ's eyes are"}]