[{"id": 3090, "prefix": "Charlie Traynor walks over to the aide who just shouted that. She's writing vote totals onto a map of New York by county. CHARLIE (NATURAL OPTIMIST) Better than I thought, I thought we'd get killed in Seneca. He turns to look at a large suite full of more than a dozen Norris supporters talking on phones and typing into laptops. ", "truth": "EXT. ROOFTOP NEAR WALDORF -- NIGHT \nA light snow falls. Four MEN IN CONSERVATIVE SUITS, overcoats, and fedoras walk across the roof of a forty-story building. Their clothing is more timeless than old- fashioned. And somehow so is their demeanor. The men get to the edge and look down over the city, almost- as if it's their domain. \nINT. WALDORF HOTEL ROOM -- NIGHT \nDavid watches the election coverage on TV. Pundits are discussing the New York Senate race, which CNN has already called for David's opponent. \nPUNDIT #1 Congressman Norris has a reputation for being very direct, even blunt, in his campaign speeches, which is great until you say too many things you wish you hadn't. Then you start to look like an amateur. \nPUNDIT #2 That's bad for any candidate but it's fatal if you're running for Senate at the age of 33, your opponent keeps calling you an \"impulsive kid,\" and you almost killed your entire political career five months ago with an act of immaturity that ended up on the front page of`.the New York Post. David winces slightly. This is excruciating. Just then Charlie enters.. The nerve center.suite is visible through the open door behind him. \n-CHARLIE Why are you still watching CNN? They called this way too early. David doesn't share his friend's optimism. \nINT. WALDORF HOTEL SUITE'-- NERVE CENTER -- NIGHT \nA' campaign aide with a phone to her ear shouts to the room: \nAIDE Suffolk County Numbers! Charlie and David emerge from the private room to listen. \nAIDE (O.S.) Lynfield: 415,120. Norris: \nCharlie's energy and optimism disappear instantly. \nCHARLIE (after long beat) I really thought we'd win Suffolk. \nA senior aide walks over. \nSENIOR AIDE Kings County just came in too. \nA BRUTAL He shows a piece of paper to Charlie and David. beat... \nDAVID Well, it's over. And it's going to be a blowout... David puts on a brave face. . .but this is the first moment that he realizes not only is he going to lose, but he's going to lose big. It's going to be a grand,. public humiliation. \nSENIOR AIDE NBC has us up next. Charlie takes a clicker and turns the closest TV to NBC. \nBRIAN WILLIAMS Turning now to the New York Senate race, NBC is now calling the election for Roger'Lynfield. After a shockingly poor showing in both Suffolk county and in his home county, Kings, it now appears that David Norris will lose this election badly, perhaps by as much as 10 points. \nEXT. ROOFTOP -- NIGHT \nThe four men in dark suits.. The boss's name is RICHARDSON, early 40s. His top aide is.AHARRY, 50s. \nRICHARDSON This is a.bignight, gentleman. \n(TOHARRY) Is ever ything set? Harry nods. Richardson notices his eyes: \nRICHARDSON You look tired. You should take a vacation when we finish with this. You'll have earned it. \nHARRY I'm not sure the kind of tired I feel would be fixed by a vacation. \nRICHARDSON Sure it would. Everybody needs a vacation. Even us. \nCUT TO: \nINT. WALDORF HOTEL SUITE -- NERVE CENTER -- NIGHT \nThe staff and supporters in here have become very quiet. Their candidate is standing in the middle of the room, but no one can look at him. And David can't look at them either... \nDAVID \n(TO CHARLIE) I'm going to take a walk, figure out my speech. \nINT. GRAND BALLROOM -- NIGHT \nFour-hundred campaign workers follow election news on big screens in the Waldorf's Grand Ballroom. No one says a word. The mood has gone from.hopeful to funereal in sixty seconds. \nINT. WALDORF LOBBY -- NIGHT \nDavid slips through the lobby with only a few looks from the staff. But when he.gets to the door he sees that press vans line the front of the hotel. There will be no peace for him if he steps out there. He turns around. \nASSISTANT MANAGER Good evening, Congressman. You're in the Grand Ballroom if that's what you're looking for. \nDAVID Actually just looking for a place to be alone for a minute before I head in there. \nASSISTANT MANAGER None of the banquet rooms on the third floor are in use tonight. \nDAVID Thank you. \nINT. EMPTY BANQUET ROOM -- NIGHT \n", "random": "eeps typing in a few hours.   She reaches for a book.   The door opens.   He enters.    Soriano and Lisa are lying on the floor with their hands in their pockets.   They choke, acked in their neck from their hits. \nCHARLIE (NATURAL OPTIMIST) I think the end for Boston is by mid-September. \n   She hangs up. \nCHARR", "sentiment": "HALLWAY - DAY \nThe lobby of the New York City Hall is a mess of glass and glass. \nINT. HALLWAY - DAY \nThe lobby is a mess of glass and glass. \nINT. HALLWAY - DAY \nThe lobby is a mess of glass and glass. \nINT. HALLWAY - DAY \nThe lobby is a mess of glass and glass. \nINT. HALLWAY - DAY \n"}, {"id": 3091, "prefix": "DAVID How long? ELISE Three months. DAVID Was it serious? ", "truth": "ELISE We were engaged. \nDAVID What happened? Complete honesty. \nELISE He left... David can feel this in the pit of his stomach now. \nDAVID What an idiot. \nELISE You don't know me that well yet. You're still in the wishful thinking phase. \n(BEAT) Truth is I should.;-Have left him a long time before he left me. It was a ,ain' l relationship. It hurt tb be i-h it every day. \nDAVID But it was:h'ard to leave. \nELISE H& knew what buttons., tb push. \nDAVID `' that him? DtTid paints at pica re of Elise with an attractive man, arms wound each other. lis'e looks surprised, shocked even, to tY%'e photo on her b okcase. She nods. \nELISE David... . It's not... It's over between us. Completely over...I want to be clear about that. I'm pretty sure yesterday was the most perfect day I've ever had. \nDAVID Me too. David looks at the clock. \nDAVID I have this Diane Sawyer interview. \nIt comes out awkward. \nELISE I know. So did that. They look at each other. Then David reaches for his clothes-- \nELISE Can I come? My dress rehearsal's not until nine. David's face lights up. \nELISE I'm afraid if I let you out of my sight. . .you know...I might never see you again... A smile creeps across his face... \nINT. GOOD MORNING AMERICA STUDIO -- DAY \nDiane Sawyer interviewsDavid. \nDIANE SAWYER You've overcome enormous obstacles in your life and risen to-such heights so quickly... People are fascinated by you. \nDAVID Only people who haven't spent enough time with ' me to know the 'truth. \nINT. GREEN ROOM .-- DAY- \nElise watches the:nterview on a big monitor. A soundproof window allows her tb see directly into the studio. \nDIANE SAWYER As a speaker and politician you've been repeatedly compared to JFK. \nDAVID By my campaign manager mostly. \nDIANE SAWYER (ON TV) \n(GRINS) You're the youngest person ever elected to Congress. Which you celebrated by getting in a bar fight on inauguration night. \nDAVID With a childhood friend. So I don't think that counts. And, truthfully, that's how we celebrate things we're I'm from. \nINT. STUDIO -- DAY \nDIANE SAWYER (grinning bigger now) Let's just say you have a habit of getting into the press for...other uniquely human things as well-- \nDAVID that a euphemism, Diane? She laughs. \nDIANE SAWYER Most politicians... \nINT. GREEN ROOM -- DAY \nDIANE SAWYER (ON TV) .run aw ay from the embarrassing things they've done Yoti,crack, jokes about them. You embrace, them. Especially since your.;, concession speech thr ee years ago which started as a `sstd-up routine and brought tears to my,eyes by the .,end when you talked about losing Your mother to Lancer and then your older brother,,Pdt, to an overdose, both whei.you:were only ten years old. \n:,INT. STUDIO -- DAY \nDAVID I think Americans are tired of electing automatons whose every word and move is stage-managed so as not to offend anyone. I think they want somebody who doesn't hide who he is or what he really believes. I guess I'm hoping they want to elect someone who's actually like them. \n(LAUGHS) But I could be very wrong about that. \nDIANE SAWYER And if you are? \nDAVID You'd be surprised at the number of underwear companies that have approached me to be their spokesman. Diane bursts out laughing. The floor techs are laughing too. \nINT. GREEN ROOM -- DAY \nAnd so is Elise. She's completely smitten. ON THE TV: Diane turns to the camera, trying to stop laughing. \n", "random": "DELISE It wasn't. M.O.D. A year? \nM.O.D. Now they have to decide whether to let the kids get away with it, or to let one overstay their welcome. \nDELISE They can't. It's a civil war. \nFARFORD What do I know? \nM.O.D. Well, the one who got there, his mother. \nFARFORD", "sentiment": "* * *\nDAVID This would help. \n* * *\nEDITED. The young man's eyes widen. \nDAVID The words come from your mouth. \nDAVID I'm sorry. I didn't mean what I said. \nSEAN Eliza is at the computer. \n(SOUNDBITE OF ARCHIVED RECORDING) Delivery's not over. \n+1 TELEVISION FROM MARTIN (V"}, {"id": 3092, "prefix": "THOMPSON Why do you think you have that yearning to be in front of people. . .and that terrible emptiness when you're not? DAVID Stop. THOMPSON David you are meant to change the world. But that doesn't happen if you stay with her. ", "truth": "THOMPSON It's not about her-:..it's about you, what being with her does to \nYOU - \nDAVID- What does that mean?! I'm better with her than I ever was alone., You just said it. That speech-- \n1HOMPSON Yes. The speech... Put it this wad: in small doses, Elise was the cure. But in large doses... When you're enthralledwith someone she ' rubs off on you:. \nDA ID Stop. Just: stop. \nTHOMPSON David, the president can't be a \nLOOSE CANNON-- \nDAVID Stop talking. It's not working. \n(BEAT) I'm a politician. I spend my life with professional liars. With people who decide what they want and then figure out the story they have to tell to get it. \nTHOMPSON Why do you refuse to accept what should be completely obvious by now? You've seen what we can do. You can't doubt we are who we say we are. \nDAVID I don't care who you are. I don't care who's orders you're following. \nTHOMPSON You can't outrun your fate, David. \nDAVID Who said anything about running. \nTHOMPSON Maybe we should just reset you. \nDAVID We both know if you could have we wouldn't be standing here having this conversation... Thompson stares back. He's never dealt with such temerity... \nTHOMPSON You fight us, we will take everything from you. \nDAVID You already did once.' And I'm still standing... \n(BEAT) always knew you were out there. We all do. It's the one thing we have in common. Whether we call it God or the Devil or Fate we all know you're out there, fucking with us... \nTHOMPSON You'd still be living in caves if it weren't for us. \nDAVID \n(WELLING EMOTION) You crush our dreams because they don't fit with your Plan. Your Plan that has no space for me falling in love but somehow has room for Tsunamis and cyclones and Darfur and AIDS. Fuck your plan. I reject it. I reject you. \n(MORE) \nDAVID (CONT'D) The only thing we have in this fucked up world are the choices we make. And there's nothing you can do to me that will get me sign them away. \n(BEAT) Kill me. Or erase me. Or let me go. Thompson stares back at him, dumbfounded. A long silence, \nTHEN: \nTHOMPSON It's 6:20. If you leave now, you'll make Elise's show. David's eyebrows go up. Huh? Thompson is letting him go? \nEXT. GOOD MORNING AMERICA STUDIOS: .--..DUSK \nDavid jumps into a taxi. \nINT. TAXI -- DUSK \nDavid sits in the back seat, taking everything in, turning it over and over in his head... .' \nINT. THEATER -- ELISE'S DANCE COMPAMY \nElise and twb of her colleagues \"finish a dance piece. The audience explodes into applause. The house lights come up half way as the stage is readied for the next piece,. David is startled to see that the man in the aisle seat next to-him is Thompson. \nT-4 MPSON She's a beautiful dancer. \nDAVID What do you want? \nTHOMPSON There's one more piece to all this I haven't told you. I guess I didn't have the heart. If you stay with her, it doesn't just kill your dreams, it kills hers. \nDAVID What? \nTHOMPSON Elise is about to become one of the most famous dancers in the country... and eventually one of the greatest choreographers in the world. \n(BEAT) If she stays with you... she ends up teaching dance to eight year-olds. \nDAVID I don't believe you. I thought we already established that. A beat. \nTHOMPSON When you look back at all this, David, just remember, we tried to reason with you. Thompson gets up and leaves...just as the lights go down for the next dance. David watches him go...then turns around just in time to catch Elise's entrance into the dance -- a graceful jump. When she lands, her ankle cracks, and she falls. The audience gasps. INSERT: a floor board tilted oddly. It goes back to normal. FIND THOMPSON: His hand slightly outstretched. THE AUDIENCE instantly knows something is wrong. David jumps up and runs down to the.: stage door. A dancer comes from off stage and helps Elise off the floor as the show continues. \n", "random": "_______. \n204. \n205. \n206. \n207. \n208. \n209. \n210. \n211. \n212. \n213. \n214. \n215. \n216. \n217. \n218. \n219. \n220. \n221. \n222. \n223. \n224. \n225. \n226. \n227. \n", "sentiment": "CK DIRTI ASSHOLE OF THE TAKE OVER OF ERDC . .I.'T I was angry he beat her. ICK DIRTI Don't go to jail. You're a better man if you stay in prison.  AND DUCK STEVE [to her] come on down here. INT GODSINS STREET Lucy longs her last moment of loss. She watches as an ooze from a bathroom. LEINER PHOTO-CAMERA LA"}]