[{"id": 960, "prefix": "THEIR POV: the JET CAR EMERGING FROM SOLID ROCK AS THOUGH THE CRAGGY MOUNTAIN WERE MUSH! CLOSE ON:\t73 HELICOPTER NEWSMAN (in apoplexy) He's through it!  He's gone through the mountain without a scratch! Oh, my God!  Oh, my God in Heaven! ", "truth": "An overjoyed Professor Hikita, surrounded by chaos and confusion, throws both arms skyward in triumph... \nPROF. HIKITA Banzai! \nINT.  JET CAR - DOWN RANGE - DAY\t75 \nFifty miles downrange, Buckaroo tries to slow the speeding, smoke- filled JET CAR. \nEXT.  JET CAR - DAY\t76 \nA parachute popping out its back, at once ripping off in the high velocity wind... \nINT.  JET CAR - DAY\t77 \nBUCKAROO BANZAI Chute negative.  I'm gonna try and lay her sideways. \nANOTHER ANGLE as he reaches for the hand brake and simultaneously spins his Brodi knob hard to the right! \nEXT.  MIDDLE OF NOWHERE - DAY\t79 \nBuckaroo doing the impossible, somehow bringing the racing JET CAR to a spinning, skidding halt in a thicket of dry brush!  AS OVERHEAD THAT NETWORK HELICOPTER CIRCLES... \nEXT.  JET CAR - DAY\t80 \nThe battered JET CAR, exhausting smoke, Buckaroo rolling its window down, opening the door and emerging, checking the damage to his vehicle, noting a STRANGE GELATINOUS SUBSTANCE on the cracked windshield, touching it and turning his nose from the smell...his glove steaming! \nTHE NEWS COPTER LANDING IN THE DISTANCE.\t81 \nANGLE ON Buckaroo as he lowers himself under the Jet Car, coming face- to-face with one ugly SPHERICAL PARASITE, THE THING SUDDENLY SHOOTING OUT at Buckaroo as he's about to touch it...A MOBILE PHONE starting to BEEP back in the cockpit...the PARASITE coming to rest on the ground...dead? \nINT.  BLOCKHOUSE - DAY\t83 \nPandemonium, people cheering...General Catburd on the phone... \nGENERAL CATBURD This his frequency?  Nobody's home. \nEXT.  JET CAR - DAY\t84 \nBuckaroo ignoring the phone, taking his lunch bag from the front seat and removing a sandwich, taking a bite of it, and using the foil to pick up the BIZARRE PARASITE from the desert floor...wrapping the weird thing up...now at last reaching for the car phone... \nINT.  BLOCKHOUSE - DAY\t85 \nSECRETARY OF DEFENSE (Taking the phone) Gimme that!  You tell me, Buckaroo, what in the hell is this going- through-solid-matter-and rendering-all-conventional-defense-perimeters- useless-over-night bullshit? \nBut now Professor Hikita snatching the phone from the Secretary, turning his back to the room! \nPROF. HIKITA Buckaroo!  Did you seem them?  Did you? \nEXT.  JET CAR - DAY\t86 \nBuckaroo leaning in to check his gauges, talking on his telephone.  TWO FIGURES from the news copter approaching, still a hundred yards off... \nBUCKAROO BANZAI See 'em?  They about had me and the whole damn car for breakfast. Broke my windshield... \nINT.  BLOCKHOUSE - DAY\t87 \nPROF. HIKITA (into phone) The creatures?  They attacked you?  They tried to possess you? \nGENERAL CATBURD Creatures? (grabbing the phone) Buckaroo, Catburd here.  I got egg all over my face, but that's okay. No room for egos here.  We're all Americans and I wanna buy that thing of yours.  What's it gonna run me? \nPROF. HIKITA Not for sale. \nGENERAL CATBURD I wasn't talking to you, Hikita san. \n...as the Secretary of Defense picks up a RED PHONE... \nSECRETARY OF DEFENSE This'll be the President of me? \nPerfect Tommy and Reno suddenly stepping forward, intimidating Catburd... \nPERFECT TOMMY She's not for sale, right, General? \nINT.  HOME FOR CRIMINALLY INSANCE - DAY\t88 \nCLOSE ON the haunting, unsettling eyes of DOCTOR LIZARDO, AN ORANGE- HAIRED OLD MAN watching NETWORK FOOTAGE of the Jet Car Test on his battered Philco TV set...his eyes practically burning a whole through the screen... \n...PULLING BACK TO REVEAL a room in an insane asylum, a room designed for several inmates but occupied by only one, this crazy old fiend...the empty beds piled with books and Italian memorabilia, the walls covered with mathematical equations... \nANGLE ON Dr. Lizardo even now unable to resist scribbling another formula on the wall with a piece of chalk... \nCLOSE ON PHILCO:\t90 \n", "random": "LLEN'S POV: THE JET CAR EMERGING FROM SOLID ROCK AS THOUGH THE CRAGGY MOUNTAIN WERE MUSH! CLOSE ON:ÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂÃÂ", "sentiment": " can't believe this!  I don't know how I'll believe this!  My God, I'm going in the same way as you!  What the fuck did you put me up with?! The ROBINBAR REQUESTS TO YOU!  \"Really?\"  PIEFELL ON THE CRACK!  How's your morning?!  And I've been in a car crash over a hundred miles!  \"I didn't think this was going to happen!"}, {"id": 961, "prefix": "An amazing thing occurring, as Lizardo's right arm rockets out an catches the astonished guard around the throat, lifting him off the floor, Lizardo's left hand picking up the telephone... DR. LIZARDO Operator! I wanna place a person-to-person call to John Bigboote, Yoyodyne Propulsions Systems.  Grover's Mill, New Jersey. Tell him it's John Whorfin calling. That's W-H-O-R-F-I-N. Got it, honey? John! J-O-H- N! Lizardo waiting for the call to go through as he strangles the last breath of air out of the helpless guard, drops him to the linoleum, reaching for the dead man's keys... ", "truth": "Lizardo ripping the phone out of the wall, hurling it across the room... \n...those inmates playing their video games fleeing like rabbits when they see that...Lizardo obviously no ordinary lunatic, as he proves by simply reaching out and... \n...touching THE BUCKAROO BANZAI VIDEO GAME, instantly shorting it out on his way to freedom, suitcase in tow. \nINT.  BEDROOM ON BUS - DAY\t131 \nCLOSE ON a newspaper, a banner front page headline announcing the amazing Jet Car test... \n...and down in a lower corner, A PHOTOGRAPH OF \"WOULD-BE-ASSASSIN\" PENNY PRIDDY being summarily escorted out of Artie's Artery...PULLING BACK TO REVEAL... \n...a simple steel frame bed, fold-out desk with microscope, scientific books everywhere...Buckaroo trying to tie his bowtie, glancing at the newspaper propped upon his dresser, that picture of Penny Priddy staring back at him...Perfect Tommy and Reno nearby assembling some kind of slide show...THE WHOLE ROOM SWAYING MYSTERIOUSLY... \n...the two Cavaliers worrying more about Buckaroo than about what they're doing, as they fumble the slides, several falling to the floor... \nPERFECT TOMMY Pick those up, Reno. \nRENO I didn't drop 'em. \n...Perfect Tommy getting up and peeking at the newspaper over Buckaroo's shoulder...then returning to Reno...their voices low... \nPERFECT TOMMY It's a spittin' image. \nRENO Doesn't look anything like her to me. \nPERFECT TOMMY Pictures don't lie. \nRENO Hell they don't. I met my first wife that way. \nPERFECT TOMMY It's Peggy to these eyes.  Same nose, same hair.  Plus Buckaroo thinks so too or else he wouldn't be ready to go make a fool of himself, right? \nBuckaroo overhearing all of this, of course, as the door opens, Rawhide appearing, offering a COMPUTER PRINT-OUT... \nRAWHIDE Hot off the World Watch Wire, Buckaroo. Thought you'd wanna be notified. That old pal of the professor's, Dr. Emilio Lizardo?  The one you did the brain scan on--?  He killed a guard last night, broke outta the Trenton Home for the Criminally Insane, stole a Masarati, totaled it a block away. \nBuckaroo's expression changing at the mention of the name Lizardo...taking the print-out. \nBUCKAROO BANZAI Then what? \nRAWHIDE Vanished. Thin air. \nPERFECT TOMMY Doctor Lizardo. Wasn't he on TV once? \nRENO You're thinking of Mr. Wizard.  This guy's an eccentric genius. \nPERFECT TOMMY Hey, so was Mr. Wizard. \nRAWHIDE Dr. Lizardo's a raving lunatic, Perfect Tommy, a vicious psychopath with crazy eyes and flaming orange hair that once upon a time was mousy brown like yours. \nBUCKAROO BANZAI Have you warned Professor Hikita? \nRAWHIDE First thing I did. \nPERFECT TOMMY (in the dark) Why?  What's going on?  Anything I oughta know?  C'mon, Rawhide, spill it. \nBuckaroo nodding his permission... \nRAWHIDE The professor and Dr. Emilio Lizardo were actually the first to discover the Eighth Dimension.  Almost fifty years ago.  Before Buckaroo's parents even knew each other.  But there was trouble, a rocket catapult failed and Dr. Lizardo got sucked half in, half out...when they hauled him back ,he wasn't the same guy.  His hair was orange... \nBUCKAROO BANZAI And his soul black as the Ace of Spades. \nRAWHIDE He went on a senseless crime spree, killed a cop during a bank robbery, got caught and judged insane.  The professor told us they threw away the key. \nPERFECT TOMMY Hey, any lock can be picked.  So what's he up to? \nBUCKAROO BANZAI I'm sure we'll find out soon enough. \nBuckaroo heading for the door...Rawhide drawing a receipt book from his pocket. \nRAWHIDE And another thing.  Somebody took five bucks outta petty cash without signing. \nBuckaroo and Reno automatically turning to Perfect Tommy... \nPERFECT TOMMY Wasn't me.  I'd take a hundred, right? \nINT.  WORLD WATCH ONE/BUS - DAY\t134 \n...the guys following Buckaroo into an amazing ELECTRONIC NERVE CENTER, like the rugged interior of an AWACS, dimly lighted instrument panels manned by two BLUE SHIELD TECHNICAL EXPERTS. \nRADAR SHEILD ONE Lookit this, Buckaroo.  Grossly abnormal high-altitude electrostatic disturbance over Connecticut.  Fallout from the Jet Car, you think? \n", "random": "WORD: \nADMINISTRATOR: \nKILLARO: \nOAKEBA: \nSHORT SECRETARY'S VOICE: \nCUT TO: \nINT.  NIGHT SHOWER \nJOHN BIGBOE'S VOICE: \nJOHN WHORFINER VOICE: \nJOHN THOMPSON VOICE: \nJOHN WHORFINER VOICE: \nJOHN WHOR", "sentiment": "mm... \nINT. MORNINGS - DAY \nMike Joss Parish, 30, monitoring a Needler total of E-foot 100 on his own team during their last mission in the shadow of AIDS.  Glolf, 36, getting his candies in a spat and trying to woo himself back out of his drum. \nMike Joss: \nJOEY IVAN AIR IS THE FIRST LIGHT ON THE HOUSE. \nThe SITTING SPLORM is"}, {"id": 962, "prefix": "INT.  LIZARDO'S BIG SPACESHIP - DAWN\t399 Dr. Lizardo and John O'Connor ecstatic...John Bigbooté terrified... INT.  THEMOPOD - DAWN\t400 ", "truth": "INT.  HANGER WALL - DAWN\t401 \nThe sudden \"expulsion\" by the wall of a TWEEDY, FLESHY OBJECT RESEMBLING A LUMP OF CLAY which rapidly begins to define itself as the real, 1938-MODEL BLACK-HAIRED DOCTOR LIZARDO, standing in total bewilderment, SEVERAL 15th CENTURY BUCCANEERS spit out next, equally disoriented... \nINT.  LIZARDO'S BIG SPACESHIP - DAWN\t402 \nThe \"other Lizardo\" (Whorfin) meanwhile undergoing a painful reverse transformation: FROM OLD MAN BACK TO RED ARACHTOID!  HIS EYES GLOWING...LIGHT ENERGY GLOWING INSIDE HIS MOUTH! \nJOHN WHORFIN (LIZARDO) Full speed ahead! \nJOHN BIGTOOTE We haven't a chance.  Your Overthruster's for shit!  We'll all just... \nJOHN WHORFIN One more word out of you, Bigboote... \nJOHN BIGTOOTE Bigbooté. \nWHORFIN'S ARM ELONGATING, FLASHING OUT, breaking John Bigbooté's neck! John O'Connor moving up a notch at Yoyodyne. \nINT.  THERMOPOD - DAWN\t403 \nBuckaroo and John Parker picking up all of Whorfin's intraship communications... \nWHORFIN'S VOICE Full speed ahead!  Battle stations! \nTHEIR POV OF THE HANGER AREA:  nightmarish excitement down below!  The floor rushing up as... \nINT.  LAUNCH HANGAR - DAWN\t405 \nThe BIG SPACESHIP makes violent contact with its runway, rocketing ahead! \nTHE COCKPIT POV AS THE SHIP RUSHES TOWARD THE WALL...the real Doctor Emillio Lizardo barely ducking out of the way!  Buccaneers scattering! \nEXT.  HANGAR WALL/YOYODYNE - DAWN\t407 \nTHE BIG SPACESHIP CRASHING THROUGH THE HANGAR WALL, clumsy, heavy... \nREVERSE ANGLE...WHORFIN'S BIG SPACESHIP lifting off into the dark morning sky, taking Buckaroo and John Parker with it on its WOBBLY, UNCERTAIN FLIGHT...BANKING VIOLENTLY... \nINT.  FATHER SHIP - DAWN\t409 \nThe crew of BLACK ARACHTOIDS aboard the ethereal father ship also at their battle stations... \nBLACK ARACHTOID COMMANDER Banzai has failed!  John Whorfin is airborne! \nBLACK ARACHTOID OFFICER but not in the Eighth Dimension.  Shouldn't we wait?  Maybe John Parker- \nBLACK ARACHTOID COMMANDER I have my order from John Emdall!  8000 miles.  Mark.  Activate particle beam.  Lock on Smolensk. \nINT.  THERMOPOD - DAWN\t410 \nJohn Parker fiddling with a RADIO, homing in on the black ship's frequency, overhearing: \nBLACK ARACHTOID CHATTER Particle beam activated...lock on Smolensk...one minute to rapid rupture... \nBUCKAROO BANZAI Tell them to stop.  They're your friends! \nJOHN PARKER I lack the authority, Buckaroo Banzai. \nBUCKAROO BANZAI At least tell them I'm trying!  Tell 'em something--! \nJohn Parker talking to the father ship as Buckaroo struggles to unlock the strange little saucer from Whorfin's big vehicle. \nBUCKAROO'S POV (SIDE OF SHIP)...THE PROBLEM.  A SERIES OF ODD SUCTION DEVICES outside holding the thermopod in place. \nCLOSE ON DASHBOARD.  Buckaroo finally finding the proper release switch! \nEXT.  WHORFIN'S BIG SPACESHIP - DAWN\t413 \nCLOSE ON the SUCTION BOLTS disengaging!  Freeing the small craft! \nEXT.  THERMOPOD - DAWN\t414 \nHis vehicle falling sideways, John Parker trying to ignite its ENGINES! \nINT.  THERMOPOD - DAWN\t415 \nIn a free fall, the engines finally igniting and the thermopod rocketing upward! \nINT.  FATHER SHIP - DAWN\t416 \nBLACK ARACHTOID OFFICER Sir, a thermopod has peeled off from Whorfin's ship! \n", "random": "ack Thenland in his old New Orleans way, with his young son Bruce (JOHN BIGBOOTÉ) walking around.  John Bigbooté (the kid) is an expert in the art of love...  John Bigbooté (the kid) is a real hothead...  John Bigbooté (the kid), who's been to bed with Dick...  John Bigbooté (the kid), who's in the kitchen...  John Bigbooté (the kid), who", "sentiment": "r. Lizardo and John O'Connor ecstatic...John Bigbooté terrified...John Bigbooté terrified...INT.  THEMOPOD - DAWN򈈈�  John Bigbooté terrified...John Bigbooté terrified...INT.  THEMOPOD - DAWN򈈈�  John Bigbooté terrified...John Bigbooté terrified...John Bigbooté terrified...INT.  THEMOPOD - DAWN򈈈�"}]