[{"id": 399, "prefix": "COOP (CONT'D) (awestruck) You guys are gonna be legends of the school. 56A   OMITTED                                                         56A 57    INT. FRED'S BEDROOM - NIGHT                                      57 Fred and Matt are huddled around the computer. FRED Oh, I've got it. What if the Math Team Captain is in detention for something... MATT For fixing grades for a girl... FRED Yeah, and the cheerleader is in there and she's going to get grounded if she fails one more test... As they talk, Fred types away. 58    EXT. INDIA - DAY                                                 58 STOCK FOOTAGE: Taj Mahal, etc. 59    INT. TEEN BOY'S BEDROOM - BHOPAL, INDIA - NIGHT                  59 A NERDY INDIAN BOY is totally engrossed in the After School Special Website. His eyeglasses reflect the glow of the scrolling text of Fred and Matt's current script. CHEERLEADER (V.O.) Well, maybe I can pay you some other way... INDIAN MOTHER (O.S.) Mujibur, dinner is ready! INDIAN BOY In a minute! ONSCREEN, the mouse pointer clicks \"PRE-ORDER.\" 59A   EXT. FRANCE - DAY                                               59A STOCK FOOTAGE: Eiffel Tower, etc. 59B   INT. TEEN BOY'S BEDROOM - PARIS, FRANCE - NIGHT                 59B A NERDY FRENCH BOY reads the story on his computer. FINAL SHOOTING SCRIPT                                     57. ", "truth": "59C   OMITTED                                                         59C \n59D   OMITTED                                                         59D 60    EXT. JAPAN - DAY                                                 60 STOCK FOOTAGE: Recognizable Japanese landmarks, etc. 61    INT. TEEN BOY'S BEDROOM - KYOTO, JAPAN - NIGHT                   61 A NERDY JAPANESE BOY reads the story from his PDA. MATH TEAM CAPTAIN (V.O.) Are you ready for your oral exam? CHEERLEADER (V.O.) Oh, God, yes! I never knew math could be so stimulating! Click. Pre-order. \n62    OMITTED                                                          62 \n63    OMITTED                                                          63 64    EXT. WILLIAM WALL HIGH SCHOOL - PARKING LOT - DAY                64 Deacon and his biology class are getting on a school bus. Nearby, Naomi is crossing the parking lot when she trips and spills her latté on her shirt. People start laughing, but Deacon instinctively rushes over to pick up her books. DEACON Are you okay? NAOMI Yeah. Thanks. I'm so embarrassed. She pats at the stain. DEACON (genuine) Really? I didn't think you got embarrassed about anything. She smiles at Deacon, cheered up by the inadvertent compliment. The Bus HONKS for Deacon. DEACON (CONT'D) Well, I guess I should go. \nFINAL SHOOTING SCRIPT                                        58. \nHe turns to walk away, when Naomi makes a decision to give Deacon a shot. NAOMI Deacon, wait. Block me for a second while I change my shirt. DEACON What? NAOMI Facing the other way. DEACON Oh. He turns around and she changes her shirt behind him. Deacon can't help but sneak a peek. NAOMI I haven't seen you around here in a while. DEACON Yeah, I'm working on this project at home. NAOMI Cool. You can turn around now. He turns and sees her new shirt is not yet 100% on. NAOMI (CONT'D) Listen. Mark and J.T. are having a party tonight. You want to meet me there? DEACON Really? NAOMI Why not? DEACON Okay. Cool. The bus HONKS for Deacon again. 65    EXT. AQUARIUM PARK - DAY                                            65 Matt and Fred charge forward on their 10-speeds through a park. They slide to a stop, falling off their bikes, but they're too excited to care. 65A   INT. AQUARIUM - DAY                                                65A They rush up to Deacon, whose biology class is near the Beluga Whale tank. \n", "random": "    INT. TEEN BOY'S BEDROOM - PARIS, FRANCE - NIGHT                                                                            ", "sentiment": "SHEYNA FHELBERG (CONT'D) Are you kidding? STOCK FOOTAGE: Kendrick, sure. They use their families. BUTTER FARM-IN-SUSTIANT Only one other shooter in the office. So as you can see... STOCK FOOTAGE I'll be right back. STITCHEL I'm right back. STITCHEL Exactly. STITCHEL\n\nIan watches Ian watch him.  You think he's like the movie"}, {"id": 400, "prefix": "FINAL SHOOTING SCRIPT                                        67. MATT Action. Matt starts his cheesy \"projector light effect\" and Coop takes a seat next to Ashley. ASHLEY This summer tent-pole event-movie is making me so scared. COOP Hide your head down here and I'll tell you when it's safe to come up. As she starts to go down, we turn our attention... ON FRED and DEACON, away from the action. FRED (snide; whispers) How's Naomi? DEACON Fine. COOP (O.S.) Not yet. This is the really scary part. DEACON (whispers) Hey. Can I ask you a question? Fred shrugs. The memory of the nightmare is wreaking havoc with Deacon's conscience. DEACON (CONT'D) Do you ever think maybe we've gotten ourselves in a little over our heads with all of this? COOP (O.S.) Oh, baby. Not yet. Fred appears to be pondering the question deeply. His face slowly contorts to a look of seeming anguish. Then, FRED Fire! The coiled cord to the massive light is burning a circular hole in the smouldering carpet. COOP Unplug the light! Deacon moves to unplug it. FINAL SHOOTING SCRIPT                                        68. ", "truth": "FINAL SHOOTING SCRIPT                                        69. \nDEACON Large load. MATT (O.S.) Deacon! Hurry! Deacon snaps out of it and grabs the laundry detergent bottle. He scoops up some water and RUNS into the other room. 72B   INT. BASEMENT SET - DAY (CONTINUOUS)                               72B He throws the soapy water onto the fire and Matt. The fire goes out, but Matt's not too happy about getting soaked. 73    INT. DEACON'S HOUSE - KITCHEN - DAY (CONTINUOUS)                    73 Coop is looking down the stairs to the basement. Fred is freaking out. Ashley is still topless but covering herself up, having just put on her panties. She goes to put on her shirt when MRS. LEWIS (O.S.) What's going on here? DEACON'S PARENTS are standing in the doorway to the kitchen with Max, whose arm is in a splint. Max stares at Ashley. She covers herself some more. Then, Deacon and Matt enter the kitchen from downstairs. MAX Nice rack. DEACON Mom! Dad! What are you doing home? MRS. LEWIS Max sprained his wrist at soccer practice. What is going on here? MR. LEWIS Well, I'm sure there's a reasonable explanation why there's a naked girl in our kitchen. Right, Deacon? Deacon isn't too sure. MRS. LEWIS Well... DEACON I, uh... Deacon's mind is racing. Then, \nFINAL SHOOTING SCRIPT                                     70. \nASHLEY I'm Deacon's girlfriend. Ashley. MRS. LEWIS                       MR. LEWIS            * His girlfriend?                  His girlfriend?                * \nDEACON Yes, my girlfriend. MRS. LEWIS And what were you doing with your clothes off in my kitchen? ASHLEY We were having a make out party. MRS. LEWIS Where are the other girls? DEACON Their dates stood them up? COOP Yeah. My date wasn't feeling well. FRED Mine has mono. From too much making out. With me. MRS. LEWIS What's that smell? MATT We had a small fire, Mrs. Lewis. I tipped over a candle. It was to set the right mood. MR. LEWIS A fire? Let me see the damage. DEACON Dad, don't. Let me take responsibility. We'll pay to have it fixed. Deacon's Dad looks at Ashley again. He can't hide his pride. MR. LEWIS Damn right you will. MRS. LEWIS Well, Ashley. I didn't know Deacon even had a girlfriend. MR. LEWIS Maybe you can join us for dinner tonight. Ashley looks at Deacon. Deacon's Mom glares at Dad. \nFINAL SHOOTING SCRIPT                                     71. \n", "random": "                                                                                                    ", "sentiment": "                                                                                                    "}, {"id": 401, "prefix": "FINAL SHOOTING SCRIPT                                     90. Dad freezes. MR. LEWIS Where did you see Ashley? MRS. LEWIS Over on Industrial Way. MR. LEWIS You were on Industrial? MRS. LEWIS You know, she is so flexible. It's really amazing some of the positions that girl can twist herself into. MR. LEWIS What?!? MRS. LEWIS She even offered to teach me. So I could move like that. MR. LEWIS Yeah, that would be great! I mean, if you're into that. MRS. LEWIS Maybe. I like her. I know she's a little older, but I think she's good for Deacon. MR. LEWIS You do? Just then, Deacon walks past them down the hallway towards his bedroom. Dad eyes him with a rare combination of fatherly concern and male jealously. 92   INT. DEACON'S BEDROOM - NIGHT                                   92 Deacon walks past his desk and something catches his eye. He stops to look at a picture of himself with Fred and Matt from fifth grade. He looks really happy in the picture. Then, he sees a strip of photo booth pictures taken yesterday with Naomi. She's hamming it up for the camera, but you can tell from his expression, they don't belong together. He tosses the Naomi picture onto the desk. 93   EXT. DEACON'S HOUSE - BACK YARD - NIGHT                         93 Deacon stands by the water skipping rocks with Matt and Fred. FRED So, what did you want to talk to us about? FINAL SHOOTING SCRIPT                                     91. ", "truth": "FINAL SHOOTING SCRIPT                                       92. \nDEACON I don't know. Maybe we should just call it quits. ASHLEY (O.S.) Hey, guys. Ashley walks up to them. She looks hotter than ever, in a tiny midriff shirt and short shorts. DEACON What are you doing here? ASHLEY I need you. FRED What? ASHLEY I need you to make this movie. For my reel. DEACON Well, actually we were-- ASHLEY Ooh, look. An eyelash. For the third time, time stands still as Ashley gently pulls the errant eyelash from Deacon's eye and offers it up to him. ASHLEY (CONT'D) Make a wish. Deacon is too entranced to close his eyes, but he does take the opportunity to blow the eyelash off her hand. She smiles and brushes back a strand of hair from his brow. The guys are hooked. Up through the window, over on Deacon's computer, the A.S.S. Website is running, featuring Roger's smiling face with the motto, \"By Virgins, For Virgins.\" The counter is on fire. 94   INT. HAIRDRESSER - DAY                                            94 Roger is getting his hair cut by a cute HAIRDRESSER, his wheelchair next to him. A few other women are in the back, whispering and looking over at Roger. An OPERA ARIA plays on the radio. HAIRDRESSER So, I'm thinking about getting into films. \nFINAL SHOOTING SCRIPT                                      93. \nROGER Okay. HAIRDRESSER You have any tips on how to break in? ROGER Uh, no. Not really. Acting classes, I guess. HAIRDRESSER Really? I didn't think there was a lot of acting in those films. Roger is confused. ROGER Well, I guess it kind of depends. HAIRDRESSER You think you could get me an audition? ROGER For what? HAIRDRESSER Come on. How long have I been cutting your hair? ROGER Since I was like eight. HAIRDRESSER (whispers) I know who you are. Don't worry. Your secret's safe. Come on. I just want to make one film to see what it's like. Roger is still totally clueless. ROGER That's great. But how can I help you? HAIRDRESSER Oh, I get it. You help me, I have to help you. That's how it works. Okay. She looks around. Then, she sprays a big dollop of hair mousse into one hand and places it under the hair apron. ZIP. Roger panics. HAIRDRESSER (CONT'D) Relax. ROGER What're you-- Oh, God! \nFINAL SHOOTING SCRIPT                                       94. \nHis face contorts to match the aria playing on the radio, making it look like he's singing the soprano solo. 95    INT. BASEMENT SET AS \"THE PROM\" - DAY                              95 Coop and Ashley have brought some help: Plantain and the Bouncer. They're waiting around for the guys. The room is their most elaborate set so far, a hotel ball room, complete with themed prom banner, dance floor, stage, etc. COOP No, no, it's a municipal bond fund. ASHLEY But what about the capital gains? COOP Sure there's short term capital gains, but the dividends are tax free. PLANTAIN State and federal? Deacon enters with Matt and Fred. ASHLEY Hey, guys. I hope you don't mind, Plantain and Baxter want to be in the movie, too. BOUNCER Hey! Mr. Runningbear! Matt smiles meekly as we CUT TO: THE PRODUCTION MONTAGE: 95A   INT. BASEMENT SET - DAY                                           95A Moments later, cheesy prom MUSIC plays and a mirrored disco ball reflects light across the dance floor. As the couple dances across the floor, dressed in a prom gown and tux, Ashley looks into Coop's eyes. ASHLEY Ira, I have something important to tell you. COOP What is it? ASHLEY This prom is making me so hot. I'm ready to lose my virginity to you tonight. \n", "random": "  INT. DEACON'S HOUSE - NIGHT                                 91.                                            91 91          ", "sentiment": "   INT. DEACON'S HOUSE - NIGHT                                91. Deacon spots the three girls ignoring him, so he tries to get them to move on. He tries to force them to move. He walks over and hugs them.    INT. DEACON'S HOUSE - NIGHT        "}]