[{"id": 2724, "prefix": "MRS. HAMMEN I've got to get out of here! I can't stand it! I've got to get out of here! Randy pushes up and shakes Mrs. Hammen by the shoulders. RANDY Calm down. Get hold of yourself! ", "truth": "Randy leaves, Jack shakes Mrs. Hammen by the shoulders. \nJACK Get hold of yourself! Get hold of yourself! \nDR. RUMACK (to Jack) Get back to your seat; I'll take care of this. \nJack leaves; Rumack shakes Mrs. Hammen by the shoulders. \nDR. RUMACK Calm down. Calm down. Get hold of yourself! \nSister Angelina taps Rumack on the shoulder. \nSISTER ANGELINA (to Rumack) Doctor, you're wanted on the phone. \nSister Angelina starts shaking Mrs. Hammen. \nSISTER ANGELINA Everything will be all right. Please get hold of yourself. \nWe see a line of passengers behind Sister Angelina waiting to shake Mrs. Hammen. \nEXT. AIRFIELD - SIGN - NIGHT \nreads:         CHICAGO INTERNATIONAL AIRPORT OVER 16 BILLION PLANES LANDED \nINT. TERMINAL BUILDING - NIGHT \nAs Kramer rushes through the lobby, he is approached by a series of religious zealots. In quick succession he decks each one karate style, shooting the last zealot twenty feet away with a .44 Magnum. \nINT. TERMINAL BUILDING - LONG SHOT - NIGHT \nP.A. #1 (v.o.) Your attention, please. Flight four-one- seven now departing the B Concourse, gate six. \nP.A. #2 (v.o.) Your attention, please. Flight twenty- seven now arriving the B Concourse, gate six. \nThere is a LOUD CRASH, and the SCENE SHAKES. \nINT. CHICAGO DISPATCH - NIGHT \nAIR CONTROLLER #1 (into phone) This guy doing the flying has no airline experience at all. He'll be a menace to himself and everything else in the air... (he pauses to listen) ...Yes, birds too. \nKramer enters, picks up clipboard, and reads it. \nMcCROSKEY (into phone) Okay, okay. He's a terrible risk, but what other choice have we got? \nMcCroskey hangs up phone. \nMcCROSKEY Well, that's the whole story, Rex, everything we know. \nKRAMER All right, Steve, let's face a few facts. \nKramer whips off his sunglasses. Underneath is another pair of sunglasses. \nKRAMER As you know, I flew with this man, Striker, during the war. He'll have enough on his mind without remembering those days when -- well, when things weren't so good. \nMcCROSKEY Well, right now things aren't so good. And while we're talking there are a hundred and thirty-eight lives waiting on us for a decision. \nKRAMER Let me tell you something, Steve. Striker was a top-notch squadron leader -- a long time ago... \nA spear slams into the wall behind Kramer. \nKRAMER ...but my feeling is that when the going gets rough upstairs tonight, Ted Striker's gonna fold up. \nMcCROSKEY Look, Rex -- I want you to get on the horn and talk this guy down! You're going to have to let him get the feel of this airplane on the way; you'll have to talk him onto the approach; and so help me, you'll have to talk him right down to the ground! \nA watermelon falls from TOP OF FRAME, splattering on the table. \nKRAMER Very well then. Put Striker on the speaker. \nMcCROSKEY Okay, you can use the radio over there. Looks like I picked the wrong week to quit drinking. \nHe pulls a flask trom the drawer and takes a swig. \nINT. CHICAGO DISPATCH - NIGHT \nKramer at dispatch radio. He picks up mike. \nKRAMER Striker, Striker, this is Captain Rex Kramer speaking. \nMcCroskey joins Kramer at dispatch radio. \nINT. COCKPIT - NIGHT \nDRAMATIC MUSIC as we see Striker's ominous look of recognition. \nSTRIKER (dramatically) Yes, Captain Kramer. Read you loud and clear. \n", "random": "\nRANDY (CONT'D) (to Mrs. Hammen), I've got to get out of here! \nRANDY (CONT'D) (to Mrs. Hammen), I've got to get out of here! \nRANDY (CONT'D) (to Mrs. Hammen), I have to get out of here! \nRANDY (CONT'D) (to Mrs. Hammen), I have to get out of here", "sentiment": "\n\nEND OF STREET. \n\nRANDY'S POV: \n\nMRS. HAMMEN I've got to get out of here! I can't stand it! I've got to get out of here! Randy pushes up and shakes Mrs. Hammen by the shoulders. RANDY Calm down. Get hold of yourself! \n\nEND OF STREET. \n\nSgt. Brown, tall and strong, walks over to Mr. Ham"}, {"id": 2725, "prefix": "Elaine rises. The autopilot is on her back, its hands clinging to her breasts. She removes it and seats it at engineer's console. KRAMER (v.o.) Have her take the co-pilot's seat. Elaine takes her seat as Striker regains control of the plane. He hands Elaine the mike. ", "truth": "INSERT - NUMBER THREE ENGINE GAUGE \nA LITTLE HOT is blinking. \nBACK TO INT. COCKPIT - NIGHT \nKRAMER (v.o.) Striker, what kind of weather are you in up there? \nELAINE (into microphone) Rain. \nSTRIKER And a little ice. \nELAINE And a little ice! \nKRAMER (v.o.) How's it handling? \nSTRIKER Sluggish. Like a wet sponge. \nELAINE (into microphone) Sluggish. Like a wet sponge. \nKRAMER (v.o.) (patronizing) All right, Striker, you're doing just fine. \nSTRIKER (to Elaine) It's a damn good thing he doesn't know how much I hate his guts. \nELAINE (into microphone) It's a damn good thing you don't know how much he hates your guts. \nINT. PASSENGER CABIN - NIGHT \nA Black Dude is holding his stomach in pain. \nBLACK DUDE Oooooooh. \nRandy approaches. \nRANDY Can I get something for you? \nBLACK DUDE Cain fo' gwine sho fi cun for. \nRANDY I'm sorry. I don't understand. \nMRS. SCHIFF, a middle-aged woman, is seated behind the Black Dudes. \nMRS. SCHIFF Oh, stewardess, I can speak jive. He said he's in great pain and wants to know if you can help him. \nRANDY Tell him to relax and I'll be back as quickly as I can with some medicine. \nRandy exits. \nMRS. SCHIFF Shi gwine man chitlun down for mo sho. \nBLACK DUDE (indignantly) Shi man I ain neba mo fo gwine ain. \nThey engage in an argument in jive talk, with Mrs. Schiff getting the best of it. She swaggers off in typical black dude fashion. \nINT. PASSENGER CABIN - NIGHT \nSister Angelina is singing to the Krishnas. \nSISTER ANGELINA '...I sit by the telephone for hours. I love when men send me flowers. I enjoy being a girl.' \nINT. PASSENGER CABIN - NIGHT \nJack is comforting an ailing Shirley. She is per­spiring. \nJACK How ya doing, honey? \nSHIRLEY Oh Jack, I'm so warm. I'm burning up. \nJACK Here. \nHe reaches up and opens the overhead air nozzle. Air rushes out with hurricane force. As Jack struggles to turn off nozzle, Shirley is blown about, an adjacent passenger's papers go flying from a briefcase, a Hari Krishna's toga flies up revealing polka dot boxer shorts. An extra's toupe flies off. \nINT. PASSENGER CABIN - NIGHT \nSOFT MUSIC. \nMILTON After my wife died, I felt like a fifth wheel. You know, so many years being with one person -- a very wonderful person -- makes you always think of yourself as part of a pair...When Ethel passed away, I was lost. I couldn't function socially and I couldn't function in business. \nBERNICE Well, after a thing like that you wouldn't be expected to. \nMILTON But I think it's time we stopped talking about me. A woman like you -- why haven't you ever married? \nBERNICE Well, I'm afraid that's a question that's all too easy to answer. \nMILTON I know the answer -- Career. A smart woman like you became so involved in your work, you didn't have time for marriage. \n", "random": "                                                                                                   ", "sentiment": "\nINT. STRIKER'S OFFICE - DAY \n\nKRAMER, now seated, is seated in the front seat. KRAMER (v.o.) I've got to be clean. \n\nINT. \n\nINT. STRIKER'S OFFICE - DAY \n\nINT. \n\nThe pair of pilots are waiting to see the aircraft. \n\nINT. \n\nINT. \n\nINT. \n"}, {"id": 2726, "prefix": "ELAINE But Ted, you're the only... STRIKER I don't care. I just don't have what it takes. They'd be better off with someone who'd never flown before. As Striker leaves he puts autopilot into pilot's seat. Elaine is on the verge of tears. ", "truth": "INT. DISPATCH - NIGHT \nAir Controller #2 enters. \nAIR CONTROLLER #2 Bad news. The fog's getting thicker. \nHINSHAW And Liz Taylor is getting larger! \nMcCROSKEY Ya know, this would be a tough landing for anyone to make. Maybe, if we hold them off for a bit we'll get a break in the weather. \nKRAMER All right, but let's wait until they reach the control area. \nEXT. AIRPLANE - NIGHT \nTHUNDER and lightning. \nINT. PASSENGER CABIN - NIGHT \nOutside stewardess' alcove. Striker fills a cup from drinking fountain then pours it on his head. He sits down dejectedly on stewardess' fold-out seat. Rumack approaches. \nSTRIKER I know what you're going to say, so save your breath. \nRumack sits. \nDR. RUMACK No. I haven't a thing to say. You've done the best you could. You really have. The best you could. I guess we can't expect to win 'em all. I want to tell you something I've kept to myself for years. I was in the war myself -- the Medical Corps. I was on duty late one night when a badly wounded pilot was brought in from a raid. He could barely talk, but he looked at me and he said, \"Doc. The odds were against us up there but we went in anyway, and I'm glad we did. The captain made the right decision.\" The pilot's name was George Zipp. \nStriker looks up. Notre Dame Fight Song is heard in b.g. \nSTRIKER George Zipp said that? \nDR. RUMACK And the last thing he said to me, \"Doc,\" he said, \"Sometime when the crew is up against it and the breaks are beating the boys, tell them to go out there with all they've got and win just one for the Zipper. I don't know where I'll be then, Doc,\" he said, \"but I won't smell too good. That's for sure.\" \nSTRIKER (rejuvinated) Excuse me, Doc, I've got a plane to land. \nStriker boldly starts toward cockpit. \nINT. COCKPIT - NIGHT \nStriker enters. Elaine, unaware of his return, is listening to Kramer on the radio. \nKRAMER (v.o.) All right, you'd better stay up there for a bit. As soon as the fog lifts, we'll bring you in. \nSTRIKER I'll take it, Elaine. \nShe turns to face him. A dramatic moment. Striker enters pilot seat and takes mike from Elaine's hand. \nSTRIKER Listen to me, Kramer. Doctor Rumack says the sick people are in critical condition and every minute counts. We've got to land now! \nKRAMER (v.o.) Don't be a fool, Striker. You know what a landing like this means. You more than anybody. I'm ordering you to stay up there! \nSTRIKER No dice, Chicago. I'm giving the orders, and we're coming in...I guess the foot's on the other hand now, isn't it, Kramer? \nINT. CHICAGO DISPATCH - NIGHT \nMcCROSKEY He'll never bring it down in this soup. Never! Not one chance in a million. \nKRAMER I know. I know. But it's his ship now, his command; he's in charge, he's the boss, the head man, the top dog, the big cheese, the head honcho... \nAir Controller #2 rushes up to McCroskey and Kramer, carrying a newspaper. \nAIR CONTROLLER #2 Chief, look at this! \nKramer grabs newspaper. \nKRAMER (reading) 'Passengers Certain to Die?!?!?!?!?!' \nMcCROSKEY 'Airline Negligent?!?!?!?!?!' \nHe hands the paper to Hinshaw. \nHINSHAW (looking at newspaper) There's a sale at Penny's! \nMcCroskey grabs paper from Hinshaw. \nKRAMER (to men in Dispatch) All right, I'll need three men up in the tower. (pointing) You, Neubauer. You, Macias. \nHINSHAW Me John. Big tree. \nHe puts his ear to the ground. \nHINSHAW Wagon train comes three, maybe four day away. \nKRAMER (into microphone) Stand by, Striker. I'm going to the tower. And good luck. \nKramer exits. \n", "random": "                                                                                                   ", "sentiment": "A/N: \nThe next day, the crew is back in the cabin. \nThe crew is now in the cabin with a new crewmember. \nA/N: \nThe crew is now in the cabin with a new crewmember. \nA/N: \nThe crew is now in the cabin with a new crewmember. \nA/N: \nThe crew is now in the cabin with a new crewmember. \nA"}]