[{"id": 1236, "prefix": "He raises a set of compact field binoculars to his face.  THROUGH THEM he sees a thin haze of smoke rising from the treetops. ACKLAND D'you feel any impact shock? YORK   (uncertain) Not really. ", "truth": "ACKLAND Me either.  I tell you, I used to be with a mining outfit on Callisto, and when something like that hits... believe me, you know about it. \nYORK Do you wanna head back and call it in? \nACKLAND   (hesitant) I dunno... I dunno.  Something about this feels funny. \nHe looks across at the plume of smoke snaking off into the sky. \nACKLAND (CONT'D) That is the damndest impact I've ever saw... \nEXT.  LINSON'S RANGE - IMPACT SIGHT - DUSK \nThe earth around the crater-rim is charred and cracked; some of the surrounding brush still aflame.  A SCORPION scuttles inquisitively to the edge of the pit and stops, it's stinger twitching hesitantly.  We HEAR a LOW HUM, and the SOUND of METAL-ON-METAL.  Before the SCORPION can decide what to do, it's fate is sealed.  A large METAL CLAW comes down, crushing it in an instant.  A SECOND CLAW emerges, and a MACHINE heaves itself out of the hole, it's surface smoking with heat.  It pauses for a BEAT like some giant tarantula seeking prey, them moves purposely outwards about twenty yards before halting.  A hatch on the underside opens, and a complex delivery mechanism extends.  After a moment there's a LOW CLUNK, and the mechanism retracts.  In it's place is an ALIEN EGG.  The MACHINE crawls off, vanishing into the long reeds. \nEXT.  RYUSHI STATION - NIGHT \nHIROKO sits on the front wheel of KAMEN's crawler, her knees pulled up to her chin, staring off into a thin mist that makes the night impenetrable.  Behind and above, the lights of the cranes and the communications array strobe on-and-off.  Above the bar on the main street is a flicking neon sign erected after-the-fact, emblazoned with the words \"TORCHY'S\".  The MUFFLED SOUNDS of MERRY-MAKING from within become momentarily louder, and HIROKO glances over to see it's pressure-door CRASH back, disgorging several drunken people. KAMEN follows them through.  He spots HIROKO and heads over. \nKAMEN Hey, boss.  Wondered where you'd gotten to. \nHIROKO I just... wanted to be put on my own for a while.  Clear my head. \nKAMEN Didn't feel like whoopin' it up with the rest of us blue collars, huh? \nShe shakes her head, and manages a smile. \nHIROKO I've got a lot of thinking to do.  'Sides, the room was getting too crowded for me. \nKAMEN Not too much of the socializing type, then? \nHIROKO No, not really.  More sort of the  'claustrophobic' type. \nKAMEN LAUGHS.  HIROKO is straight-faced. \nHIROKO (CONT'D) I'm serious.  That's why I switched from orbiting to planetary installations. \nKAMEN Is that a fact. \nHIROKO Uh-huh.  Used to get it pretty bad.  I'd wake up in a cold sweat and want to claw open a vacuum hatch. \nKAMEN How long you been out here for now, anyway?  Three months? \nHIROKO Four. \nKAMEN And before that? \nHIROKO Six month stint on Datus. \nKAMEN Only six? \nHIROKO What is this?  'Twenty Questions'? \nKAMEN Just curious.  There's a lot of talk goes around. \nHIROKO shrugs.  Thinks about it. \nHIROKO I don't know.  I guess I've just never found anywhere I really felt at home. \nShe hugs her knees again, and suddenly looks a whole lot more at ease. KAMEN spots a square glass balanced on one of the tire's wide treads. \nKAMEN What is that? \nHIROKO Real man' drink. \nShe offers the glass to him.  He takes it and sniff cautiously. \nKAMEN Seltzer? \nHIROKO Want some? \nKAMEN hands the glass back and raises his own bottle. \nKAMEN I'll stick with my own. \nHe sits with her and stares into the darkness. \nHIROKO Any luck raising Ackland's party? \nKAMEN Nothing.  With the satellite down, we can't transmit over the mountain range. He's most likely sitting there wondering why he can't raise us. \nHIROKO First light, we'll take a chopper out there and tell them to head back. \n", "random": "He doesn't feel any, just a slight tingling sensation, his body stiff as a rope.  He's in a strange place.  He's feeling a hint of a burst of electricity.  He's running out of gas.  The gas is coming from his body.  He's trying to snap his fingers, but the gas shakes him.  One of his fingers is full with paint and weathered wood.  He can see a strange, strange light.  The gas", "sentiment": "LURCHA                                                                                                "}, {"id": 1237, "prefix": "KAMEN (CONT'D) Used one of these before? HIROKO coolly examines it. HIROKO Fabrique Nationale tactical autoloader. Uses twelve mill hollow 'O' rounds, with through the barrel smart laser-sighting. Sure, I can handle this. ", "truth": "KAMEN Okay.  Watch were you point it... \nEXT.  LINSON'S RANGE - ENCAMPMENT - DAWN \nThe two of them pick their way across mangled tripods and charred canvas. Part of the bivouac has collapsed - one of the guide ropes has burned through. \nHIROKO   (quietly) Somebody picked an argument. \nKAMEN Yeah.  Somebody won. \nHIROKO Check out the tent. \nKAMEN nods and heads off that way, while HIROKO carefully inspects the wreckage dotted around the perimeter. \nINT.  TENT - DAWN \nKAMEN opens the tent flap and peers inside.  ACKLAND's on the cot, sweating heavily.  There is no sign of the FACEHUGGER. \nEXT.  LINSON'S RANGE - ENCAMPMENT - DAWN \nAcross the clearing, HIROKO turns a piece of charred plating over in her hands before discarding it. \nHer foot slips on an object sunk into the soft mud.  It's MINH's 'howitzer'. A dark slippery patch coats the metal.  She crouches down and rubs her fingers through it.  Blood.  KAMEN's VOICE intrudes, O.S. \nKAMEN   (O.S.) I've found Ackland! \nHIROKO Hold on... \nShe begins to cross the camp, and her foot catches on a taut length of rope. SOMETHING swings down from the trees, hitting her squarely in the face and knocking her off her feet.  HIROKO CRIES OUT in fear and surprise, then freezes at what she sees. \nTwo bloodied bodies dangle head-first from the bough overhead; BEAUVAIS and MINH.  Each has been skinned and is beyond recognition.  KAMEN hears her exclamation and is out of the tent in an instant.  He stops in his tracks. \nKAMEN Jesus palomino... \nEXT.  RYUSHI STATION - HELI-JET PAD - MORNING \nIt's raining again at the base.  Under cover of an overhang, HIROKO watches as ACKLAND is trundled away from the 'chopper' on a paramedic trolley by GUTTIEREZ and DOC REVNA, an Indian woman in her late thirties.  As KAMEN slams the 'chopper's side door, we see that HIROKO has left her leather jacket on the passenger seat.  KAMEN runs after REVNA clutching a clear plastic bag. \nKAMEN Wait a minute, Doc... \nHe hands the bag over to REVNA.  She peers at the contents curiously. The FACEHUGGER is inside, stiff and shriveled. \nREVNA Is this it? \nKAMEN Yeah.  Found it curled up in a corner of the tent.  Any idea? \nREVNA shakes her head. \nREVNA Never come across one of these before. Maybe the original survey team did.  I'll run it through records and see what comes up. \nGUTTIEREZ checks that ACKLAND's body's secure on the trolley.  KAMEN raps him on the back to get his attention. \nKAMEN Hey, Jan.  See if you can get someone to check out the chopper. \nGUTTIEREZ What's the problem? \nKAMEN She was running a little sluggish on the way back.  Think the turbines might be playing up. \nGUTTIEREZ Give me twenty minutes and I'll do it myself. \nKAMEN Appreciate that. \nREVNA interrupts. \nREVNA Where're the bodies? \nHIROKO Bagged and in the back.  They're not a pretty sight. \nACKLAND is wheeled into a freight elevator.  As KAMEN and HIROKO walk away across the rain-swept platform, a SHIMMERING FROM detaches itself from the rear of the chopper and lowers itself to the heli-jet pad. \nPREDATOR-VISION. A newly-arrived PREDATOR scans the towers and modules of the relay- station with great interest.  An oscillating red line appears to the LEFT of the SHOT as the PREDATOR analyses HIROKO's voice-pattern. \nPREDATOR   (O.S., distorted) Not a pretty sight.  Not a pretty sight... \nHe reaches down to his wrist computer and activates it. \nEXT.  LINSON'S RANGE - IMPACT SIGHT - DAY \nUnder the cathedral-like light filtering through the trees above, a row of metal spikes have been driven into the earth.  Four are topped with still-smoking ALIEN skulls.  Two and empty. \nPREDATOR-VISION. A newly decapitated ALIEN head is turned around in another PREDATOR's hands in admiration.  This PREDATOR thrusts his trophy onto the next spike, then stares at the vacant one for a long moment.  His wrist computer BLEEPS for attention... \n", "random": "\nHIROKO (CONT'D) Looks like a good deal in the bag. \nHIROKO (CONT'D) I'd love to see it. \nHIROKO (CONT'D) Sure, I think it's a good deal. \nHIROKO turns and heads for the door, and goes through it. \nHIROKO (CONT'D) (CONT'D) Do you think it's a good deal", "sentiment": "\nHIROKO notes the round is loaded with a water-soluble gas. HIROKO is impressed. \nHIROKO huffs. \nHIROKO nods. \nHIROKO Is there a water-soluble gas in this? \nHIROKO looks down at the round. \nHIROKO (CONT'D) I am entering a water-soluble gas tank, isn't that right? \n"}, {"id": 1238, "prefix": "HIROKO twists on her controls, trying to dislodge the creature by see- sawing the bike side-to-side.  The ALIEN's got a firm hold though, crawling hand-over-hand towards her.  HIROKO releases her grip on both throttles simultaneously.  Air-brakes cut in, and the bike SLAMS to a halt.  The breath WHOOSHES out of HIROKO as her chest impacts with the surrounding roll-bar. The ALIEN is even less fortunate; momentum hurls it back onto the concrete. HIROKO guns the engine again, and the leading-edge of the manta-shaped machine's aerofoil catches the rising creature, neatly decapitating it. EXT.  RYUSHI STATION - CRANE BASE - NIGHT The hoverbike GROWLS to a halt by the base of the crane.  HIROKO dismounts and draws her pistol.  Takes in the sheer height of the ladder she's going to have to scale.  Thumbs her headset. ", "truth": "INT.  RYUSHI STATION - COMMAND CENTER \nEverybody in admin registers astonishment as her voice comes over the speakers. \nHIROKO (CONT'D)  (O.S., on speakers) ...Can all uncross your fingers. \nA WHOOP goes up.  Various hands are SLAPPED. \nPARSONS We copy, boss.  Nice going. \nEXT.  RYUSHI STATION - CRANE LADDER - NIGHT \nHIROKO's climbing the ladder.  She stops to catch her breath. \nHIROKO Yeah, well don't get too carried away; we're only halfway home. Talk... \nINT.  RYUSHI STATION - COMMAND CENTER \nHIROKO (CONT'D)   (O.S., on speakers) ...To you shortly.  Noguchi out. \nPARSONS clicks his fingers to DRISCOLL. \nPARSONS Driscoll; you're up. \nDRISCOLL's moving even as PARSONS speaks. \nDRISCOLL I hear you... \nEXT.  RHUSHI STATION - CRANE CATWALK - NIGHT \nHIROKO reaches the top and sprints along the catwalk towards the Control Cab. She narrowly misses something metallic near the base of the handrail.  If she'd taken the time to stop and look, she would have seen BROKEN TUSK's ruined wrist computer. \nINT.  RYUSHI STATION - COMMAND CENTER - LADDER WELL \nDRISCOLL flips open an access flap on one wall of the ladder-well. Printed on the inside is a set of instructions, with the following printed boldly in red; \nCAUTION!  EXPLOSIVE BOLTS - READ CAREFULLY! \nHe traces his finger along a line of text. \nINT.  RYUSHI STATION - CRANE CAB - NIGHT \nHIROKO enters the cab at a run.  She flips a row of switches, and the control board comes to life. \nHIROKO Access panel... access panel... \nShe finds it.  Gets her fingers in the groove and slides it out. Beneath is a mini-disk drive with two buttons. \nHIROKO (CONT'D) Bingo. \nShe pulls the vinyl-wrapped packet from her catsuit pocket.  Carefully withdraws the disk and slides it home.  Thumbs the first button, which glows an emerald green. \nThe board's flatscreen monitor lights up immediately.  HIROKO studies it for a moment, then presses her headset link. \nHIROKO (CONT'D) Okay, we're in business. \nINT.  RYUSHI STATION - COMMAND CENTER \nPARSONS Right.  Auto-shop, you all set? \nINT.  RYUSHI STATION - AUTO-SHOP - CRAWLER CAB \nEverybody from Auto-shop is crammed into the two articulated vehicles. GUTTIEREZ sits in the driver's seat of the first crawler.  He glances out of the side window.  MATT gives him a 'thumbs-up' from the cab of the second crawler. \nGUTTIEREZ   (into headset) Say the word, and you won't see our asses for dust. \nINT.  RYUSHI STATION - CRANE CAB - NIGHT \nHIROKO wipes a trickle of sweat from her forehead.  She poises her finger over the second drive-button. \nHIROKO Alright.  Here we go... \nINT.  RYUSHI STATION - COMMAND CENTER \nEverybody in admin looks tense. \nHIROKO (CONT'D)   (O.S., on speakers) Three... \nINT.  RYUSHI STATION - AUTO-SHOP - CRAWLER CAB \nGUTTIEREZ leans forward. \n", "random": "\nHIROKO nods, and the ALIEN continues to climb.  HIROKO is guided to the cockpit, where she is held from below by the MISSIONARY.  Her gaze follows the tower's dome around its perimeter, as she sees the ALIEN hovering above her.  HIROKO can barely see beneath the dome.  It's hovering above her, horizoned and unmoving.  The ALIEN looks at HIROKO, a", "sentiment": " Continue slowly -- I hope.     Another late cut-in and I can hear the humming of metal-tent pianos looming over an alleyway.   I can feel the bars bulging - two, known as BARLYS-- lapping casually against it.   HIROKO pointing straight ahead, as she slowly unstraps her pistol. The metal remains cut, until it reaches a high point near the base of its edge... and falls.  "}]