[{"id": 2667, "prefix": "HUNTER Hey now, what is this? STANDARD Ask him. ROBY (slowly puts his hand to his cheek) I understand why you did that. ", "truth": "MELKONIS He wouldn't open the lock; he was going to leave us out there. \nHUNTER Yeah... well, maybe he should have.  I mean, you brought the goddamn thing in here.  Maybe you deserve to get slapped. \nFAUST (embarrassed) Excuse me, I've got work to do. \nFaust exits. \nHUNTER I keep my mouth pretty much shut, but I don't like hitting. \nROBY (to Standard) I guess I had it coming.  Let's call it settled. \nAfter a hard stare at Roby, Standard gives him a curt nod and turns his attention to the machinery. \nROBY (CONT'D) (slowly) Would somebody fill me in? \nSTANDARD He went into the pyramid alone.  We lost radio contact with him.  When we pulled him out, it was on his face. It won't come off, not without injuring him. \nHUNTER Where did it come from? \nMELKONIS He's the only one that knows that. \nHUNTER How does he breathe? \nThey study the monitors. \nMELKONIS Blood's thoroughly oxygenated. \nHUNTER Yeah, but how?  His nose and mouth are blocked. \nSTANDARD Let's look inside his head. \nStandard punches some buttons, and on the monitors, a kind of X-ray image in vivid colors appears, depicting Broussard's HEAD AND UPPER TORSO. \nThe parasite is clearly visible on Broussard's face.  In X-ray, the creature is a maze of complicated biology.  But the shocking thing is that, in X-ray, we can see that Broussard's jaws are forced wide open, and THE PARASITE HAS EXTRUDED SOME KIND OF LONG TUBE, WHICH IS STUFFED INTO HIS MOUTH AND DOWN HIS THROAT, ending near his stomach. \nROBY Look at that. \nHUNTER What is it -- I can't tell anything -- \nROBY It's some kind of organ -- it's inserted some kind of tube or something down his throat. \nHUNTER (turning sick) Oh... God... \nHunter bends over and RETCHES. \nROBY I think that's how it's getting oxygen to him. \nHUNTER It doesn't make any sense.  It paralyzes him... puts him into a coma... then keeps him alive. \nMELKONIS We can't expect to understand a life form like this.  We're out of our back yard.  Things are different here. \nHUNTER Well, can't we kill it?  I mean, we can't leave the damn thing on him. \nMELKONIS We don't know what might happen if we tried to kill it.  At least right now it's keeping him alive. \nHUNTER How about cutting it off?  We can't pull it loose, but we can cut off everything but the bottom layer, where it's stuck to his face. \nSTANDARD You're right... we can't stand here and do nothing. \nStandard picks up his dusty breathing mask and pulls it over his head. Then he pulls back on his bulky gloves.  Finally, he presses a switch and Broussard slides back out of the booth. \nSTANDARD (CONT'D) (muffled in his mask) Somebody give me a scalpel. \nMelkonis takes a glittering surgical blade from a slot in the wall, and carefully passes it to Standard. \nClumsily because of the gloves, Standard manipulates the knife in his hand till he has a decent grip on it.  Then he flicks a little button with his thumb.  The scalpel begins to hum. \nStandard advances on the parasite.  The others draw back nervously. Roby reaches over and draws yet a longer blade from the rack, and holds it inconspicuously at his side. \nStandard bends over the parasite.  Carefully, he touches the scalpel to the extreme end of one of the tentacles, where it curves toward the back of Broussard's head. \nEffortlessly, the electronic blade slides through the alien tissue. Immediately, a urine-like fluid begins to flow from the wound. \nSTANDARD (CONT'D) (muffled) I've made an incision... it's not reacting... but some kind of yellowish fluid is leaking out of the wound... \nThe noxious-looking liquid drips down onto the bedding next to Broussard's head.  Instantly, it starts to hiss, and a thin stream of smoke curls up from the stain. \nSTANDARD (CONT'D) (muffled) Hold it, this stuff's smoking! \nThe others REACT nervously. \nBy now, the yellow fluid has eaten a hole through the bunk bed and has dripped down onto the floor below.  The metal floor begins to bubble and sizzle, and more smoke rises. \nThe men start to COUGH. \nMELKONIS God, that smoke's poisonous! \n", "random": "\nMILLER You're right. \n(CONTINUED) \nTHEY'RE FURTHER SLEEPED, YOU'RE MINE AND YOU'RE SLEEPED. \nHUNTER I've been meaning to ask what the hell you're up to. \nMILLER What's the problem, John? \nHUNTER What's the problem? \nMILLER What's the problem? \nHUNTER", "sentiment": "\nMUSIC:  \"LAUNCHING\" \nFAUSTOM (V.O.) (into the mic) \nSTANDARD (yells) Hey, you guys want to talk to your friends? \nCARSON (V.O.) (into the mic) \nSTANDARD (yells) Hey, you guys want to talk to your friends? \nCARSON (V.O.) (into the mic) \nSTANDARD ("}, {"id": 2668, "prefix": "He moves with great care, in a half crouch, ready to leap back at any second, prod extended, constantly glancing at the tracker. The tracking device leads him right up to a small hatch or door in one wall. Behind his plastic mask, sweat is pouring down Faust's face as he sets down the tracker and reaches for the little door.  He raises the prod, grasps the door handle, yanks it open, and jams the electric prod inside. ", "truth": "Instinctively, they throw the net over it, but: \nROBY (very annoyed) Oh, hold it! \nThey open the net and release the creature.  IT IS THE CAT.  Hissing and spitting, it scampers away. \nMELKONIS We're making fools of ourselves! \nRoby's COMMUNICATOR BEEPS. \nROBY (into communicator) Yes! \nSTANDARD (over, filtered) We've got it up here!  It's trapped! Get up here fast! \nROBY Where are you? \nSTANDARD (over, filtered) Food-storage room! \nROBY We're coming! \nThey dash for the stairs. \nINTERIOR - CORRIDORS IN SHIP \nRoby, Faust, and Melkonis charge down the hallways until they arrive at: \nINTERIOR - CORRIDOR OUTSIDE FOOD STORAGE ROOM \nStandard and Hunter are waiting for them, in hysterics. \nHUNTER We saw it inside and slammed the door on it!  It's in there now! \nOn the other side of the door, CRASHING AND BANGING can be heard. \nROBY What's it doing, having a seizure? \nSTANDARD It started crashing around right after we locked it in. \nROBY Now what? \nSTANDARD I guess we open the door and net it. \nHUNTER I hate to open that door. \nAgain the thing can be heard CRASHING AROUND INSIDE. \nSTANDARD It looks completely different from the first one -- it's more like a worm with legs... and tentacles. \nFAUST Well we better do something. \nHUNTER Maybe we don't have to.  It's trapped in there.  We could just leave it in there all the way back to Irth. \nSTANDARD (snaps) Don't be an idiot. \nFAUST I know what we can do.  We can pump poison gas into the room and kill it.  Through those ventilator slots there. \nHe indicates a row of slots in the bottom of the door. \nROBY Hey, wait a minute!  That's all our food supplies in there!  We can't pump poison gas all over them! \nSTANDARD Once we kill the thing we won't need the food any more -- we can go straight into hypersleep.  Also, it sounds like that thing is already doing a pretty good job on our supplies; it may be fouling them all. \nROBY You win. \nFAUST Somebody gimme a hand, I'll get the stuff. \nINTERIOR - CORRIDOR OUTSIDE FOOD LOCKER - LATER \nCAMERA PULLS BACK TO REVEAL THAT they are fastening a large funnel- shaped device over the ventilator grill at the bottom of the door. This funnel is attached to a thick hose, which runs back to a large metal tank with pressure gauges. \nSTANDARD Get those masks on. \nThey pull on gas masks. \nROBY This stuff's deadly -- I hope we know what we're doing. \nSTANDARD Go ahead, Jay. \nFaust turns on the machine.  It begins to throb as it pumps the gas through the hose and into the room. \nImmediately, THE CRASHING NOISES RISE IN CRESCENDO, AND THE THING CAN BE HEARD SCREECHING AND SQUEALING. \nThen the sounds stop altogether. \nSTANDARD (CONT'D) Shut it off. \nFaust shuts off the pump. \n", "random": "It strikes the door opening, and the little door opens. \nHe looks over, sees it's empty. \nHe turns, and the little door opens. \nThe little door opens, and an enormous creature steps out. \nIt's a giant, with arms and legs, with large eyes and a mouth that seems to be growing ears. \nHe's dressed in a black suit, and has a few pieces of paper in his hand, but his hold on the door", "sentiment": "He whips the little hole in the mechanism and lifts the end of the door at the end of the beam. \nThe old man is unharmed, but he leaps back up and down the beam, the old man shielding his eyes with his hands. \nThe old man is in such agony he can hardly see. \nHe raises his head in pain, but he is still conscious of the blackness. \nHe is lying on his back, his face bandaged"}, {"id": 2669, "prefix": "STANDARD We'd better seal off the lower maintenance level; at least trap it there. (throws a switch; circuitry lights up) HUNTER At least it can't get up here now. ROBY Two down, four to go. ", "truth": "ROBY Nothing. \nHUNTER Listen, it sure didn't like this flamethrower. \nSTANDARD That's right -- we can't kill it on the ship, but we can at least keep it at bay -- and maybe drive it into the air lock. \nHUNTER Thing is, I'm about out of fuel. \nFAUST There's some more combustible fuel down in the storage lockers next to the lounge. (rises) I'll go get it. \nSTANDARD No, I don't want us separated. \nFAUST You just sealed it off; it can't get to that section. \nROBY Don't count on it. \nHUNTER We sure need this flamethrower. \nSTANDARD All right... but do not go below decks. \nFAUST Right. (heads for the door) \nSTANDARD And be right back. \nFaust exits. \nROBY I think it's time we took a hard look at those heiroglyphs. \nRoby begins to punch buttons; the photographs of the heiroglyphics appear on some of the screens. \nROBY (CONT'D) Can you make out any pattern in all that? \nSTANDARD (baffled) Well... yes... there's a pattern... but it's meaningless to me. \nROBY I know it looks like a senseless jumble, but if you look closely, there are recognizable forms. \nHUNTER Recognizable!  In that? \nROBY In symbolic form... very stylized... but if you stare at it, you can see some of the different creatures we've been dealing with. \nHUNTER Well... I suppose that star-shaped thing could be the parasite that got on Broussard.  Is that what you mean? \nROBY And right next to it, that oval design with the markings -- it's a dead ringer for the spore casings. \nSTANDARD That next thing there -- six legs, tentacles -- that's the thing we saw in the food locker. \nROBY So the next step should be -- \nHUNTER -- The big one.  And there it is. \nOut of meaningless geometric symbols on a wall, it has become possible to recognize each stage in the alien's life cycle. \nROBY This is all the same creature.  We're seeing the different stages in its life-cycle. \nSTANDARD Then that tomb... must have been some kind of fertility temple... where they stored their eggs, and maybe held mating rituals... \nHUNTER ... And Broussard got caught in their reproductive cycle. \nROBY You will notice, though, that there are no more phases.  Only four forms are shown.  After that the pattern repeats. \nSTANDARD Which presumably means... \nROBY ... More spores coming. \nINTERIOR - CORRIDOR OUTSIDE AIR LOCK \nFaust quickly turns a couple of corners and then comes to an abrupt halt when he notices that a DOOR LEADING TO THE LOWER DECKS HAS BEEN WRENCHED OFF ITS HINGES. \nHe hesitates, uncertain what to do, then there is A SOUND FROM THE DIRECTION OF THE AIR LOCK... AND THE INNER LOCK DOOR IS OPEN. \nFaust hesitates and peers into the lock. \nINTERIOR - AIR LOCK \nThe creature is squatting in the middle of the floor, gnawing on a bloody thigh bone.  It does not see Faust. \nINTERIOR - CORRIDOR OUTSIDE AIR LOCK \nStealthfully, dropping back into the shadows, Faust presses the wall intercom and speaks into it. \nFAUST (whispering) It's in the lock -- blow the main lock. \nINTERIOR - BRIDGE \nStandard, Roby and Hunter are staring at the pictures.  The call from Faust catches Standard in mid-sentence. \nSTANDARD (into intercom) What? \n", "random": "CUT TO: \nINT. CABIN - NIGHT \nThe cabin is very dark. \nBUDDA (V.O.) I was about to start talking to my wife. \nBudda enters the cabin and steps onto the floor. \nBUDDA (V.O.) I'm sure it's not the weather we're into now. \nBUDDA I'm sure it's not the weather we're into now. \nB", "sentiment": "THOMAS We have to go back. \nHUNTER We're all set. \nThe two men look at each other, then back at the wall. \nJACK (O.S.) What the hell are you guys doing? \nThe wall is silent. \nHUNTER (O.S.) I'm in the tunnel! \nTHOMAS (O.S.) You're kidding! \nHUNTER (O.S.)"}]