[{"id": 2073, "prefix": "Son of a bitch.  Little Annalee's just full of surprises. RIPLEY (quietly) I should have known. ", "truth": "Couldn't smell this one out? \nRIPLEY \nNo, I mean... all that crap about being human - there's no one so zealous as a Born Again. \nVRIESS (to Call) \nYou're an LM7, aren't you?  Is that it? \nCALL \nLeave me alone. \nHer voice shocks her more than anyone her vocal track slip affected by the wounds. \nThe voice is a shade slow, and echoes strangely. \nVRIESS \nCall .... \nCALL (bitterly) \nYes. \nST JUST \nLM7?  Shit.  That explains a lot. \nYRIESS (to Ripley) \nThe latest and best.  They were supposed to revitalize the synthetic industy. \nInstead they buried it. \nRipley looks at the girl. \nRIPLEY \nThey were-too good. \nVRIESS \nOh yeah.  Overrode their own behavioral inhibitors.  Didn't feel like being told what to do. \nThe government ordered a recall.  Fucking massacre. \nHILLARD \n1 always heard there were a few that got out alive, but man... I never thought I'd see one. \nJohner starts laughing. \nJOHNER \nOh, Christ.  Doing fucking nickel and dime border runs, selling second hand junk to the farm belt... and we're carrying the most expensive piece of contraband in the system. \nThat's rich. \nPURVIS (getting anxious) \nIt's great, she's a toaster oven... Can we leave now? \nVriess tries to touch Call's wound. \nVRIESS \nLet me see. \nCall pulls away. \nJOHNER \nYeah, get your socket wrench, Vriess. \nMaybe she just needs an oil change. \nRIPLEY \nLet's go. \nThey start off again, Johner and St Just bringing up the rear \nJOHNER \nCan't believe I almost fucked the thing. \nST JUST \nYeah, like you've never fucked a robot. \nANGLE: RIPLEY \nLetting DiStephano lead. \nRIPLEY \nDiStephano.  Where are we? \nDISTEPHANO \nUpper decks... Storage... the chapell's up here, not much else. \nRIPLEY \nCan we get to the ship? \nDISTEPHANO \nWell, we're a ways out,of the way, but I think we can get through to the garden. \nFrom there, it's down a few levels, it's do-able. \nWhat if the fucking doctor gets there first? \nVRIESS \nIt's a good point. \nDISTEPHANO \nShit. \nThey have reached an access door.  Debris blocks the way. \nRIPLEY \nAnother way? \nDISTEPHANO \nUh, yeah.  Through the wall.  We'll have to get one of these panels off.  It'll take a while. \n(to Vriess) You got tools? \nVRIESS \nYeah, but no torch. \nJOHNER \nFucking blow the door! \n", "random": "ot her.       \nAnnalee's face is slightly flushed.  It's not.       \nINTO HALLWAY         \nAnnalee's eyes are both wide.       \nHALLWAY            \nAnnalee's dress is very loose, very unkempt, very dark,", "sentiment": "uddenly a voice comes up. \nAnnalee and her twin siblings stare. \nIt's a homeless man in a jacket and a jacket.  The one they're holding is a skinny man in a shaggy shirt and pants.  He runs his hands through his face like they're laughing, his eyes narrowed. \nHe slams the jacket shut with a muted laugh. \nAnnalee looks at the man. \nHe looks at her. \nShe"}, {"id": 2074, "prefix": "Vector control's fucked! we gotta put down! CALL Find me a path! ", "truth": "What the fuck is that? \nANGLE: RIPLEY \nis slamming her fist on the hatch doors, hanging on with her other arm. \nThe ship continues to tremble and buck -- she's nearly thrown off. \nRIPLEY \nGodamnit! \nShe looks around at the alien.  It's almost on her. \nWorking its way painfully toward her, gripping with its legs and tendrils.  Hissing. \nIt slams a tentacle down at Ripley, but she rolls, just holding on \nANGLE: JOHNER \nAbove the cockpit, looking at a fuzzy external monitor. \nJOHNER \nIt's Ripley!  Ripley's on the fucking hatch! \nIn the cockpit, Call nearly goes white. \nCALL \nLet her in! \nJOHNER \nFuck no!  There's something else out there with her! \nVRIESS \nOne of them. \nJohner looks at the image, realizes how masive the newborn is. \nAwed fear creeps into his voice: \nJOHNER \nNo. it's something else. \nFrustrated, Call jumps out of her seat.. Vriess fights to control the ship as she  climbs up toward the hatch. \nVRIESS \nGoddamnit, Call! \nJohner grabs her, practically throws her at the monitor. \nJOHNER \nLook at that fucking thing!  We can't open up! \nThey both tumble as the ship jerks \nANGLE: RIPLEY \nIs bucked OFF THE SHIP \nbefore she grabs the newborn's tentacle, holds on to it -- \nThe newborn SMASHES it against he ship, trying to shake her again - \n- she grabs an external grate and starts climbing painfully away. \nANGLE: CALL \nPushes Johner aside as she makes for the hatch release sequence. \nANGLE: VRIESS. \nDesperately pulling up as wooded, snowy mountains zoom dangerously close below. \nANGLE: THE ALIEN \nTurns as the HATCH OPENS nearby, the door sliding slowly beast is torn between Ripley and this new distraction -- \nRipley sees it too, starts climbing for it frantically, one on the newborn. \nThe beast makes for the doorway -- and CALL POPS HALFWAY OUT pointing a GRENADE LAUNCHER  at the thing.. She BLASTS it once,  the beast roaring and starting back, hurt but not nearly enough.  Call fires again but the ships rocking sends the shot wild. \nshe flies back for all of a second \nThe beast rears to attack but Ripley is at the hatch -- Call drags her in and closes the hatch, the beast just SLAMMING in it as it closes. \nINT.  THE BETTY \nRipley is hanging on Call, exhausted. \nAnother BANG on the hatch, and they can see the door starting to give. \nVRIESS \nCall!  NOW! \nCall and Ripley head into the cockpit.Johner continues looking at the vidscreen at the beast. \nVRIESS \nWe can't to do a vertical setdown! Braking systems are shot! \nCALL \nFind me a patch of land!  I'll put her down. \nCall jumps back into the pilot's seat by Vriess.  He pulls up hard on the wheel, but the ship is still dangerously close to the ground. \nJOHNER \nThat thing isn't going anywhere! \nVRIESS \nJohner, strap in!  We're coming down hard! \nANGLE:     -BETTY  Approaches the rough, wooded terrain, just above the trees.  Hits a relatively clear patch, touches down -- bounces back up and then down again \nANGLE: CALL \nFighting the wheel -- she can't pull it up hard enough. \nANGLE: THE BETTY \nThe ship blasts through trees.  The newborn moves to the back of the ship to avoid debris. \nJOHNER \nThat things gone back behind the thrusters! \nCall and Ripley look at each other. \nRIPLEY \nHit it. \nCall throws on the thrusters, the ship ROCKETS forward   ANGLE: THE NEWBOM \n", "random": "D) \n\n(END) \n\n(END) \n\n(END) \n\n(END) \n\n(END) \n\n(END) \n\n(END) \n\n(END) \n\n(END) \n\n(END) \n\n(END) \n\n(END) \n\n(END) \n\n(END) \n\n(END) \n\n(END", "sentiment": "e shakes her head)\n\nI'm not sure about these directions, but there's a river. \n\n(she looks at the river)\n\nI don't know if it's the river but I think it has a long run. \n\n(she looks at the river)\n\nI've seen the river and it seems dead. \n\n(she looks at the river)\n\nIt's not dead but it's gone down the side."}, {"id": 2075, "prefix": "ANGLE: RIPLEY'S Bloody and torn, it SMASHES into the rockface, as she climbs back to the top ANGLE: THE NEWBORN ", "truth": "Call flies deftly through the trees, away, away, then spins out, heads back for the beast at TOP SPEED, the wind roars as she closes \nThe newborn spins and she SLAMS into it, it goes flying, screaming in pain,  the harvester bouncing off it, flipping over, CRASHING against the trees and landing tilted upside down, Call unconscious between it and the ground. \nThe newborn shudders, rises, makes for the harvester -- it clearly pissed. \nRipley pulls herself over the ridge, sees the situation, rushes toward them. \nCall awakens to see the monster approaching the machine.  Terrified, but determined, she reaches for a lever \nRIPLEY \nNo! Over here! \nCalling out to distract it, she runs, waving her arms. \nCALL \nRipley!  Let it come!  Let it come! \nTears run through her voice as she strains for the lever. The beast is torn, and for a  moment doesn't move. \nRipley looks over to where Call is, and understanding blooms on her face. \nShe looks around and spots: \nANGLE: THE GRENADE LAUNCHER \nHalfway between her and the newborn. \nFor a moment neither of them moves.  Then Ripley RUNS, the newborn comes at her with equal speed, like they're playing chicken, Ripley DIVES at the ground, rolls, comes up holdin the grenade launcher, and she FIPES! \nThe newborn is hit up close and dead center this time, and it rears back, screaming - \n- Ripley FIRES and FIRES, driving it back toward the upended harvester. \nThe alien rears up to its full height, and Ripley pulls.the trigger. There is a hollow click. \nFurious, Ripley stares a moment at the beast.  A SSCREAM wells up in her throat and she \nTHROWS herself at it, leaping impossibly high, smashing into it and sending both  of them tumbling onto the Harvester. \nCall pulls the lever. \nIn an instant the machine roars to life, a thousand blades grinding to top speed, pulverizing the beast, consuming it, sucking it down as layer upon layer of alien flesh is chopped into messes. \nAnd it SHRIEKS, a noise unheard before, as it thrashes frantically. \nRipley tries to pull herself off it before the blades get too close -- but the beast grabs her, holds her.  The blades ever closer as she struggles with it. \nANGLE: CALL \nStill trapped below, she sees the aliens blood seeping through the machine all around her! \nShe squirms, trying to get away, but she's stuck.  A stream of blood lands on her shoulder, eating it away.  Another on her leg, and panic blooms, bright in her. \nCALL \nRIPLEY! \nGalvanized by the cry, Ripley TEARS herself out of the beast's dying grasp, flips backwards off the Harvester as it begins to smoke and spark, blood eating through the controls. \nCall writhes, blood everywhere now.  She is lost in primal terror. \nRipley wriggles her way under, and, regardless of the streams of blood splattering her, wrenchs Call free.  She drags her' out. \nA section of the harvester explodes, raining fire and debris or the dying alien. \nCall lies on the ground, Ripley behind her, arms wrapped tight around her. \nCovered in blood and grime, the two watch the alien go up in flames, breathing hard,  holding each other as if their lives depended on it still. \nDISSOLVE TO.- ANGLE: THE NEWBORN'S SKULL \nBurning, hollowed out by the licks of flame that caress it.  Collapsing gently on itself. \nWIDE ANGLE: \nEXT.  SAME - LATER \nThe four of them sit by the huge camp-fire, watching the flames. \nVriess tosses 'Christie a bottle of whiskey. \nJOHNER \nThe bitch takes her time in burning. \nVRIESS \nWell, it looks like she's finally giving it up. \nJOHNER \nTroopers should be finding our ship any time now. 1 don't much love the idea of being around when they do. \nRipley gets up, looks out over the cliffs edge at the lights the city. \nChristie offers the bottle to Call.  She takes it and drinks. \nVRIESS (to Call) \nI guess you won't want to be answering any official Questions either. \nCALL \nI guess not. \nShe is grateful for the suggestion that they are in it together. \nVRIESS \nWell, we're on Earth, for Chrissake. Plenty of places to get lost here. \nCALL \nSo I've heard. \nAfter a moment, she gets up as well, goes over to Ripley.  She hands her the bottle. \nRipley looks at it. \nCALL \nIt's a drink.  You drink it. \nRIPLEY (smiling) I remember. She drinks. \nCALL \nSo, what do you think? \nRIPLEY \nThink? \nCALL \nWhat should we do now? \nRIPLEY \nI don't know. \n", "random": " THE ROCK   CONTINUED:    ORPHINE   I FUCKING BOMB  STRAIGHT  \nINT. BLUE BOY'S BATHROOM  \n(A nurse and a nurse's staff member watch from a window) \nA nurse who has recently gone through a hemorrhagic stroke, she's sitting in a chair, a head wrapped around the chair. Her head is swinging at a very high angle.\nShe sees", "sentiment": "uddenly, a shimmering noise drifts through the emptywall. Antares' gravestone decays with the clanking of metal. The unlit menace is gone. \nSIMT: FIVE LIGHTEN'S LOUISMATHER  Clrrllt shuts the manhole and slams the door shut. Well, the door is shut, is a bad one.  In a moment, the door opens, and familiar sounds echo away. The door opens again..."}]