[{"id": 3075, "prefix": "JOHN Thank you. (to Mattias) Let's go upstairs, boy. John takes his book -- Moves to a spiral wooden staircase. Mattias at his heels. Goes UP -- INTO THE BELL TOWER ", "truth": "THE ROOF OF THE ABBEY \nThick with sandy dust.  The wood shows through thin patches. We PULL BACK TO REVEAL what we think is the roof of the Abbey is actually -- \nTHE SURFACE OF ARCEON - NIGHT \nThe door has opened onto the SURFACE OF A PLANTOID! The curving horizon broken only by the very top of the Abbey bell tower poking through from the levels below. SMOKE curls from vents set into the surface. Sunken areas of the planet's sirface are SEAS. \nThis is ARCEON. An manmade orbiter. A shell of lightweight foamed steel, five miles in diameter. Constructed by The Company on Special Order with habitable level within finished in whatever material suits its end user. \nThis orbiter, for reasons to be discovered later, has been sheathed in wood. \nJOHN \nWalks to the shore of an inland SEA. Sits on a bare patch of wood.  Looks up. His eyes grow accustomed to -- \nTHE NIGHT SKY - JOHN POV \nFreckled with tiny dots of light. Stars.  Spread across the inky void. Bathe Arceon's surface with their celestial glow. \nJohn smiles at Mattias, breathes deep. The atmosphere up here is thinner, but fresher. He opens the book. Reads aloud -- \nJOHN In the year of our Lord 1348 I, Brother Gerhado of the Minorite Abbey helped bury the Abbot and my sixty fellow monks, day by day, one by one, until I am the only one left.  I stayed as long as I could bear it, then with my dog -- \nMattias lifts his ears at this part.  His favorite part. \nJOHN - fled.  I have put this to parchment lest this pestilence - this Black Death - stay my hand. (beat) This was finished by another hand... \nJohn closes the book.  Something catches his eye -- Something among the myriad points of light in the sky. Millions of miles away: \nONE OF THE STARS \nBrighter than the rest.  MOVING. Fast enough to leave a faint trail. Across the stars.  And down... A comet. \nJohn stands.  Watches -- \nTHE STAR \nGrowing brighter. Drawing nearer. \nJOHN \nJoined by three other MONKS. They are older than he. The Four men watch the sky... \nTHE STAR \nBrighter still.  Closer. \nMORE MONKS \nTwo dozen.  A hundred. They come up through the planet's surface. Out of wooden trap doors.  Join the others. Days pass. Now three hundred. Necks bowed back. Mouths agape. A SUBTITLE identifies... \nRELIGIOUS COLONY ARCEON POPULATION: 350 Exiles CRIME:  Political Heresy \nTHE STAR \nFills the sky. Burns brighter still as it hits the planetoid's atmosphere. \nON THE SURFACE OF ARCEON \nHundreds of Monks shield their eyes as the ship -- the star -- ROARS over their heads.  Trailing FIRE -- \nJohn holds up his hands - to touch a star -- Skin BLISTERS as it passes over him, He turns and watches as it -- Arcs downward -- \nINTO THE SEA \nWHOMP- SSSSSSSSSS --!! PLUMES of steam rise into the air. The water boils.  Fish bob to the surface.  Bloated.  Dead. \nJOHN \nIs the first to hit the shore. Small leather and wood fishing boats tossed by the wake. His coracle is the first into the water. The others running up behind him. He cannot hear the SHOUTS of warning. \nON THE SEA - DAWN \nThe sun cracks over the black water. John's hands move the rough wooden oars. Blistered palm opens. BLOOD flows. He tears off a piece of his cassock -- Rips it with his teeth -- Wraps the bloody hand. Rows. \nTHE STAR \nShip.  Star Ship. Sulaco escape vehicle #4 rocks on the water. White metal skin blackened by the heat. \n", "random": " and walks sideways, INT. WOODS -- NIGHT \n-- towards the door -- \nINT. WOODS -- NIGHT \n-- where a standing black man is reading his Bible. A white man is reading his Bible. \nWOMAN (consulting) God spoke to me. And I am ashamed to say I am ashamed. John looks up. WATCHING THE WINDOW \n-- reading. He enters on the other side of the window --", "sentiment": "ASHES of \"SUNRISE MOMENTS\" as the INTERSECTION OPENS. MOVES from the floor of the SMA to the floor above. The SHATTERING TALES are the first to appear. A HUGE FIRE ADVACTS -- \nSteam on the engines. A SHAPEL OF FIRE FLIES OUT. Robby's head POPS UP. Stained from the cloth. \nLEVELS of NEAKED ROCKET SC"}, {"id": 3076, "prefix": "RIPLEY You left that part out. JOHN The order was more of a counter culture, a reaction to the Technology that was beginning to take over everyone's lives. It was a simple enough idea - Read, don't watch disk.  Walk, don't pump more carbons into the air.  The earliest members renounced technology.  Started to collect the remaining books.  Nobody would have noticed if it hadn't been for the Virus. RIPLEY Your Abbot talked about that.  The New Plague. ", "truth": "JOHN After a scare like that, thousands flocked to our retreat.  People started clamoring for written information.  For our books. They abandoned the modern ways -- \nRIPLEY I think I can see how this comes out. They gave up their possessions. \nANTHONY This was a threat -- \nRIPLEY To the Company. \nJOHN They sold the technology.  A movement to live simply was quickly twisted by Federal agents into a political movement against the Company-controlled World Government.  Too much was at stake. \nRIPLEY Too much profit. \nJOHN We were sentenced as political dissidents. This orbiter is our gulag.  All the men were packed up with all our books, and towed into space.  Ten thousand men.  The eldest died very quickly. \nRIPLEY The Company had such a sense of irony. Sending you out on this wooden tub. \nANTHONY I was placed among them as a sensor. Keeps tabs on the movement. \nRIPLEY So how'd they find out about you? \nANTHONY I told them.  After the supply ship's stopped coming I saw no point in keeping up the charade.  Since I was a sort of walking reminder of technology, they cast me down. \nRIPLEY Join the club. (to John) I figured this wasn't planned.  You don't have to be a genius to see it wouldn't be prudent to try to preserve man's written works for generations -- without women. \nJohn looks embarrassed. \nRIPLEY And I don't know about your New Plague, but I was just on Earth and everything's fine. \nJohn has a doubtful look. \nRIPLEY I was right about the Alien, wasn't I? Means I must be right about the Earth. \nThe logic behind her argument is uncomfortable. \nJOHN (beat) Perhaps. \nRIPLEY That's better than nothing.  Come on. \nThey reach the end of the corridor. It opens into -- \nINT. TRANSOM SPACE - PRISON LEVEL \nAn enormous open space between \"cell blocks.\" The Wall behind them is honey-combed with corridor openings going up four stories, connected by aged, warped wooden ladders reminiscent of Indian cave dwellings.  Only wooden. \nThe room stretches several football field lengths ahead of them -- falling off into gloom. \nThey stand silent for a moment, dwarfed by the size of the room and the task ahead of them.  Finally -- \nRIPLEY At any rate, let's forget about the Earth completely - whether you're right or I'm right what's important is getting the hell out of here.  From here my ship is...? \nJohn points up at the ceiling. \nANTHONY In Heaven. \nRIPLEY Right.  And this is... \nAnthony and John nod. \nANTHONY This orbiter was patterned after a medieval concept of the universe -- (makes a circle in the air) They call the top half \"Heaven - \" \nJOHN The Abbey, the fields -- \nANTHONY The bottom half is \"Hell.\"  Where we are. \nRIPLEY Aptly named.  What's in the middle? \nJOHN The sea. \nANTHONY Really. \nRIPLEY Work with me here.  How far is it back to the surface of the planet? \nJOHN As a stone falls --- Five miles through the center. \nRIPLEY And the elevator -- the thing they lowered me down in? \nJOHN Ropes cut. \nANTHONY It's smart.  First he cuts their escape off, then works his way down through the monastery level by level until there isn't a thing left alive.  Interesting... \n", "random": "ARLES It was a genetic code that began to be replaced by new ones. \nJOHN It didn't tell me much about you. \nHARLES I knew my brothers. \nJOHN It was a terrible thing. \nHARLES It was a terrible thing I never knew - I didn't know how to handle it. \nJOHN You want to know anything about this? \nHARLES Is there something I can do with it? JOHN There is", "sentiment": "ARGE \n(TO JOHN) We got to stop this. \nJOHN You're right.  You're wrong. \nLARGE The New Plague is coming to it's knees.  This is what science is all about.  There's a way to stop it. \nJOHN We're done. \nLARGE We've got to stop it. \nJOHN No.  No we don't. \nLARGE We've got to"}, {"id": 3077, "prefix": "Ripley collapses to the floor and loses consciousness. DISSOLVE TO: INT. SULACO ESCAPE SHIP #4 (DREAM) ", "truth": "The blue-spark pilot light muzzles of a FLAME THROWER shyly pokes out from behind a console.  It's owner cautiously follows... \nRIPLEY \nShe's breathing heavy. She's wearing a sweat soaked tank top. Her eyes flit from side to side.  Then up.  Then down. She pokes the weapon out ahead of her and moves into the pod. She silently crosses the distance to Newt's sleep tube: \nIN THE TUBE \nNewt sleeps peacefully. Ripley allows herself one maternal smile, then remembers. Her grip TIGHTENS in the Flame Thrower in her hands. She flips a switch to HI HEAT. Moves around the sleep tubes... \nA noise to her left. She WHIRLS -- \nPulls the trigger on the flame thrower -- click.  Nothing. She tries again -- a half-hearted burp, but no flame. She begins to panic -- \nSenses the Alien's presence. Looks left, right, up - no Alien... Looks down: \nThe Alien's tail is COMING UP BETWEEN HER LEGS. She turns -- \nRight into it's grasp. The useless flamethrower SKITTERS across the floor. She PUMMELS the beast with balled up fists. \nRIPLEY No.  NO!  I beat you!  I beat you mother fucker!! \nThe Alien spins her -- pushes her over across the sleep tube -- Like it's taking her from behind! \nRipley looks down into the sleep tube: \nNewt is gone. Her doll's head lays in a pool of blood. The Alien wraps his arms around Ripley. Thin lips pull back for a kiss. \nShe SCREAMS. \nINT. TECHNOLOGY ROOM - REALITY - DAY \nRipley opens her eyes. WHOOSH...WHOOSH... She's still in the room with the windmills. Somehow this place seems less real than her dream. She looks around: \nJohn is sitting next to her, writing on a piece of parchment. He smiles a relieved smile. \nJOHN I thought we'd lost you. \nRIPLEY What are you writing? \nJOHN Last will and testament. (beat) Just kidding. \nShe looks to her left: Anthony is lying on his back, cotton bandage wrapped around his eyes.  His ankle is a swollen mess.  Wires are hanging out. \nRIPLEY Is he --? \nJOHN Resting. (shakes his head) He'll be fine. \nANTHONY No I won't.  He's a terrible liar. \nRIPLEY I'm sorry. \nANTHONY It's ironic.  I guess my visions were prescience after all.  How will I ever resolve that with my artifical con- science? \nA creaking floorboard to Ripley's right draws her attention to The Abbot.  He's pacing. \nABBOT Do you see what you've delivered us into? \nRIPLEY Yeah.  Lead me not into temptation to kick your -- ahh -- \nRipley tries to stand - her head spins. WHOOSH...WHOOSH... \nRIPLEY Oh shit. \nThe entire room THROBS with the rhythm of the wind. \nRIPLEY Where is the Big Boy -? \nThe Abbot points to the door. \nABBOT On the other side of that door. Waiting for us to starve to death. \nRipley moves to the door and feels it's cold surface. \nRIPLEY It's playing with us.  It could get in here any time it wants. \nABBOT Why should he enter?  He knows that one of the people in this room is in league with him. \nJOHN Sir.  We're all in the same coracle, so to speak. \n", "random": "\nCUT TO: INT. SULACO ESCAPE SHIP #4 (DREAM) \nFADE IN: \nINT. SULACO ESCAPE SHIP #4 (DREAM) \nCUT TO: INT. SULACO ESCAPE SHIP #4 (DREAM) \nFADE IN: \nINT. SULACO ESCAPE SHIP #4 (DREAM) \nCUT TO: INT. S", "sentiment": "\nThe ship is now in a state of complete darkness. The lights are dim. The ship is now in a state of complete darkness. The lights are dim. The ship is now in a state of complete darkness. The lights are dim. The ship is now in a state of complete darkness. The lights are dim. The ship is now in a state of complete darkness. The lights are dim. The ship is now in a state of complete darkness. The lights are dim. The ship is"}]