[{"id": 252, "prefix": "Sykes nods absently, and they walk on... four and a half steps to be exact.  Then it hits Sykes.  He seizes up cold. SYKES Wait a minute.  George?  George Jetson? Jetson nods... he's used to this. Sykes cracks up. ", "truth": "JETSON My true name is Ss'tangya T'ssorentsa'. \nSYKES Gesundheit.  You don't mind if I stick to George, do you? \nEXT.  POLICE STATION PARKING AREA - DAY \nThey approach Sykes' ugly sedan, the slug-mobile. \nSYKES Anyway, what's it matter to you if we think it's funny, right?  Whatta you care? \nJETSON That is exactly so. (completely deadpan) It is like your name... Sykes.  I'm sure it doesn't bother you at all that it sounds like \"ss'ai k'ss\", two words in my language which mean \"excrement\" and \"cranium\". \nSykes looks at him, perplexed. \nJETSON \"Shit... head\". \nJetson gets in and slams the door, leaving Sykes standing there, the smirk dropping from his face. \nCUT TO: \nINT.  SLUG-MOBILE - DAY \nThey're cruising along in downtown traffic.  Sykes drives. Jetson is somewhat cramped in the passenger seat. \nSYKES Let's talk Hubley. \nJETSON (refers to a folder he holds) His body was discovered three days ago, in an alley off of Central Avenue, near downtown. \nSYKES With two BRI Sabot slugs in the chest. \nJETSON (gently correcting him) Through the chest.  Rupturing both the primary and secondary hearts. \nSYKES (out the window) Nice signal, dickwad! \nJetson is momentarily thrown by this outburst from Sykes. Then... \nJETSON He was employed at the Northwest Petroleum Refinery in Torrance.  He was manager of the Methane Facility. He was also a principle partner in a real estate venture to develop low- cost housing for Newcomers. \nSykes grimaces at the mention of \"Newcomer housing\". \nSYKES Terrific.  A real pillar of the community. (beat) Was Hubley missing anything when they found him?  Was he ripped off? \nJETSON (checks file) There was no wallet... but he was still wearing a watch and two rings. \nSYKES The guys at the mini-mart last night made a half-assed stab at the money in the till -- but I don't think that's what they were there for.  I think we got us a couple'a executions on our hands, George... \nJETSON The murder at the mini-mart is not our case.  The Captain said-- \nSykes looks over at Jetson, pissed. \nSYKES Look, you want to fit in here, right?  You want to learn how to get along? \nJETSON Yes. \nSYKES Well, there's a thing about partners, about being somebody's partner.  You do for each other. And other people's rules don't mean shit.  It's the rules set up between the two of you, that's all that counts.  Understand? (Jetson nods) Okay.  Well, my friend and partner was shot last night and I'm after the shitbag that did it.  As my partner, I'm asking you to respect me and help me find him. \nJetson considers this several moments, then-- \nJETSON And as my partner, I ask you to respect me and my desire not to break with procedure. \nSykes stares at him, exasperated.  Without warning, he slams the car to a stop right in the middle of heavy traffic, puts it in \"Park.\" Jetson, who is already a little too close to the dashboard, bangs up against it. HORNS instantly go crazy behind them. \nJETSON What is wrong? \nSYKES (very calm) Nothing's wrong.  I just want to get something straight.  You agree that there's a good chance these two shootings are somehow related, right? \nYELLING joins the HORNS outside.  Jetson is visibly unsettled by the chaos. \nJETSON Well... yes, quite possibly. \n", "random": "\"Honey, I have to be the first one to be out in public.  You and I are the only ones to know each other in person.  I'll be out there seeing you and your family.\"  And so it goes.   Sykes can't think of a better way to concentrate.   He takes a seat beside Sykes and smiles.  \"I think it's time to go home,\" he says, gesturing to his wife.  He takes a", "sentiment": "He's a little surprised.  He's been in the office a long time.  He looks at Sykes.  He's got a lot of work to do.  He's got to be ready for the next day.  He nods.  He's got a lot of work to do.  He's got to be ready for the next day.  He nods.  He's got to be ready for the next day.  He nods.  He's got to be"}, {"id": 253, "prefix": "SECRETARY Fedorchuk and Alterez just phoned in.  They found him. (Sykes and Jetson react) Or at least what's left of him, washed up on the beach at Zuma. Sykes and Jetson react again. SECRETARY (continuing; handing over  the message slip) They're still there if you wanna catch them. ", "truth": "SYKES Well, let's roll, George. \nJETSON (with a stricken expression) To the... to the beach? \nSYKES Come on, let's go, dude.  Surf's up! \nCUT TO: \nEXT.  PACIFIC COAST HIGHWAY - ZUMA BEACH - DUSK \nCRANE SHOT, nice and WIDE, showing the slug-mobile turning off P.C.H. onto a gravel road which curves down the the beach.  The following is V.O. as the car approaches the water. \nJETSON (V.O.) Stop the car. \nSYKES (V.O.) Why? \nJETSON (V.O.) Please, I must get out here. \nSYKES (V.O.) Come on, you won't have to get near the water. \nJETSON (V.O.) Stop the car! \nWe see the car pull to a stop in a cloud of dust. \nINT.  SLUG-MOBILE - DUSK \nSYKES All right, okay.  Keep your pantyhose on.  Jeez, when in doubt, freak out, for chrissake. \nSykes sees that his partner is covered with a sudden sheen of sweat, his hands shaking.  Sykes softens. \nSYKES (continuing) It's all right, George.  It's cool. Just wait here, all right?  I'll be back in a coupla minutes. \nJETSON Thank you. \nHe climbs out and Sykes drives down to the beach... toward a cluster of vehicles: a Sheriff's black-and-white, a coroner's wagon, and Fedorchuk's unmarked sedan. \nEXT.  BEACH - DUSK \nA quick glimpse of a pile of dark yuck in the shape of a person, black and skeletal beneath the remains of a silk suit.  Wound around the corpse are streamers of kelp and other high tide detritus. \nANGLE ON SYKES, FEDORCHUK, AND ALTEREZ \nlooking down at the body.  A CORONER'S TECHNICIAN is doing a closer inspection. \nFEDORCHUK Found his wallet in his jacket pocket.  Joshua Strader, big as life. \nCORONER'S TECH Jesus, what a mess.  It's gonna be a bear to make a positive determination, but it looks to me like he was shot before being tossed in the drink.  At least twice-- (indicates where hearts  would've been on the body) -- here, and here. \nSykes absorbs this.  He rises along with Fedorchuk and Alterez. \nSYKES How're you two doing on Tuggle's killer? \nALTEREZ The store owner's son is in a street gang, so now we're thinking maybe it's gang related. \nSYKES Yeah, that's real good.  You guys follow up on that for a coupla months. \nFedorchuk looks up at Jetson standing on the bluff above. \nFEDORCHUK Look at your dildo partner.  He's too scared to even come down to the sand. (calls up to Jetson, even though he's too far away to hear) You're not gonna get wet standing here, moron! \nSYKES I'd like to see you next to a sea of hydrochloric acid, Fedorchuk... see how much surfin' you'd do. \nAlterez shoots a polaroid of the body.  Sykes grabs it as it emerges from the camera and walks back toward the car. Fedorchuk flips him the bird.  As Sykes rounds the car, he sees that someone has drawn on the door in yellow liquid chalk marker a big star with \"E.T. P.D.\" printed inside it.  Sykes looks around.  Fedorchuk and the others stand together chuckling, conspicuously not looking in his direction. \nSYKES Cute. \nEXT.  BEACH ROAD - DUSK \nSykes has stopped to pick Jetson up. \n", "random": "                                                                                                  ", "sentiment": "nd the heat is shivering down there right now. \nI'd thought it could look an hour.  They had a Los Frags-style goout room's door.  As I traveled across the halls, I was accidentally thrown in by Santos.  As I steadied my desk toward Santos, we both broke into a look for him.  ANOTHER IAP TO THE LEFT; Sean looking over at him.  Aj settles down, suggests breakfast  supper on, I"}, {"id": 254, "prefix": "Sykes swings around the edge of the private office door, straight-arms the Casull into the office and fires. Kipling fires back, crossing toward the outer office door, covering Harcourt's back.  Sykes ducks back down. An unsteady Jetson rises from the floor, sees Harcourt and Kipling escaping, and takes off after them. Sykes straight-arms the gun into the room again... sees Jetson disappearing through the adjoining office door.  He moves into the room as the three drug Dealers, arms up in surrender, rise from behind the furniture. ", "truth": "Sykes looks at these harmless wimps... then at Cassandra. \nSYKES You okay? \nCASSANDRA (dazed, but all right) Yeah... \nAnd he charges out the adjoining office door. \nEXT.  FIRE ESCAPE - ENCOUNTERS - NIGHT \nHarcourt and Kipling bang down the metal stairs.  Jetson is ten feet above them.  Sykes flies out onto the fire escape, a few steps behind Jetson.  A POLICE CAR SIREN is HEARD arriving O.S. \nEXT.  ALLEY - BEHIND ENCOUNTER - NIGHT \nTwo UNIFORMED OFFICERS bound from their unit and run into the back entrance of the club, leaving the unit running. \nTwo seconds later, Harcourt and Kipling leap down from the fire escape, find themselves near the unit. \nHARCOURT Here! \nHe throws the suitcase into the passenger side door, jumps in.  Kipling dives in behind the wheel, slams it into gear and floors it. \nJetson and Sykes hit the ground just as the unit peels out.  Sykes raises the Casull and fires at the fleeing car.  One slug shatters a tail light, others pepper the rear of the trunk, but the car keeps going. \nJETSON This way! \nHe indicates the slug-mobile parked nearby.  They race to it, jump in... Sykes driving.  He burns rubber as he pulls out. \nA second arriving police unit pulls into the alley, heading straight for the slug-mobile.  Sykes has to grate between the alley wall and the arriving police unit to get past. \nEXT.  WEST SIDE STREET - NIGHT \nHarcourt and Kipling in the first police unit come thundering down the street zig-zagging through traffic. The slug-mobile is three-quarters of a block behind them. \nINSIDE THE BLACK-AND-WHITE \nHarcourt begins fumbling with the dash switches... eventually hitting the right ones and the roof lights and SIREN blast on. \nEXT.  WEST SIDE STREET - NIGHT \nIt looks like a backwards chase, the slug-mobile chasing the howling police car through traffic. \nJetson alertly eyes the approaching traffic -- calls it out to Sykes the way he was trained at the academy. \nJETSON Slow traffic on your right... you're clear at the left rear... (Sykes changes lanes) Careful, red light ahead... \nWith Jetson's help, Sykes is able to dice through the cross-traffic without incident. \nEXT.  WEST SIDE STREET - NIGHT \nThe traffic ahead of the police car peels off in response to the approaching lights and SIREN.  Kipling dodges around the stopped traffic easily. \nThe same traffic that has pulled over for the police car now starts easing back onto the street, cutting off the slug-mobile. \nINT.  SLUG-MOBILE - NIGHT \nSykes' expression tells us he's slipped into the same juggernaut mode we saw during the foot chase in the alley. \nJETSON Yellow light ahead turning red... \nBut Sykes doesn't slow -- instead he floors it. \nJETSON (continuing; wide- eyed) Red light!  Red light! \nEXT.  WEST SIDE STREET - NIGHT \nSykes peels around the merging traffic, cuts across the intersection, and continues the chase.  On the wrong side of the road, head-on into traffic. \nHeadlights peel off in front of them as they charge along the wrong side.  They eventually catch up to the police unit, racing parallel to it, but with the divider between them. \n", "random": "  The two Dealers come for the office door, but the Jetson is already taking out his own CAR.                                                                            ", "sentiment": "His target: Harcourt, sprouting new arm hairs.  He kills them both with a round and shoots for the bedroom door.  Jetson reaches the bedroom door, finds Jetson, and pulls him toward it...   Jetson's body is in the bed.  Jetson scurries out the door... then exits the office.  The door opens, and the three cop cars rev up.  Jetson is no longer on the ground in the headlights... Jetson,"}]