[{"id": 930, "prefix": "MARGO Thank you so much. BILL Is it sabotage, does my career mean nothing to you? Have you no human consideration? MARGO Show me a human and I might have! ", "truth": "BILL The air lines have clocks, even if you haven't! I start shooting a week from Monday - Zanuck is impatient, he wants me, he needs me! \nKAREN (louder) Bill- \nMARGO Zanuck, Zanuck, Zanuck! What are you two - lovers? \nBill grins suddenly, drops to one knee beside her. \nBILL (smiling) Only in some ways. You're prettier... \nMARGO I'm a junk yard. \nKAREN (yells) Bill! \nBILL (vaguely; to Karen) Huh? \nKAREN This is Eve Harrington. \nBill flashes a fleeting look at Eve. \nBILL Hi. (to Margo) My wonderful junk yard. The mystery and dreams you find in a junk yard- \nMARGO (kisses him) Heaven help me, I love a psychotic. \nBill grins, rises, sees Eve as if for the first time. \nBILL Hello, what's your name? \nEVE Eve. Eve Harrington. \nKAREN You've already met. \nBILL Where? \nKAREN Right here. A minute ago. \nBILL That's nice. \nMARGO She, too, is a great admirer of yours. \nBIRDIE Imagine. All this admiration in just one room. \nBILL Take your mistress into the bathroom and dress her. (Birdie opens her mouth) Without comment. \nBirdie shuts it and goes into the bathroom. In a moment we hear a shower start to run. Eve gets up. \nKAREN You're not going, are you? \nEVE I think I'd better. It's been - well, I can hardly find the words to say how it's been... \nMARGO (rises) No, don't go... \nEVE The four of you must have so much to say to each other - with Mr. Sampson leaving... \nMargo, impulsively crosses to Eve. \nMARGO Stick around. Please. Tell you what - we'll put Stanislavsky on his plane, you and I, then go somewhere and talk. \nEVE Well - if I'm not in the way... \nMARGO I won't be a minute. \nShe darts into the bathroom. Eve sits down again. \nKAREN Lloyd, we've got to go- \nLloyd gets up. Karen crosses to pound on the bathroom door. She yells - the shower is going... \nKAREN Margo, good night! I'll call you tomorrow! \nMargo's answer is lost in the shower noise. Karen crosses to kiss Bill. She's joined by Lloyd. \nKAREN Good luck, genius... \nBILL Geniuses don't need good luck. (he grins) I do. \nLLOYD I'm not worried about you. \nBILL Keep the thought. \nThey shake hands warmly. Karen and Lloyd move to Eve. \nKAREN Good night, Eve. I hope I see you again soon- \nEVE I'll be at the old stand, tomorrow matinee- \nKAREN Not just that way. As a friend... \nEVE I'd like that. \nLLOYD It's been a real pleasure, Eve. \nEVE I hope so, Mr. Richards. Good night... \nLloyd shakes her hand, crosses to join Karen who waits at the open dressing room door. \n", "random": "ARGO (to \"Marno\") I'm a good man! \nMARGO (to Marno) I got the money! \nMARGO (to Marno) I was a good man! \nMARGO (to Marno) I am a good man! \nMARGO (to Marno) I'm not a good man! \nMARGO (to Marno) I'm not a good man! \nMAR", "sentiment": "The two men leave.)\nMARGO (to the other man) You are the most important man in the world. \n(The two men leave.)\nMARGO (to the man) I am the most important man in the world. \nMARGO (to the man) I am the most important man in the world. \nMARGO (to the man) I am the most important man in the world. \nMARGO (to the man) I"}, {"id": 931, "prefix": "MARGO How's the new one coming? LLOYD The play? All right, I guess... MARGO \"Cora.\" She's - still a girl of twenty? ", "truth": "MARGO Don't you think it's about time it became important? \nLLOYD How do you mean? \nMARGO Don't be evasive. \nLLOYD Margo, you haven't got any age. \nMARGO Miss Channing is ageless. Spoken like a press agent. \nLLOYD I know what I'm talking about, after all they're my plays... \nMARGO Spoken like an author. (abruptly) Lloyd, I'm not twentyish. I am not thirtyish. Three months ago, I was forty years old. Forty. Four oh. (smiles) That slipped out, I hadn't quite made up my mind to admit it. Now I feel as if I'd suddenly taken all my clothes off... \nLLOYD Week after week, to thousands of people, you're as young as you want... \nMARGO ... as young as they want, you mean. And I'm not interested in whether thousands of people think I'm six or six hundred- \nLLOYD Just one person. Isn't that so? (Margo doesn't answer) You know what this is all about, don't you? It has very little to do with whether you should play \"Cora\" - it has everything to do with the fact that you've had another fight with Bill. \nA pause. Margo closes the box of bicarb. \nMARGO Bill's thirty-two. He looks thirty two. He looked it five years ago, he'll look it twenty years from now. I hate men. (she puts the box down) Don't worry, Lloyd. I'll play your play. I'll wear rompers and come in rolling a hoop if you like... let's go say good night. \nThey exit into the dining room. As they open the swinging door, the CAMERA REMAINS in the doorway. Margo and Lloyd walk toward the stairs. In the b.g., Eve is talking to the group. How much she says is dependent on how long it takes Margo and Lloyd to reach her. \nEVE (in the b.g.) Imagine... to know, every night, that different hundreds of people love you... They smile, their eyes shine - you've pleased them, they want you, you belong. Anything's worth that. \nJust as before, she becomes aware of Margo's approach with Lloyd. She scrambles to her feet... \nMARGO Don't get up. And please stop acting as if I were the queen mother. \nAnd as Margo speaks - or before - we \nFADE OUT. \nFADE IN: \nEXT. N.Y. THEATER STREET - DAY \nMargo gets out of a cab in front of the theater and goes in. It's Friday afternoon - no performance. \nMARGO'S VOICE What was it the wise man said - \"This, too, will pass away\"? Two weeks later - the day of the audition - all was well with Bill and me, the world and me- \nINT. LOBBY AND FOYER - CURRAN THEATER - DAY \nMargo comes from the street through the lobby ( a few people buying tickets) and into the deserted foyer. She spots Addison sprawled on one of the sofas. \nMARGO Why so remote, Addison? I should think you'd be at the side of your protegee, lending her moral support... \nADDISON Miss Caswell, at the moment, is where I can lend no support - moral or otherwise. \nMARGO The ladies' - shall we say - lounge? \nADDISON Being violently ill to her tummy. \nMARGO It's good luck before an audition. She'll be all right once it starts. \nShe heads for the auditorium. \nADDISON Miss Caswell got lucky too late. The audition is over. \nMARGO (stops) Over? It can't be. I've come to read with her. I promised Max. \nADDISON The audition was called for 2:30. It is now nearly four. \nMARGO (lightly) Is it really? I must start wearing a watch, I never do, you know... who read with Miss Caswell? Bill? (he shakes his head) Lloyd? (he shakes his head) Well, it couldn't have been Max! Who? \nADDISON Naturally enough, your understudy. \nMARGO I consider it highly unnatural to allow a girl in an advanced state of pregnancy- \nADDISON I refer to your new and unpregnant understudy. Eve Harrington. \nMARGO Eve! My understudy... \nADDISON (keenly) Didn't you know? \nMARGO (quickly) Of course I knew. \nADDISON It just slipped your mind. \nA moment of silence. \nMARGO How... how was Miss Caswell? \nADDISON Frankly, I don't remember. \nMARGO Just slipped your mind. \nADDISON Completely. Nor, I am sure, could anyone else present tell you how Miss Caswell read or whether Miss Caswell read or rode a pogo stick. \nMARGO Was she that bad? \nAs Addison speaks, he rises with excitement. \n", "random": "ARGO You don't have to be sure. \nMARGO I don't want to be the one to tell the story of the world! \nMARGO The play? \nMARGO You don't have to be sure. \nMARGO You don't have to be sure. \nMARGO \"Cora.\" She's - still a girl of twenty? \nMARGO \"Cora.\" She's - still a girl of twenty? \nMARGO", "sentiment": "OCIAL Playwright Carmen Fudge (1901-1990) is now the Literary Agent of the American Theater. \nCrunic Conversation Sally Ride (1921-30) is the playwright and producer of The Playwright. \nRIVAL Talk about the play have they been to the White House? \nSOCIAL Counselor Gloria Allred (1905-1981) is the playwright and producer of The White House. \nFOCUSES"}, {"id": 932, "prefix": "She goes in. Addison follows her. INT. CORRIDOR - TAFT HOTEL - DAY Addison accompanies Eve along the corridor to her door. ", "truth": "ADDISON Almost four. \nEVE Plenty of time for a nice long nap - we rehearsed most of last night... \nADDISON You could sleep, too, couldn't you? \nEVE Why not? \nThey've arrived at her door. She opens it. \nADDISON The mark of a true killer. (he holds out his hand) Sleep tight, rest easy - and come out fighting... \nEVE Why'd call me a killer? \nADDISON Did I say killer? I meant champion. I get my boxing terms mixed. \nHe turns to go. After a few steps- \nEVE (calling) Addison- (he pauses) - come on in for just a minute, won't you? There's... I've got something to tell you. \nAddison turns curiously, and enters behind her. \nINT. EVE'S SUITE - TAFT HOTEL - DAY \nOld-fashioned, dreary and small. The action starts in the living room and continues to the bedroom. \nAddison closes the door, crosses to a comfortable chair. \nADDISON Suites are for expense accounts. Aren't you being extravagant? \nEVE Max is paying for it. He and Lloyd had a terrific row but Lloyd insisted... well. Can I fix you a drink? \nShe indicates a table elaborately stocked with liquor, glasses, etc. Addison's eyebrows lift. \nADDISON Also with the reluctant compliments of Max Fabian. \nEVE Lloyd. I never have any, and he likes a couple of drinks after we finish - so he sent it up... \nADDISON Some plain soda. (Eve starts to fix it) Lloyd must be expecting a record run in New Haven... \nEVE That's for tonight. You're invited. We're having everyone up after the performance. \nADDISON We're? \nEVE Lloyd and I. \nShe carries the soda to him, sits on an ottoman at his feet. \nADDISON I find it odd that Karen isn't here for the opening, don't you? \nHe sips his soda and puts away, carefully avoiding a look at Eve. As he looks back- \nEVE Addison... \nADDISON (blandly) She's always been so fantastically devoted to Lloyd. I would imagine that only death or destruction could keep her- \nEVE (breaks in) Addison, just a few minutes ago. When I told you this would be a night to remember - that it would bring me everything I wanted- \nADDISON (nods) - something about an old road ending and a new one starting - paved with stars... \nEVE I didn't mean just the Theater. \nADDISON What else? \nEve gets up, crosses to look out over the Common. \nEVE (her back to him) Lloyd Richards. He's going to leave Karen. We're going to be married. \nFor just a flash, Addison's eyes narrow coldly, viciously. Then they crinkle into a bland smile. \nADDISON So that's it. Lloyd. Still just the Theater, after all... \nEVE (turns; shocked) It's nothing of the kind! Lloyd loves me, I love him! \nADDISON I know nothing about Lloyd and his loves - I leave those to Louisa May Alcott. But I do know you. \nEVE I'm in love with Lloyd! \nADDISON Lloyd Richards is commercially the most successful playwright in America- \nEVE You have no right to say such things! \nADDISON - and artistically, the most promising! Eve dear, this is Addison. \nEve drops her shocked manner like a cape. Her face lights up - she crosses back to the ottoman. \nEVE Addison, won't it be just perfect? Lloyd and I - there's no telling how far we can go... he'll write great plays for me, I'll make them be great! (as she sits) You're the only one I've told, the only one that knows except Lloyd and me... \nADDISON ... and Karen. \nEVE She doesn't know. \nKAREN She knows enough not to be here. \nEVE But not all of it - not that Lloyd and I are going to be married. \n", "random": "ddison points to the large flat with a long table. \nAddison sits down at her table. \nAddison sits down at her table. \nAddison sits down at her table. \nAddison sits down at her table. \nAddison sits down at her table. \nAddison sits down at her table. \nAddison sits down at her table. \nAddison sits down at her table. \nAddison sits down at", "sentiment": "T. ATTRIN'S OFFICE - DAY Hi, my little padawan!  Addison's been so amazing!  Mara, will you answer my call?  Marsie,  your love! The rest of the day.  Addison asks Jane to stop to walk with me.  Addison asks Jane to talk about something completely different.  Marsie just gets on her best, please! She heads for her. Marsie,  your goddess!"}]