[{"id": 2808, "prefix": "19.   INT. SAMMY'S GROTTO, CITY ISLAND, THE BRONX - NIGHT     19. Sayer at a table eating dinner alone. He should've brought along something to read. He glances at the little \"Catch of the Day\" notice on his table for the tenth time, then absently in at an eel in a fish tank, which seems to be peering back out at him. SIDNEY V.O. I am not mad ... not mad . . . 20.   EXT. SCHOOLYARD & BAINBRIDGE HOSPITAL - DAY                 20. A tether ball dangling from a rope, resting against a pole. The chains of a swing. Pigeons scavenging scraps on the asphalt of the elementary school playground, deserted. SIDNEY V.O. I know the difference between what is real and what is not . . . Beyond a chain-link fence, across the field, on the roof of one of Bainbridge's brick buildings, peering down from the edge of it, coat over his smock, hat on his head, an elderly man. 21.   INT. SIDNEY'S DAYROOM - DAY                                   21. Tight on the elderly man's face. SIDNEY The voice was real. ", "truth": "22.   INT. STAFF CAFETERIA - BAINBRIDGE - DAY                    22. Sayer in line with Drs. Tyler and Sullivan, both younger than      * himself. He seems distracted, Sayer, lost in the color of the beets on his tray. Or a thought. Like George telling Lenny again about the rabbits: DR. SULLIVAN We'd be high up - 40th, 50th floor, nice midtown view - suite                            * of offices, carpeted, good-looking                          * receptionist -                                              * \nREV.12/12/89 (PINK)        Pg.15 \n22.CONT.            DR. TYLER                                    22 fp\\    ·        Aquarium in the waiting room, \\_J)               George.                          , DR. SULLIVAN We could have all that ... but we'd miss all this. We'd miss        the wards. DR. TYLER The smell of them. DR. SULLIVAN We'd miss this place - (this cafeteria) We'd miss this . . . (the plate of mush as it's set down onto his tray) Whatever this is.        . SAYER Ye .... s Sayer glances up at them, having paid attention to nothing they've said, and nods at some other thought. .        '    SAYER Yes . . .    ,' He leaves his tray where he stands, and heads out of the cafeteria.                                 v \n23.   INT. SIDNEY'S DAYROOM - DAY                                23. Sayer back with Sidney. SAYER Did you see me when-1 \"spoke?\" Sidney thinks about it, tries to remember, to summon back the moment in question, to picture it exactly as it happened, or didn't happen. SIDNEY No. SAYER You see me now though. SIDNEY Yes. \nREV.12/12/89 (PINK)               Pg.l5 23.CONT,                       (continuity only) Sidney turns to a patient, an elderly woman in a wheelchair beside him. Her state resembles that of Lucy's, that is, she appears to have no awareness of Sidney, Sayer, or anything else in her environment. It is only now, in fact, as Sidney spoons soup into her mouth, careful not to spill any, that Sayer notices her. \nCONTINUED: \nsr^                                                   SAY    ER (y--\\                         I   f    it    ha p   pe n s     ag a   in ,     M r. Ti t ch , I v_y                          w   an   ty    ou     to l     oo k     a ro u   nd . If yo u d   on   't    act    u al l   y se     e me     , i f yo u o n ly h   ea   rm    e,     you      c an     be s     u re th a t I ' m n   ot    re   a l,    a nd     y ou     c an     i g no re m e. Sa ye r sm il es , pl ea se d w it h hi s so lu ti on . SID NE Y U nle ss you us e th e P .A. sy ste m. S a ye r' s sm il e fa de s. Si d ne y is s ti ll i n a pr ed ic a me nt a nd Sa ye r has n' t t he a nsw er . \n", "random": "                   SIDNEY (continuing) . . .                                                                       ", "sentiment": "        He heard it from a key on his chest. The voice came from a key on his chest.         A hand reaching in and out, looking up from the ground.                                                   "}, {"id": 2809, "prefix": "INT. LEONARD'S WARD - DAY Moving slowly into the Western painting. SAYER'S VOICE \"For him it is as though there were a thousand bars, and behind the thousand bars, no world . . . 72A. EXT. BRONX ZOO - DAY                                               72A. Moving in on a panther, limbs weakened, spirit broken, slowly pacing back and forth before the bars of a small cage. SAYER V.O. \"As he paces in cramped circles, over and over, his powerful strides are like a ritual dance around a center where a great will stands paralyzed . . . Moving slowly away from Sayer watching, moving high above him; the place is virtually deserted. 73.   INT. LEONARD'S WARD - DAY                                          73. Moving slowly in on Leonard as, in bed, flannel pajamas, as his mother diapers him for the night. SAYER V.O. \"At times the curtains of the eye lift without a sound . . . Moving slowly< in on Sayer, unseen in a doorway, staring at Leonard, at the look of contentment on his face. Or is it a look of impotent rage? SAYER V.O. \".    . . and a shape enters, '.slips thr   ough the tightened silence of the    shoulders, reaches the heart and    dies .i.\"                         .            ... FADE TO BLACK   . '''.' ", "truth": "74.   INT. AUDITORIUM - AFTERNOON                                74 An anatomical skeleton dangling from a metal stand. NEUROCHEMIST There's an ordinary medicine with which we are all familiar. An everyday medicine of stubbed toes and bunions and boils. A man at a podium in a modern version of the 1920's basement operating theatre. NEUROCHEMIST And then there is another kind. A medicine that holds out to the afflicted the promise of restored life. He glances to a point above his listeners, and an overhead projector splashes a diagram of molecular structure (and the silhouette of a raised hand) onto a screen. The neurochemist traces the shadow to its maker in the audience. SAYER Thank you. Yes. Yes, I'm very much interested in your work with this drug. I'm curious if . . . NEUROCHEMIST Doctor ...? SAYER (pause) Sayer. I'm curious if you . . . NEUROCHEMIST After I'm through, Dr. Sayer.      If you wouldn't mind. Sayer glances around the auditorium. Everyone's looking at him. He grasps the offending hand and holds it in his lap with the other. \n75.   INT. AUDITORIUM LOBBY - LATER - AFTERNOON                  75, Refreshments on tables. Sayer, uncomfortable in his suit, wandering around the crowded room with a glass of wine. He approaches its hub of activity, the neurochemist surrounded by several impressed colleagues, but can't manage to get close enough to speak with him. \n76.   INT. MEN'S ROOM, AUDITORIUM - LATER - AFTERNOON             7 The neurochemist walks in and crosses to the urinals. A moment later, he hears the door opening, and footsteps, and then nothing, until -- SAYER O.S. Do you   think it's possible that simple   Parkinsonian tremor taken to its   furthest extreme could appear   as no tremor at all? When no one answers, the chemist glances over his shoulder. Sayer is there, quite alone, looking at him. NEUROCHEMIST Are you speaking to me? Sayer is. And really wants to know the answer. The chemist zips up and moves to the sinks to wash his hands. SAYER If jail the compulsions in the Parkinson's patient were somehow accelerated - (demonstrating what he means) - the hands, the shaking, the tics, the head bobbing, the quickening speech - (he's become a mass       » of tics and accelerated speech) - might they not cave in on themselves and, in effect, turn the person into stone? He comes to a abrupt stop, his eyes transfixed like a post- encephalitic's, staring. The chemist slowly dries his hands with a paper towel. NEUROCHEMIST Dr. Sayer, yes? (Sayer nods) I'm a chemist, doctor. I leave it to you guys to do the damage. He drops the paper towel into the trash and leaves \n77.   EXT. PARKING LOT - BAINBRIDGE - MORNING                 77 Emerging from his car with some papers, Dr. Kaufman is ambushed by Sayer.                                                  .. \nREV.12/13/89 (YELLOW)    Pg. \n77.CONT.              SAYER                                       77. Did you have a chance to look at any of the -. KAUFMAN Freud believed in miracles. Prescribing cocaine like it was candy . . . Sayer has to hurry to keep up with his supervisor as he heads toward the hospital. KAUFMAN We all believed in the \"miracle\" of Cortisone until our patients went psychotic on it. Now it's L-Dopa. He hands over the papers - xeroxed articles from medical journals and newspapers which Sayer gave him to read - and keeps going, Sayer straggling a few steps back. SAYER With all due respect, I think it's rather too soon to say that. KAUFMAN With all due \"respect,\" it's rather way too soon. Let the chemists do the damage. The gap between them widens as Sayer slows. He expected this sort of reaction from Kaufman, but had hoped for another. Kaufman disappears into the building. \n77A. INT. KAUFMAN'S OFFICE - LATER - MORNING                       77A The stack of papers drops onto Kaufman's desk. The one on top reads, NEW DRUG LETS SHAKING PALSY PATIENTS EAT JELL-O. SAYER Did you read the case - the husband who came home to find his wife singing. She hadn't felt like singing in years. Kaufman, on the phone, glances to Sayer long-sufferingly, lets him wait while he finishes with his call, and eventually sets down the receiver. \n", "random": "                                     TH                                                             ", "sentiment": "                    HIGHLIGHT ON   LEONARD Actually he promises material wealth                          71.   INT. LEONARD'S WARD - DAY                        "}, {"id": 2810, "prefix": "Ap p a r e nt l y n ot . A fi g u r e bl u r s pa s t . An d a m om e n t la t e r , an oth er, t he nu rse w ith t he pr ess ure g auge , sti ll tr ail ing af te r Mi ri am. T he c ame ra f ol low s th em - NUR SE Miriam ... Miriam . . . - befor e set tling on a man , Des mond, doin g a soft- shoe. Le on ar d, a nd a f ew o th e rs , wa tc h. Fr an k bl ur s b y ag ai n, p as se s a w oman , Fra ncis, sort of l ost, seat ed Wi th a nurse : ", "truth": "Mi ss C os te ll o no ti ce s F ra nk , st an di ng n ea rb y, lo ok in g pu zz le d. \nM IS S C OS T EL LO F r a nk ? A r e y o u al l r i gh t ? \nFRANK                       < M y wi fe a nd s on .     A re th ey w el l? \nxu/ os > vaU.bL>£NKUD           Pg.6 123.CONT.                                                          123. Hiss Costello finds herself at a loss for a moment . . . MISS COSTELLO We'll find them for you.     We'll track them down. Lucy again, Sayer still at her side. LUCY . . . I called to my sister, but she couldn't hear me. No one could hear me. I was alone . . . (pause) And then I woke up. She smiles. Sayer tries to. He hesitates ... but finally can't help asking her -                                                · SAYER Lucy, what year is it? LUCY What year is it? You don't know? He shakes his head 'no.' She glances around the place, then leans close to him and whispers - LUCY MIRIAM O.S. DoctorI   Doctor!                                      . Sayer turns to the urgent voice, concerned, and sees Miriam flanked by a large group of staff from other parts of the hospital gathered at the threshold of the room. MIRIAM I walked all the way over there. And back. What a perfect day. The group at the doorway applauds, and it CARRIES OVER: \n123A. OMITTED                                              123A. 123B. INT- CORRIDOR - SAME TIME - DAY                      123B. * The corridor, and the sound of a woman's voice, very faint,   .* from somewhere unseen:                                           * PAULA O.S. \" . . . Like crowds storming the                                       * Bastille ...                                                           * \n124.-128.    OMITTED                                           124.-12 129.   INT.'POST-ENCEPHALITIC DAYROOM - CONTINUED - MORNING      129. Sidney bursts into the room out of breath and scans the faces of the awakened post-encephalitics and staff. He spots Sayer, seated with a woman, her back to him and the door. She slowly turns to look over her shoulder and, seeing Sidney, smiles. LOLLY Hi, Sidney. There's a kind of hush. Conversations, activities cease. Everyone is looking at Sidney. Not knowing what else to say, he manages a hesitant -- SIDNEY Hi.        i He smiles and crosses toward her, but by the time he reaches her the smile has disappeared. Something troubling has occurred to him. He glances to Sayer and whispers -- SIDNEY Is it real . . . or . . . SAYER              : \nAs real as real can be. CONTINUED: \n", "random": "HIS MOTHER What's the matter ? \nJUSEPH W h e sw a t ? \nESTARRIS W h i n s , A c k l ou s , She f a nd t i nk you to ? \nJuspe d's s o n k a l l p l o n . \nJUSEPH W h i ns . . . . . . . . . . . . . . . .", "sentiment": "MIRIAM She is very beautiful. \nTAXI He is. . . . . . . . . . . . . . . . . . . . . . . . . \nRUSSOI FRUISER No. . . . . . . . . . . . . . . . . . . . \nMIRIAM You are very good. . . . . . . . . . . . . . . . ."}]