[{"id": 447, "prefix": "VIOLET (CONT'D) You call Barb? What'd she say? IVY She's on her way. VIOLET What'd you tell her? ", "truth": "VIOLET Did you tell her how long he'd been missing? \nIVY Five days. \nVIOLET What did she say? \nIVY She said she was on her way. \nVIOLET Goddamn it, Ivy, what did she say? \nIVY She said she was on her way. \nVIOLET You're hopeless. (heads back into her room) Goddamn your father for putting me through this. Seen that office of his, all that mess? I can't make heads or tails of it. He hired this Indian for some goddamn reason and now I have a stranger in my house. What's her name? \nIvy follows her mother, returns to tidying up. \nIVY Johnna.   Who was on the phone? \nVIOLET This house is falling apart, something about the basement or the sump pump or the foundation. I don't know anything about it. I can't do this by myself. \nIVY I called Karen. \nVIOLET What did she say? \nIVY She said she'd try to get here. \nVIOLET She'll be a big fat help, just like you. (MORE) \"August\" 9/21/12 FINAL WHITE Draft   12. 14   CONTINUED:                                                   14 VIOLET (CONT'D) (takes another pill) I need Barb. \nIVY What's Barb going to be able to do? \nIvy moves on to hanging clothes back in the jammed closet. \nVIOLET What did you do to your hair? \nIVY I had it straightened. \nVIOLET You had it straightened.    Why would anybody do that? \nIVY I just wanted a change. \nVIOLET You're the prettiest of my three girls, but you always look like a schlub. Why don't you wear makeup? \nIVY Do I need makeup? \nVIOLET All women need makeup. Don't let anybody tell you different. The only woman who was pretty enough to go without makeup was Elizabeth Taylor and she wore a ton. Stand up straight. \nIVY Mom. \nVIOLET Your shoulders are slumped and your hair's all straight and you don't wear makeup. You look like a lesbian. \nViolet takes another pill. \nVIOLET (CONT'D) You could get a decent man if you spruced up. A bit, that's all I'm saying. \nIVY I'm not looking for a man. \"August\" 9/21/12 FINAL WHITE Draft   13. 14   CONTINUED:                                                   14 \nVIOLET There are a lot of losers out there, don't think I don't know that. But just because you got a bad one last time doesn't mean -- \nIVY Barry wasn't a loser. \nVIOLET Barry was an asshole. I warned you from the jump, first time you brought him over here in his little electric car with his stupid orange hair and that turban -- \nIVY It wasn't a turban -- \nVIOLET You work at a college. Don't tell me there aren't people coming through the door of that library every day. \nIVY You want me to marry some eighteen year old boy from one of these hick towns? \nVIOLET They still have teachers at TU, right? They did when your father taught there. \nViolet takes another pill. \nVIOLET (CONT'D) How many was that? \nIVY I wasn't counting. \nViolet takes another pill. \nIVY (CONT'D) Is your mouth burning? \nVIOLET Like a son-of-a-bitch.   My tongue is on fire. \nIVY Are you supposed to be smoking? \"August\" 9/21/12 FINAL WHITE Draft   14. 14   CONTINUED:                                                    14 \nVIOLET Is anybody supposed to smoke? \nIVY You have cancer of the mouth. \nVIOLET Just leave it alone. \nIVY                                         * (after a moment)                                  * Are you scared? \nVIOLET Course I'm scared. And you are a comfort, sweetheart. Thank God one of my girls stayed close to home. \n", "random": "INT. THE MOUNTAIN CIRCLE - NIGHT                                                                                         ", "sentiment": " SLAUGHTER (SINCE) I'm sorry, I... I haven't...  SLAUGHTER (CONT'D) I... I'm sorry.  I'm not going to lie. I have a problem here.  I'm not...  I'm sorry.  I'm going to have a little family and...  I'm going to have a little...  I'm going to...  I'm going to have a little girl and...  I'm going"}, {"id": 448, "prefix": "Watches the car arrive. The driver's door opens, a sheriff gets out, silhouetted against the police flashers behind him. \"August\" 9/21/12 FINAL WHITE Draft   44. 36   INT. UPSTAIRS HALLWAY - MOMENTS LATER                       36 Barbara, bleary-eyed, moves quickly down the dark hall in her robe. Bill follows in his boxers and T-shirt, pulling on pants. Barb goes to Vi's door, KNOCKS. ", "truth": "She opens the door. Over her we FIND: Violet, entombed in her room. Squinting against the intrusive hall light. \nBARBARA (CONT'D) Mom, wake up, the sheriff's here. \nVIOLET Did you call them?    I dig in call them. \nBARBARA Mom.    The sheriff is here. \nVIOLET Inna esther? \nBARBARA What? \nVIOLET Inna esther broke. `N pays me `em...sturck...struck. \nBILL Come on.   Leave her there. \nBarbara does, starts for the staircase, meets the just awakened Jean coming out of her room, concerned. \nBILL (CONT'D) Go back to bed, sweetheart.... \nBarbara descends the stairs, trailed by Bill. The SHERIFF waits on the porch, late-forties, handsome, Stetson in hand. \nThey go to him, but WE HANG BACK with Jean, watching the scene outside unfold. Bill shakes the Sheriff's hand. The Sheriff speaks earnestly to Barbara and Bill. \nWe can't hear what's being said, only murmurs until -- Barbara sinks to her knees. Bill holds her. Jean watches. \"August\" 9/21/12 FINAL WHITE Draft   45. \n37   INT. KITCHEN - NIGHT                                         37 \nJohnna enters, snaps on the light, starts a pot of coffee. Stoic, inscrutable. \n38   EXT. WESTON HOUSE DRIVEWAY - JUST BEFORE DAWN                38 \nA big pre-dawn sky is changing from black to blue. The Sheriff walks to his cruiser, kills the flashers. Bill joins him, still barefoot. \nBILL What happened? \nSHERIFF Couple old boys running jug lines in the lake hooked him. Pulled him up. \nBILL He drowned. That's how he died, from drowning? \nSHERIFF Looks it.     Yes, sir. \nBill looks off.   Song birds begin their pre-dawn chatter. \nBILL Is there any way to determine if he... I mean is this an accident, or suicide --? \nSHERIFF There's really no way to tell. \nBILL What's your guess? \nSHERIFF ...Suicide. \nAnd now the full weight of it hits Bill. After a moment -- \nBILL How does a a person jump in the water... and choose not to swim? \n39   INT. WESTON GIRL'S BEDROOM - PRE-DAWN                        39 \nBarb pulls on clothes, rakes a brush through her hair. Jean appears in the door, watches her. After a moment: \"August\" 9/21/12 FINAL WHITE Draft   46. 39   CONTINUED:                                                   39 \nJEAN What about Aunt Ivy? \nBARBARA I guess we'll stop on the way. Christ, I need to call Karen, too. Why the fuck am I brushing my hair? \nShe drops the brush. And then an odd sound intrudes from downstairs, a song: \"Lay Down, Sally\" by Eric Clapton. \n40   INT. LIVING ROOM - PRE-DAWN                                  40 \nThe music is LOUD. We follow Barbara and Jean halfway down the stairs to REVEAL: Violet, high as a kite, doing a jerky little dance by the stereo. The Sheriff stands uncomfortably by the door, his hat in hand. She shuffles over to him. \nVIOLET Izza story. Barely's back.    Did sum Beer-ley come home? \nSHERIFF Ma'am? \nVIOLET Gizza cig... some cigezze?    Cig-zezz, cig-zizz... cig-uhzzz... \nShe laughs at her inability to speak. He takes a Pall Mall from his shirt pocket, hands it to her. Lights it for her. \nVIOLET (CONT'D) In the archa, archa-tex? I'm in the bottom. Inna bottom of them. (and) Mm, good beat, right? \nHe nods.   Bill comes back in from outside. \nVIOLET (CONT'D) Barbara?! Is Barbara here?! \nBARBARA (quietly) Right here, Mom... \nJohnna steps in from the kitchen, pensively observing. \nVIOLET Mm, good beat, right?   Idn't it's a good beat? (MORE) \"August\" 9/21/12 FINAL WHITE Draft   47. 40   CONTINUED:                                                   40 VIOLET (CONT'D) Mmmm, I been on the music... pell man onna sheriff. Armen in tandel s'lossle, s'lost? Lost?! From the day, the days. Am Beerly... and Beverly lost? \nViolet abandons her dance, separates invisible threads in the air. The others stand frozen, staring at her. \nVIOLET (CONT'D) And then you're here. And Barbara, and then you're here, and Beverly, and then you're here, and then you're here, and then you're here, and then you're here, and then you're here... \n", "random": " Pulling the door knob, she gets a wide smile on her face. \"The Day We Met\" 9/21/12 FINAL WHITE Draft   44. 36   INT. UPSTAIRS HALLWAY - MOMENTS LATER     36 Barbara, wearing a dark suit, walks toward the door. Bill and Vi (a.k.a. Barbara) talk to the doorbell.  It's a long shot. Barbara, still wearing a dressing gown", "sentiment": "    INT. UPSTAIRS HALLWAY - MOMENTS LATER          36 Audition singer, CASHED, returns from the overdone-naive Marathon, into her car, suddenly. Audition drummer, NICK, comes out from behind the parked car in the idyllic skylight, with a flask. On the hoodlum, Blue from Little Shop of Horrors, peeks into the car. She"}, {"id": 449, "prefix": "LITTLE CHARLES I loved Uncle Bev, you know that. CHARLIE Stop apologizing. LITTLE CHARLES The power must've gone out. I woke up and the clock was blinking noon. That means the power went out, right? ", "truth": "LITTLE CHARLES I missed his funeral! \nCHARLIE It's a ceremony. It's ceremonial. It doesn't mean anything compared to what you have in your heart. (and, then) Hold on, comb your hair. \nCharlie hands Little Charles his comb. \nLITTLE CHARLES Uncle Bev must be disappointed in me. \nCHARLIE Your Uncle Bev has got bigger and better things ahead of him. He doesn't have time for spite. He wasn't that kind of man anyway -- \nCharlie starts for the driver's side, stops when he sees Little Charles weeping. Returns to him, comforts him. \nCHARLIE (CONT'D) Hey, hey. It's okay. It's okay, now... \nLITTLE CHARLES Just... I know how things are. I know how they feel about me and something like this... you want to be there for people, and I missed Uncle Bev's funeral, and I know how they feel about me -- \nCHARLIE How who feels about you?    Feels what about you? \"August\" 9/21/12 FINAL WHITE Draft   65. 57   CONTINUED:                                                   57 \nLITTLE CHARLES All of them. I know what they say. \nCHARLIE They don't say things about you -- \nLITTLE CHARLES I see how they are. I don't blame them. I'm sorry I let you down, Dad. \nCHARLIE You haven't let me down. You never let me down. Now listen...you're wrong about these people, they love you. Some of them haven't gotten a chance to see what I see: a fine man, very loving, with a lot to offer. Now take this... (a handkerchief) Give me my comb. Stand up straight, look folks in the eye. Stop being so hard on yourself. \nLITTLE CHARLES I love you, Dad. \nCHARLIE Love you too, son. \n58   EXT. WESTON BACKYARD - AFTERNOON                             58 \nBarbara bursts out of the back porch screen and into the yard, heading to the old barn. Bill follows. \nBARBARA Phantom of the Opera -- \nBILL You don't remember what it was like to be fourteen? \nBARBARA She's old enough to exhibit a little character. But that's something you normally learn from your parents. \nBILL That's a shot across my bow, right? I missed something. \"August\" 9/21/12 FINAL WHITE Draft   66. 58   CONTINUED:                                                      58 \nBARBARA Really? Instilling character: our burden as parents. \nBILL I got that part. \nBARBARA And you really haven't been much of a parent lately, so it's tough to -- \nBILL Just because you and I are struggling with this Gordian knot doesn't mean -- \nBARBARA Nice, \"Gordian knot,\" but her fourteen- year-old self might view it differently, might consider it \"abandonment\" -- \nBILL Oh, come on, she's a little more sophisticated than that, don't you think? \nBarbara kicks at an old, stuck, door.       Enters -- \n59   INT. THE WORKSHOP AT THE BACK OF THE BARN - DAY                 59 \nMakes her way to the back where old dinner chairs hang from nails pounded into the overhead beams. \nBARBARA Pretty fucking sophisticated, the restored whatever from Phantom of the Opera, I know that makes your dick hard -- \nBILL Barbara -- \nBARBARA Precocious little shit. \nBILL I'm not defending her. \"August\" 9/21/12 FINAL WHITE Draft   67. 59   CONTINUED:                                                   59 \nBARBARA                               BILL (voice rising)                       (voice rising) I'm not blaming her, because         I'm on your side. How can we I don't expect her to act any        fight when I'm on your side? differently when her father          Barbara...Barbara, settle is a selfish son-of-a-bitch.         down! \nBARBARA Be a father! Help me! \nBILL I am her father, goddamn it! \nBARBARA Her father in name only! \nBILL I have not forsook my responsibilities! \nBarbara hands dusty battered chairs back to Bill. \nBARBARA It's \"forsaken,\" big shot! \nBILL Actually, \"forsook\" is also an acceptable usage --! \nBARBARA Oh, \"forsook\" you and the horse you rode in on -- \nEach now with chairs in hand, head out into -- \n60   EXT. THE BACK YARD - DAY                                      60 \nAnd the blinding sunlight.    Start back for the house. \nBILL You don't fight fair. \n", "random": "     I know, I know, I know, I know.    I know that.      You know, if it's, you know, there's one last thing.                                                        ", "sentiment": "-------------------------- TRANSFORMER -------------------------- 1 1 I mean time to take that trip home or something, but this trip might be called the most important. EXT. BEDROOM - DAY    This day here's the most important party, car and rocks. The girls have come to get an important dinner, just as the party turns to begin.  Tit STIRL.    Age features - expensive job.       My name's Tom Eriksen"}]