[{"id": 2955, "prefix": "23   EXT. COLETTE'S GARDEN - DAY                                       23 Colette sits on her bench, reading a BOOK. C.U. reveals that it is a novel by Joyce Carol Oates. Colette appears to be getting into the story just a bit too much. 24   EXT.   COLETTE'S GARDEN - DAY                                     24 ", "truth": "25   EXT. COLETTE'S GARDEN - DAY                                       25 \nBack to the present. Camera picks up a FRAMED PHOTO OF OPRAH from a corner of the bench. Holds it up for camera. \nCOLETTE Oh, this? I keep Oprah out here for luck. She's done so much to help writers. I know I'm going to be on her television show one day. I just know it. \nColette can already see the moment in her mind. Short beat. Then she looks off-camera--listening to someone. \nCOLETTE (CONT'D) What? Oprah doesn't have a TV show anymore? Really? Since when? \nShort beat as she hears the answer. \nCOLETTE (CONT'D) Oh... \nShort beat as she tries to cover. \nCOLETTE (CONT'D) I knew that. I did. I-I knew. \n26   INT. HENRY'S APARTMENT - NIGHT                                       26 \nHenry stands in front of his mirror. Checks his appearance. Again. Talks to the camera. \nHENRY Tonight's the night. I'm going to ask Hannah out. \nHenry becomes lost in thought.   Regroups. \nHENRY (CONT'D) It's time. I like her. She likes me-- I think. I've got to take action. Still stuck on Page 100. So I'm asking Hannah out on a date tonight. It'll be great. And I'll put this writer's block behind me. \nChecks his appearance one last time in the mirror. \nHENRY (CONT'D) Wish me luck. \n27   INT. ALAN AND COLETTE'S HOUSE -- LIVING ROOM - NIGHT                 27 \nAlan sits in his favorite chair, talking directly to the camera. \nALAN I'm the group leader. After all, getting together was my idea. They're all my patients. That's how we met. First one published gets a free eye exam. \nAlan cackles a bit too hard at that joke.    He listens to a question being asked. \nALAN (CONT'D) Why did I form the group? To help Colette. Oh, I certainly enjoy the creative process, but Colette? Writing is her dream. I'd do anything for her because...because she's my dream. So there you have it. \nAlan reaches for his tape recorder. \nALAN (CONT'D) Possible names for future characters. (MORE) \nALAN (CONT'D) Anthony Gilmore. No, wait. Make that Anthony T. Gilmore. Much better. Slate McCoy. Fletcher Peck. Fiona Foxx. And...a man known simply as Banjo. \nSatisfied, Alan turns off the recorder. \n28   INT. RESTAURANT #1 - NIGHT                                        28 \nPlace is empty. Alan, Colette, William, John, and Henry gather around the center table. \nThe WRITERS AT WORK poster is propped up against a nearby empty chair. Hard not to notice the EMPTY CHAIR at the table. Hannah is missing. \nWaitress #1 pours coffee all around. Henry fidgets in his chair, focused on the empty chair. \nJOHN (To William) How come we never chow down at your place? \nWILLIAM This is my place. Close to the working people. \nJohn rolls his eyes. \nHENRY Where's Hannah? Anyone know? \nNobody responds. Alan checks his watch. \nALAN Time to get started. \nHENRY Shouldn't we wait for Hannah? \nWILLIAM Let's go, people. I'm ready to read. \n", "random": "                     24        24           24       24    24        24     24    24      24     24    24   28        24     ", "sentiment": "               25 Colette's eyes blink.                 After small talk, it is later revealed that Colette is being drawn into the story by Cary Grant. All Colette has to do to remember the BOOK is to open her eyes and display her deep fascination. After everything, she goes back to her reading. Though Colette loses interest, Aurora Clements leaves"}, {"id": 2956, "prefix": "ALAN Maybe you should. What's that about? Henry studies John's book.       Flips to the back cover. Surprised. HENRY This is in Chinese. ", "truth": "SIGRID International edition! \nJohn nods convincingly in agreement. \nALL (Except John and Sigrid) Oh... \n83   INT. JOHN'S MOBILE HOME - DAY                                       83 \nSigrid sits alone on the couch as John floats in and out of camera, humming to himself, dancing like Fred Astaire. John is happy. Sigrid seems more subdued. Marked contrast. John addresses the camera. \nJOHN Know what the hardware store manager said? He said today was their most successful book signing. Ever. \nA question is asked.    John listens. \nJOHN (CONT'D) This was their first book signing? Oh. \nThink, John.   Think. \nJOHN (CONT'D) Well, John K. Butzin set the bar pretty high for the next writer, let me tell ya. That's right: 1-2-3-4-5- 6-7-8-9-10-11. Eleven books sold. \nSigrid clears her throat and flashes ten fingers in the air. \nJOHN (CONT'D) Oh, that's right, Strudel. You borrowed one at the store to help prop open the side door. I forgot. \nSIGRID Ja... \nJOHN Ten books. But there are now at least ten homes in California where folks have books by Melville. Hemingway. Clancy. And now Butzin. It's a humbling thought. \nJohn goes back to his routine. Sigrid offers up a supportive smile, but she doesn't seem quite as impressed. \n84   INT. ALAN AND COLETTE'S HOUSE -- DINING ROOM - NIGHT            84 \nAlan sits at the writers' table. Alone. Talks to the camera in whispered tones. \nALAN I've made an important decision as group leader. I've decided to ask William to leave the group. Now it has absolutely nothing to do with that incident at our house. It has nothing to do with the fact that I'm now sleeping in the guest room. But let's face it--the kid's a slacker. No contribution to the group. Zero. Zip. Nada. I'm sure he'll be fine with it. \n85   INT. ALAN AND COLETTE'S HOUSE -- DINING ROOM - NIGHT              85 \nWilliam kicks his CHAIR over. Alan, Colette, John, Henry and Hannah sit calmly around the table. Henry and Hannah apart. \nALAN There's no need to get so upset. \nWILLIAM Fine. I was going to quit anyway. Leave this bunch of losers. \nWilliam makes eye contact with Colette: You too? She looks away: Sorry. Only fuels William more. He points to Alan. \nWILLIAM (CONT'D) Christ. You and your stupid recorder. And your stupid ideas. And your stupid character names. \nWilliam clenches his fist and pretends it's a microphone. \nWILLIAM (CONT'D) Name for character. Bobby Blow Me. Gimme a break. \nAlan sits stone-faced.    William turns to John. \nWILLIAM (CONT'D) And G.I. Joe over here with that piece-of-crap, self-published tripe. Who are you kidding? \nFlustered, John starts to stand up.    Alan grabs John's arm, pulls him back down. \nALAN Just ignore him. \nWilliam continues on his rant with Colette. \nWILLIAM Colette, Colette, my pet. News Flash for you: Oprah's not calling--unless she needs a massage. Get real! \nJOHN Oprah?   She's not on TV anymore. \nCOLETTE I know that. \nWilliam turns his attention to Henry. \nWILLIAM The great Henry O. Man, you got the gift, bro'. But your head is up your ass over poor, sweet, successful Hannah here. \nHannah and Henry avoid looking at each other as William smiles at Hannah. \n", "random": "                                            36 \nHENRY (CONT'D) What's the matter, George?                       36 \nHENRY Mr. Schrader, this isn't a book", "sentiment": "01-00-00                01-02-00             01-03-00      01-04-00  01-05-00 HOLIDAY  Food Crisis  One at a Time Here's the thing though. In 2013, Chinese food sales surpassed the American market for the first time but the Asian market continues\nIt's hard not to"}, {"id": 2957, "prefix": "COLETTE 90   EXT. CITY BENCH - DAY                                              90 Henry and Hannah sit on opposite ends of the bench. Hannah looks distraught, lost in thought, simmering. ", "truth": "91   EXT. COLETTE'S GARDEN - DAY                                        91 \nColette looks frazzled. Pondering. Plotting. She finally notices the camera. \nCOLETTE I know. I'm a shit for exploding at Hannah, aren't I? \nRuns her hands through her hair. \nCOLETTE (CONT'D) Poor, sweet, superstitious, everybody- loves-Hannah. \nStarts massaging forehead--trying to reduce stress. \nCOLETTE (CONT'D) If she can succeed, so can I. \"We were born to succeed, not to fail.\" \nHears a question O.S. \nCOLETTE (CONT'D) Who said that? I don't know. Somebody famous. Somebody with an agent. \nNow come the deep breaths.      More stress control. \nCOLETTE (CONT'D) I can't accomplish anything without an agent. They won't come to me. Fine. I'll go to them. I'll make it happen. \n92   EXT. CITY BENCH - DAY                                               92 \nHannah and Henry remain on the bench.      Hannah takes a breath and finally breaks her silence. \nHANNAH Your writer's block? \nHENRY Yeah. \nHANNAH It's because your focus is always on everything else. Gatsby. Fitzgerald. Me. \nWhoa. Henry isn't about to argue. \nHANNAH (CONT'D) Listen to me, Henry Obert. Your writing must come first. Take this passion you have. Put it on the page. Forget everything else. All you're doing is wasting... \nHannah continues the lecture, speaking from the heart. \nHENRY (V.O.) She's right. But I know what's really happening here. Hannah's telling me she has every intention of talking to Richard Benedict. She has every intention of seeing him. \n93   INT. HARDWARE STORE - DAY                                         93 \nThere. On the discount table up by the cash register lies a pile of Roaring Lion books under another handmade SIGN: 50% OFF! Sigrid stares at the pile of unwanted books in quiet contemplation. Heavy sigh. \nSigrid glances up. Her boss watches her from the cash register with a certain longing. He smiles. Sigrid returns the smile. \nBack to business. Sigrid pulls a wad of DOLLAR BILLS from her hip pocket. Counts quickly. Then picks up John's books, one by one. \n94   INT. JOHN'S MOBILE HOME - DAY                                     94 \nJohn looks like the proverbial kid in a candy store.   In total shock as he clutches a handful of TWENTIES. \nJOHN Wow! All the books sold at the hardware store? \nSIGRID Ja.   Every one. \nJohn claps his hands together. There is a certain spring in his feet. \nJOHN Didn't I tell you, Strudel?   Write it and they will read. \nJohn can't contain his enthusiasm as he paces the mobile home, his mind racing. Sigrid is more composed. \nJOHN (CONT'D) Get some more copies down there. Maybe do another signing. Yeah. No. Time for a real tour. Fresno. Bakersfield. Stockton. Call a few bookstores. Let 'em know John K. Butzin is coming. Lock and load. \nAnd he's off, leaving the frame, already planning his big adventure, leaving Sigrid alone. \nFacing the camera, she nods slightly. Then offers us a small wave. \nSIGRID Bye.   Bye. \n95   INT. LOIS PIPER AGENCY - DAY                                      95 \nThe small reception area for The Lois Piper Agency. Tastefully decorated. PHONES constantly chirping. \n", "random": "                                              90                                                     ", "sentiment": "                                                                        94 \nHENRY (V.O.) Hannah, please. I'm sorry. I know it's not my fault. I"}]