[{"id": 1935, "prefix": "WILLS There wouldn't be much point in lying to you, would there? Sarah shakes her head. KIDS' VOICES Mommy, Daddy, look, look! ", "truth": "JOHN Hey, they're bigger than you are! \nJohn scoops both his daughters up in his arms and kisses them repeatedly. \nWills watches, his eyes filling with a vague, wistful envy. He sees Sarah staring at him. She smiles sympathetically. \nINT. BROWNSTONE LIVING ROOM -- AFTERNOON \nThe furniture is antique and dark. The white walls are tinged with yellow from years of cigarettes. In one corner, the paint has chipped off the ceiling in a jagged plate. \nDolores sits on a worn-out leather arm chair, smoking, sipping a cocktail, watching a DAYTIME TALK SHOW. \nIn the background, we see Charlotte working in the ADJOINING DINING ROOM which she has turned into a lovely sewing room. \nCLOSER ON CHARLOTTE. She builds her hat on a HAT BLOCK -- a wooden mannequin head. Strewn all around her are the materials of her hatmaking -- bolts of cloth, hat blocks, a sewing table. \nShannon, wearing sweats and a T-shirt, lies on the floor, eating M+M's and drinking diet soda, while heavily marking up a text book with a YELLOW HIGHLIGHTER. \nCharlotte stops and rubs her eyes, then she glances down at Shannon and smiles -- \nCHARLOTTE Why don't you mark what isn't important? That way you'll save ink. \nSHANNON Why don't you sew your mouth to my butt? That way you'll stop annoying me. \nThey both laugh. Overhearing, Dolores croaks facetiously -- \nDOLLY Now, now, if you two kids can't play nice -- \nShannon rolls over onto her back -- \nSHANNON God, I hate school. \nCharlotte pins a strip of black lace to the hat -- \nCHARLOTTE Oh, come on, just last week, you said you were on a roll. You loved it! \nSHANNON Well, now I'm on the rag and I hate it. \nCharlotte chuckles and sets the half-finished hat on her head. Still seated, she wheels her work chair over to a mirror -- \nCHARLOTTE I think you're incredibly lucky. I'd love to be going to college. \nShannon rolls over and looks at her. Suddenly her expression is inexplicably solemn -- \nSHANNON Am I the most spoiled brat in the world or what? \nCHARLOTTE Spoiled brats don't even ask questions like that. (re: the hat) What do you think? \nShe models the hat. Tears well in Shannon's eyes and she says without even a hint of irony or sentimentality -- \nSHANNON That you're the most beautiful person in the entire world. \nCharlotte smiles, looks away, and, trying not to cry, fusses with the hat. \nEXT. CENTRAL PARK WEST -- NIGHT \nA cold autumn rain falls. The Irish doorman, MICHAEL, 60's, melancholy, stoop-shouldered, smokes a cigarette, looking up at the unburdening sky. \nA LIMOUSINE pulls up. The passenger window glides down -- \nDRIVER Mikey! How ya doin'? \nDOORMAN A bit early, aren't you? \nDRIVER Hey, in this soup, better safe than sorry, you know what I mean? \nRUNNING FOOTSTEPS approach. Michael looks. The driver looks, too. \nIt's Charlotte, dressed in tattered jeans, a light rain coat, and sneakers, dashing at breakneck speed down the street, carrying something in a GARBAGE BAG. \nCHARLOTTE KEANE! \nShe runs right past Michael -- \nINT. ELEVATOR -- NIGHT \nMichael works the shiny brass controls. Charlotte, winded, hair dripping wet, watches the numbers tick by overhead. Michael smiles at her with paternal fondness -- \nMICHAEL He's goin' to a fancy party tonight. \nCharlotte, nonplused by his lack of discretion, smiles politely -- \nCHARLOTTE Oh, really? \nINT. WILLS' PENTHOUSE -- MOMENTS LATER \nThe elevator doors open. \n", "random": "\nR.A.D. What a surprise. \nR.A.D. So what exactly did you say? \nR.A.D. We said it in the back of our minds. \nR.A.D. \nIN THE BACK of the car, the SISTER runs over to the car and the SISTER opens the door. \nR.A.D. I'm sorry. \nR.A.D. Oh, I", "sentiment": "\nSarah smiles. \nKIDS' VOICES Mommy, Daddy, look! \nSarah smiles. \nKIDS' VOICES Mommy, Daddy, look! \nSarah smiles. \nKIDS' VOICES Mommy, Daddy, look! \nSarah smiles. \nKIDS' VOICES Mommy, Daddy, look! \nSarah smiles. \nKIDS' VOICES Mommy, Daddy, look! \nSarah smiles. "}, {"id": 1936, "prefix": "Sarah eases the door shut and steps away. INT. BROOKLYN LIVING ROOM -- HOUR LATER THE CAMERA makes a CIRCUIT of the THINNING CROWD. Sarah blows out candles, dumps ash trays, and collects empties. ", "truth": "CELIA Sweet dreams? \nCHARLOTTE I had no idea I was so tired. \nSARAH (from across the room) They're down? \nCHARLOTTE And out. (looking around) Where's Lucifer? \nJESUS (jokingly) Last time I saw him, he was in the kitchen going pretty heavily with Holly Golightly. \nCELIA Hey, no gossip! Holly's a valued customer. \nCharlotte pretends to be fighting mad -- \nCHARLOTTE Lemme at 'er! \nJESUS Hell hath no fury like a recluse scorned. \nCharlotte laughs and heads to the kitchen. \nINT. BROOKLYN KITCHEN -- SAME \nJohn wipes down the table which is littered with bits of apple. \nCHARLOTTE Hey, shouldn't one of your minions be doing that? \nJOHN You know, in my day, you bobbed for the apple, and, sure, maybe there was a nickel inside it and that was sweet -- but you ate the god damn apple! These little animals grab the coin and they're out the door! \nCHARLOTTE -- off to buy crack! \nJOHN Exactly my point. \nThey share a laugh. \nCHARLOTTE Seen Beelzebub around? \nJOHN The Prince of Darkness? \nCHARLOTTE Uh-huh. \nJOHN Yeah, he went upstairs. \nCharlotte is puzzled. \nINT. BROOKLYN SECOND-FLOOR HALLWAY -- LATER \nCharlotte walks down the hall, opening doors and glancing inside. She opens a bathroom and THREE CATS dash out. \nCHARLOTTE Shit. \nShe gets to the end of the hall and is about to give up. When she hears FOOTSTEPS. \nShe walks around the corner and sees a NARROW STAIRCASE leading to the third floor. \nAt the dark at the top of the stairs Wills and Wendy appear. Charlotte smiles -- \nCHARLOTTE You lost your horns. \nWILLS Hey, looking for me? \nCHARLOTTE Uh-huh. \nWILLS We were checking out the roof. John's got quite a set-up. \nThey arrive at the bottom of the stairs. \nWILLS Wendy, this is Charlotte Fielding. Charlotte -- my friend Wendy Lister. \nThey smile and shake hands. Charlotte looks at them both carefully for any sign of uneasiness. There is none. \nWENDY Actually, I saw you at that memorial service in Connecticut. Your eulogy was beautiful. \nCHARLOTTE Thank you. \nWENDY (re: her outfit) Betsy Ross, right? \nCHARLOTTE You guessed it. \nWills smiles and rubs his hands together -- \nWILLS Is the party over? \nEXT. BROOKLYN BRIDGE -- NIGHT \nA TOWN CAR speeds toward Manhattan. \nINT. TOWN CAR -- SAME \n", "random": " turns to look. INT. HALLWAY -- NIGHT As she's about to begin her meal, a small door opens and a WOMAN enters. \nThe WOMAN is the girl we think is the mother. She looks in the mirror and smiles. \nShe is a woman of a certain sort. She is of a promising young woman with a big smile who smiles with a smile. She has been watching us all night long. \nThe door opens and she enters.", "sentiment": "ah looks up at the ceiling, her face filled with worry. She looks back at the camera and smiles. \nSarah's face is filled with a sort of fear. \nShe looks at the camera and smiles. \nShe smiles and nods. \nShe turns to look at the camera. \nShe smiles and nods. \nShe turns back to the camera and smiles. \nShe smiles and nods. \nShe turns back to the camera and smiles. "}, {"id": 1937, "prefix": "He takes a deep breath to keep himself from crying. ANGLE ON LISA, his daughter, sitting on the couch, listening, her face unreadable -- LISA What is it? ", "truth": "Silence. \nLISA I'd be happy to do it. \nWills, stunned, deeply grateful, allows himself a breath. \nLISA Dad, I'm really sorry she's sick. \nWILLS (almost inaudible) I am, too. So sorry. I should be the one. It should be me. \nLisa, flooded with compassion, wants to go to him, comfort him, but she stays where she is. \nFADE TO BLACK: \nFADE IN: \nEXT. CARL SCHURZ PARK -- LATE AFTERNOON \nThe darkening sky is swept with a brisk wintry breeze. Shadows descend from the trees and towering rocks. AN OLD MAN sits on a bench, reading a newspaper. A NANNY pushes a baby carriage past. \nWills and Charlotte walk together, bundled up again the cold. Charlotte walks backward, her breath shooting out into the cold air like smoke -- \nCHARLOTTE You never talk about my mother. (beat) Talk about her. \nWILLS What do you want to know? \nCHARLOTTE Everything. All I remember is that she smelled like vanilla, loved to read to me, and was really good at cutting up fruit. I couldn't believe she didn't cut her fingers off. \nWILLS Well, I remember a little more than that. Let's see... she was blonde... about your height -- \nCHARLOTTE I've seen pictures, dummy. \nWILLS Oh, okay. She... always ate her ice cream with a fork -- how's that? \nCHARLOTTE Much better. \nWILLS And she wrote great letters, but couldn't spell at all. \nCHARLOTTE Neither can I. \nWILLS She was a McGovern Democrat but also an incredible snob. She loved blueberries. She had the world's worst backhand. Her favorite singer was Stephen Stills. \nCHARLOTTE Who? \nWILLS Never mind. She was afraid of sharks. And, considering the times, she was pretty square. She only tried drugs once -- a lifeguard gave her a hash brownie and she threw it up all over him. \nCharlotte laughs. \nWILLS And she laughed just like that. And she bit her fingernails. And she couldn't tell a joke. (beat) In short, she was a unique. \nCharlotte smiles happily. \nEXT. EAST RIVER ESPLANADE -- MINUTES LATER \nWills and Charlotte lean down on the railing, watching the water purl and eddy around Randall's Island. \nCHARLOTTE Did you know she was in love with you? \nWILLS She told me. \nCHARLOTTE Were you in love with her? \nWILLS Yes. \nCHARLOTTE Why? Because she was the only girl in Rhode Island who wouldn't sleep with you? \nWILLS That's how she got my attention; it's not why I fell in love with her. (beat) I fell in love with her because she charmed me senseless day and night for an entire summer. \nCHARLOTTE Then why did you screw her best friend on Labor Day? \nWills looks at her darkly. She smiles and shrugs -- \nCHARLOTTE It's just a question. \nWills sighs and looks away, reflecting -- \nWILLS I have no idea. The summer was over. Your mom was going back to Smith. I was moving down here to work on Wall Street. It was our last day together. She was crying. She told me, for the first time, that she loved me. I said I loved her, too. I promised to call and visit. A few hours later I was in a cabana with Millie. (beat) When Millie told me she was pregnant and that she wanted to marry me, I escaped to L.A... and I never saw her or your mom again. \nCHARLOTTE (wryly) Well done. \nWILLS I think it's part of the reason I never came back. \nCHARLOTTE But why're you like that? What is it? I mean, you weren't born that way. \nWILLS I might as well have been. For as long as I can remember, I've always run off at the first sign of a woman wanting anything from me... relying on me in any way. \nShe considers for a moment -- \n", "random": "~AUGUST ~~You have been one of the dumbest people I know. ~~I will give up. ~~He is a God. ~~His wife, LISA, will make a beautiful, happy man. ~~LISA, I said, \"I will give up.\" ~~I will give up. ~~He is a God. ~~His wife, LISA, will make a beautiful, happy man. ~~LISA, I said,", "sentiment": "~~~~~~~~~ LISA Oh, my God, it's my daughter. ~~~~~~~~~~ LISA You're the best at it. ~~~~~~~~~~ LISA I am. ~~~~~~~~~~ LISA I'm the best at it. ~~~~~~~~~~ LISA I'm the best at it. ~~~~~~~~~~ LISA I'm the best at it. ~~~~~~~~~~ LISA I'm the best at it. ~~~~~~~~~~ LISA I'm the best at it. ~~~~~~~~~~ LISA I"}]