[{"id": 2469, "prefix": "INT. MUNICIPAL CREMATORIUM - NIGHT DOWN-ANGLE on a large rectangular cardboard box. HANDS ENTER FRAME, pulling open the top to reveal a DEAD MAN'S FACE. He looks EXACTLY like a clean-shaven version of Jake. His IDENTICAL TWIN -- TOMMY. JAKE (V.O.) The strong prey on the weak. A guy with a knife took all Tommy would ever be, for the paper in his wallet. ", "truth": "JAKE Jesus, Tommy. \nJAKE (V.O.) The Suits' concern was touching. \nAGENT 1 Your brother represented a significant investment. We'd like to talk to you about taking over his contract. \nThe ATTENDANT closes the box and seals it with a tape dispenser, like it's a package for shipping. The cardboard coffin is rolled into the furnace. \nJAKE (V.O.) The egghead and the jarhead.   Tommy was the scientist, not me. He was the one who wanted to get shot light years out into space to find the answers. \nPUSHING IN ON JAKE as he watches, bathed in orange light. \nJAKE (V.O.) Me -- I was just another dumb grunt gettin' sent someplace I was gonna regret. \nINSIDE THE FURNACE the burners quickly eat away the cardboard; TOMMY'S FACE is, for a moment, wreathed in flame but not touched by it, as we -- DISSOLVE TO: \nJAKE'S FACE, in icy darkness. CLOSE ON his eyes -- they OPEN suddenly, and he takes a sharp breath. \nJAKE'S POV -- the inside of a metal coffin. A SERVO WHINE and we are moving, emerging into a large chamber -- \nINT. CRYO VAULT \nJAKE'S POV -- A TECH in medical scrubs FLOATS WEIGHTLESSLY toward us. Wherever we are, we're not on Earth. \nJake squints as the lights flicker on, revealing -- \nWIDE SHOT -- the multi-tiered CRYO VAULT. Hundreds of CRYO- CAPSULES are opening like morgue drawers, as med techs pull themselves about in ZERO-G, tending to their patients. \nJAKE (a hoarse whisper) Are we there? \nMED TECH We're there, Sunshine. \nTIME CUT -- SCORES OF PEOPLE emerge from their cryo-capsules in ZERO-G. Pale spirits of the dead rising from rows of open coffins. \nThe MED TECH floats among them, using his announcement voice. \nMED TECH People, you have been in cryo for five years, nine months and twenty two days. You will be hungry, you will be weak. If you feel nausea, please use the sacks provided for your convenience. The staff thanks you in advance. \nFOLLOWING JAKE as he pushes away from his capsule, gliding to the LOCKERS across the aisle, his paralyzed legs not an impediment in weightlessness. CUT TO: \nEXT. SPACE \nAgainst the cold infinity   of stars glides an INTERSTELLAR SPACECRAFT -- ISV VENTURE   STAR. As it moves past like an endless train, we realize   this thing is ENORMOUS -- over half a mile long. PAN WITH IT    180 to REVEAL -- \nA GAS-GIANT PLANET called POLYPHEMUS, ringed with dozens of moons which cast beauty-mark shadows on its vast face. \nThe ISV diminishes away from us toward the largest MOON-- a blue and surprisingly Earth-like world called PANDORA. The ship dwindles to a speck against the BLUE MOON. CUT TO: \nEXT. PANDORA ORBIT \nISV Venture Star drifts above a spectacular vista -- the sapphire seas and unfamiliar continents of Pandora. \nCLOSE ON ISV -- two massive \"VALKYRIE\" SHUTTLES are mated to a DOCKING NODE. One of them separates from the starship and moves away, its thrusters FIRING in short bursts. \nAs the shuttle moves away, descending toward Pandora, we hear the sound of DRUMS, building, louder and louder until we-- CUT TO: \nEXT. RAINFOREST - TWILIGHT \nFLYING OVER A LANDSCAPE of massive cliffs and towering mesas carpeted in rainforest. Great scarves of cloud swirl around the mesa tops. A primeval landscape, vast and forbidding. \nThe trees are alien, the color too cyan. There are waterfalls, rivers, and distant flocks of WINGED CREATURES. \nSuddenly the carpet of virgin rainforest gives way to -- \nAN OPEN-PIT MINE. A lifeless crater -- as if a giant cookie- cutter took a chunk out of the world. Down among the terraces are EXCAVATORS and TRUCKS the size of three story buildings. \nAnd beyond the mine is the HUMAN COLONY -- \nEXT. HELL'S GATE - TWILIGHT \nHELL'S GATE is a cluster of squat concrete and steel structures surrounded by chain-link FENCE 10 meters high, topped with razor wire. \nAt the corners are towers with automated SENTRY GUNS swiveling on servo mounts. \nVisible beyond the gun towers, the VALKYRIE SHUTTLE roars in across the treetops. VECTORING NOZZLES change angle, bringing the ship to a SLOW HOVER. \nEXT. RAIN FOREST - TWILIGHT \nThrough a screen of jungle canopy, we see the VALKYRIE thunder overhead. Camera TILTS with it until leaves block the view. \nA BLUE INHUMAN HAND reaches INTO SHOT, parting the foliage to reveal the shuttle hover-taxiing across the compound. \nREVERSE -- ECU of two intense, cat-like golden EYES watching. \nINT./EXT. SHUTTLE \nThe CREW CHIEF stomps down the aisle yelling -- \nCREW CHIEF Exopacks on! \nPassengers don their EXO-PACK breathing gear with practiced moves. Everybody except JAKE, who's turning his this way and that trying to figure out the straps. \nCREW CHIEF Remember people, you lose your mask you're unconscious in 20 seconds and you're dead in four minutes. Let's nobody be dead today, it looks bad on my report. \nThe crew chief stops by Jake long enough to bark -- \nCREW CHIEF Exopack on, let's go! \nBENEATH THE SHUTTLE air blasts outward for a hundred meter radius as it settles onto its landing gear. \nINSIDE everybody is queued up in the aisles, with duffles ready. Rows of tense, expectant faces in breathing masks -- and we DIP DOWN to find Jake, wheelchair putting him at the level of everyone else's WAISTS. \nTHE CARGO RAMP OPENS with a hydraulic whine. \nCREW CHIEF Go directly into the base! Do not stop! Go straight inside! \nHAND-HELD, running with the arriving colonists who double time down the ramp. They jog across the exposed apron toward a walkway covered in CHAINLINK which leads to the complex. \nInside the chain-link tunnel are a couple of SEC-OPS TROOPERS, CORPORAL LYLE WAINFLEET and PRIVATE FIKE. Sec-Ops is the colony's private security force. These guys are laid back, hardened, and haggard. \nWAINFLEET Look at all that new meat. \nTHEIR POV -- Jake rolls down the ramp. \nFIKE Check it out, man.    Meals on wheels. \n", "random": "ne of the Master's hands grabs Tommy's leg. \nSAMANTHA (V.O.) He'd do anything to keep the money out of the safe. \nINT. WEST SUBWAY - NIGHT \nA double-parked bus in the middle of the night. A group of BUSMEN is waiting. They're looking over their notes. \nThe Gangster is looking at a stack of documents, his face a mask of rage, his eyes unfocused", "sentiment": "CONTINUED) \nCONTINUED: \nHANDS EXPLODE with a KNIFE-PIERCING KATE with a BOLT-BLAST of the head hanging from the cord. They tear the man's clothes apart. He's dead. \nHANDS EXPLODE with the same knife-PIERCING KATE, CRASHING into the wall. We see it KICKS itself INTO FRAME -- the knife still"}, {"id": 2470, "prefix": "A break table, under a harsh overhead light. Quaritch pulls up a chair, turns it around, and sits astride it facing Jake. He studies Jake's pale, sunken face. The scraggly beard. QUARITCH You're not gettin' lost in the woods, are you son? Jake can't meet his eyes. ", "truth": "Jake eyes flare with alarm. \nJAKE No.    I can do this. \nQUARITCH Look, you've given me plenty of usable intel. Like this \"Well of Souls\" place -- I've got them by the balls with that, when it turns into a shit-fight. Which it will. \nJake feels hollow inside, knowing what he's done. \nQUARITCH So you'll get your legs back, like I promised. (puts his hand on Jake's SHOULDER) It's time to come in. \nJake ponders this. Isn't this what he was doing all this for? \nJAKE I've gotta finish this thing. There's one more test -- the Dream Hunt. It's the final stage of becoming a man. Then I'm one of them. They'll trust what I say... \nIt's hard for him to even form these words -- \nJAKE ... and I can negotiate the terms of their relocation. \nQUARITCH Then you need to get it done, Corporal. CUT TO: \nEXT. HALLELUJAH MOUNTAINS - NIGHT \nStrange horizontal LIGHTNING branches through the floating mountains, twisted by the magnetic fields. The sky is black and heavy with clouds. \nINT. SHACK KITCHEN - NIGHT \nJake is gulping black coffee like a tequila shot, looking pretty STRUNG OUT. GRACE is smoking furiously. \nGRACE Jake, I can't allow this.   You're just not strong enough. \nJAKE It's the last door -- I'm going through it. You can help me or get out of the way. \nJake pushes past her toward the corridor -- \nGRACE (grabbing him) Will you listen to me? Sometimes the Na'vi themselves die in these vision quests. The venom takes you to the edge of death. (MORE) \nGRACE (cont'd) And the psychoactive alkaloid in the worm- - we have no idea what that'll do in an avatar brain. \nJake breaks free and wheels away, down the corridor. \nGRACE follows JAKE as he crosses to the Link. A sheet of LIGHTNING flashes across the sky outside. \nNorm is initializing the Link. \nNORM Calibrating. Thirty seconds. \nShe puts her hands on his shoulders. \nGRACE No matter what you prove out there-- you are still in here. (shaking him) Right here. \nJAKE I have to go all the way -- become one of THEM-- \nGRACE (FURIOUSLY) Goddammit, Jake, you can never be one of them! \nNorm looks up, startled at the VEHEMENCE in GRACE' voice. \nGRACE Our life out there takes millions of dollars of machinery to sustain. You visit -- and you leave. \nDuring this, Jake pulls himself from his wheelchair, levering himself into the Link, hauling his useless legs inside. \nGRACE (SOFTENING) You can never truly be with her. \nJake stops, pinioned by the truth.   He seems suddenly very lost. \nJAKE You know why I'm here? Because Quaritch sent me. \nNORM What? \nJAKE That's right -- to embed with the Omaticaya. To find out how to screw them out of their home. By deceit or by force, he didn't care. And if it turned out to be force, then how best to do it. \nNorm is in shock.   But Grace is eerily calm. \nGRACE And what about now, Jake? \nJAKE I'm not that guy any more. \nGrace nods.   She's been on his journey every step of the way. \nGRACE I know. \nJAKE But if I tell Quaritch the truth, he yanks me out -- I never see her again. And if I tell her the truth, the clan throws me out -- that's if they don't cut my heart out and show it to me. \nJake looks hopelessly at the two of them.   In his own perfect Hell. \nNORM They won't understand what you've done. \nJAKE They don't even have a word for \"lie\" -- they had to learn it from us. \nGrace sees he is on the verge of tears.   Lost and alone, between worlds. \nGRACE I know. I taught it to them. \nJAKE (PLEADING) Grace. I've gotta go.   They're waiting. \nNORM Link is ready. \nGrace stops him as he tries to close the lid. \nGRACE Jake. You can't carry this burden much longer. \nJAKE (smiling wanly) It's okay. Mo'at says an alien mind probably can't survive the Dream Hunt anyway. \nGrace closes the lid. It feels like closing a coffin. She watches his psionic patterns aligning to his avatar, somewhere out in the night. \nGRACE (to Norm) Prep my link. I'm going in. CUT TO: \nINT. COMMONS/HOMETREE - NIGHT \nJAKE SITS, eyes closed, as Neytiri and another young hunter paint his face and body in preparation for uniltaron -- the Dream Hunt. \nNEYTIRI When your Spirit Animal comes, you will know. \nTheir eyes meet with emotion neither can conceal any longer. \nTIME CUT. GRACE stands with the crowd at the ramp to HOMETREE'S LOWEST LEVEL. Jake barely sees her as he goes down the spiral. She tries to follow, but is barred by a hunter. \n", "random": "\nQUARITCH Not yet, I'm gonna find ya. \nQUARITCH Don't get me wrong, I'm fine. But...I don't want you puttin' on me. \nJAKE (a little frightened) I don't want you puttin' on me. \nQuaritch pulls Jake's shoulder up to his most central position. \nQUARITCH Maybe we should go back to your forest. \nJAKE No, you don't", "sentiment": "    He sits. \nJACK How old are you, maybe seven? \nQUARITCH I'm thirteen. You're not getting your bearings from me, are you? \nJake looks up a bit.   He is still wet.   But not as much as he used to.    Quaritch looks back. \nJACK Who are you, Jake? That's our friend, Dana. \nQuaritch smiles sweetly."}, {"id": 2471, "prefix": "JAKE just manages to catch it in both hands, but the force of the attack drives him to his knees as -- QUARITCH pushes the knife down inexorably, until Jake is pinned against a rock, the blade now inches from his throat. INSIDE THE LINK Jake is straining to stay conscious, to stay connected as -- ", "truth": "THWAP! AN ARROW APPEARS in Quaritch's chest.   He looks up. \nNEYTIRI STANDS -- a FURY released. A classic archer figure, she NOCKS another arrow. Then draws and releases smoothly. \nTH-WHAP! The machine TOPPLES off Jake and lies still. \nQUARITCH STARES at the two arrows in his chest. He touches the feathers of the ancient weapon, then -- with an ironic laugh -- he dies. \nNEYTIRI runs up, another arrow nocked, bow drawn. Seeing Quaritch, she lowers her father's bow. \nJAKE sees her, then goes limp, his eyes rolling back, and -- \nINT. SHACK \nHUMAN JAKE EXPLODES out of the Link, slamming to the floor where he gags for breath. With his last strength, he claws toward an emergency breathing mask -- across the room. \nHe scrambles toward it, on the edge of unconsciousness. \nNEYTIRI VAULTS through the shattered window, landing in the debris like a cat. She GRABS the mask and flashes to Jake's side -- puts the mask over his face and -- \nJAKE drags in breath after breath. He looks up at Neytiri, studying him as she holds him -- seeing his human body for the first time. \nJake touches her face, his pale human hand against the blue of her skin. There eyes meet across the glass of the mask -- together, separate. Worldless. CUT TO: \nEXT. RAINFOREST - DAY \nMO'AT tends to the mortally wounded TSU'TEY as AVATAR JAKE arrives with Neytiri. Mo'at has bound his wounds, but by her expression, it is clear he cannot be saved. \nJake kneels and Tsu'tey opens his eyes.   Through a haze of pain, he recognizes Jake. \nTSU'TEY (NA'VI) I See you, Jakesully. \nJAKE I See you, Tsu'tey te Rongloa Ateyitan. \nTSU'TEY Are the people safe? \nJAKE They're safe. \nTsu'tey weakly clutches his severed queue. \nTSU'TEY I can never ride again, or bond with my woman -- or hear the voice of Eywa. I can not lead the People. You will lead them, Jakesully. \nJAKE No. I'm not officer material. \nTSU'TEY It is decided. Now do the duty of Olo'eyctan. Set my spirit free. \nJAKE I'm not killing you. \nTSU'TEY I am already dead. \nJAKE No. \nTSU'TEY It is the way. And it is good. I will be remembered -- \nTsu'tey's voice is weak, but thick with emotion. \nTSU'TEY -- I fought with Toruk Macto, we were brothers -- and he was my last shadow. \nTSU'TEY'S HAND clasps with Jake's in a fierce grip. Jake draws his knife. \nTSU'TEY'S POV -- Jake leans forward, blocking the sun. HIS SHADOW falls across Tsu'tey. \nJAKE (NA'VI) Forgive me, my Brother. Go now to the Mother Spirit. \nBy his movement, we know that he has ended Tsu'tey's pain. Jake's eyes well with tears as he continues reciting the prayer for the dead, and his Na'vi words carry over as we -- DISSOLVE TO: \nEXT. HELL'S GATE -DAY \nNa'vi ride direhorses among the abandoned machines of Hell's Gate. \nBanshees roost on the roofs of the modules, and stingbats flutter about, unimpeded. The SENTRY GUNS are silent, and the GATES are open to the forest. \nJAKE (V.O.) A few chose to stay. Fewer were chosen. \nMax, Norm, and a few of the avatars hold AR's as the personnel of Hell's Gate file up the cargo ramp of the remaining shuttle. The evicted humans are sullen and angry, like POW's. \nJAKE and NEYTIRI stand together, watching the departure of the Sky People. \nPARKER SELFRIDGE shuffles up the ramp. His eyes -- the eyes of a lost soul -- meet JAKE'S. He disappears into the ship. CUT TO: \nEXT. SPACE \nISV VENTURE STAR hangs suspended against the dark side of PANDORA. The ISV's antimatter engines BLAZE to life and it accelerates out of orbit. \nWhat remains IN FRAME is a virgin, primeval world. Spanning the black continents is a vast reticulated lace-work of BIOLUMINESCENCE -- a ghostly WEB connecting all of Pandora. CUT TO: \nEXT. RAINFOREST - DAY \nThe sun's rays shaft down through the layers of canopy. \nJAKE (V.O.) The forest will heal, and so will the hearts of the People. New life keeps the energy flowing, like the breath of the world. \nNEYTIRI, obviously pregnant, is bow-fishing in the shallows. Children jump and squeal with laughter in the river. \nJAKE (V.O.) This is my last videolog. \nINT. LINK ROOM \nVIDEO IMAGE -- Jake sits in a chair, talking straight TO CAMERA. He is thin, pale. He looks around the high tech room. \nJAKE The science guys will keep the lights on, here. But I won't miss this place. \nEXT. WELL OF SOULS - NIGHT \nTHE WILLOWS glow softly. The entire Omaticaya clan is gathered, seated in a prayer circle around the Mother Tree. \nJAKE (V.O.) I better wrap this up. There's a funeral tonight, and I don't want to be late. It was someone very close to me. \nWIDE SHOT, moving in across the concentric rings of people, all plugged-in and softly chanting. MOVING toward the center, over the figure of Mo'at, to hover above -- \nNEYTIRI, kneeling beside two FIGURES on the dais -- \nJAKE and his AVATAR lie head to head. Human Jake is wearing an exomask. Both figures are still, hands folded, covered in translucent silken shrouds of ROOT-CILIA. \nCAMERA CLOSES IN as Neytiri removes the mask from Jake's human face. She gently closes his dead eyes with her fingertips. Then bends and kisses him. \n", "random": "ANGLE ON THE GANGSTERS as they pit Jake against a wall, facing away from the trobex. They are watching this, watching Jake as he tries to be calm and to stay in control. It is as if they have put their hands on his shoulders. They are watching him as he tries to run away and to resist -- but he can't. \nJake's head slams against the wall, its blade now at his throat, sending him sprawling. The two B", "sentiment": "-- the knife cuts through the air, and the blade cuts through the air, the air, the ground. \nJake is hit in the shoulder, his head and neck broken. \nJake is thrown back, his head and neck broken. \nThe knife cuts through the air, the air, the ground. \nThe ground is littered with broken and broken pieces of furniture. \nThe knife cuts through the ground, the ground, the ground. \nJake is thrown"}]