[{"id": 2034, "prefix": "Claudia looks at her as though dumbfounded, as though she had never known her before. She is obviously piqued and angry, but more with herself than with Anna. CLAUDIA There's the difference between you and me: you know how to put over certain things, and I don't. Sometimes I envy you. Anna is all dressed and ready. She opens the door and steps outside, as Claudia follows behind. ", "truth": "GIULIA But aren't you afraid? \nSAILOR Ma'am, sharks never attack anybody. Anyway, the raft is dark, and they wouldn't be able to see it. \nPATRIZIA So, it is true that they're blind... \nAnna appears at the door of the cabin and Sandro rushes over to meet her, a little surprised to find her looking so cheerful, as though the incident that had just taken place were completely forgotten. \nSANDRO How are you? \nANNA Fine. Can't you see so yourself? \nAnna goes over to the edge of the boat and stands at the head of the little stairway leading down to the water. \nANNA I have an urge to put my feet on some land. Aren't you coming? \nAs she starts to go down the steps, Sandro quickly comes over to her. \nSANDRO Anna... Maybe it would be better to wait a while. \nANNA Wait for what? \nPATRIZIA Well, with a shark running loose around the place, I for one won't get aboard that raft! They'll have to catch it first. I want to see it right here before my feet, dead or alive. \nCLAUDIA Better dead. \nBut Anna has already stepped aboard the raft, and Sandro follows her. Giulia has her eyes fixed on the beach where Corrado in his white suit is waiting for them. Her desire to join him is greater than her fear of the shark, so she looks down at the sailor and asks: \nGIULIA Will the three of us fit? \nSAILOR Sure, sure. There's plenty of room. \nPatrizia, instead, turns around and heads back to the cabin. And Raimondo follows her shortly after. Giulia descends into the raft and, as it moves away from the boat with a slight pitch, she lets out a few hysterical shrieks. Anna laughs and then shouts out to Claudia: \nANNA Claudia, aren't you coming? \nCLAUDIA I'm certainly not going to swim across. ANNA We'll send the raft back to you. \nGIULIA And bring some cushions when you come, and a towel... \nClaudia nods assent, and remains there looking over the side and watching the water splash against the boat. Suddenly, she looks up at the sky and realizes that the sun has disappeared. Actually, it is hidden behind a cloud, and over on the horizon a group of other clouds have accumulated. \nThe sailor left aboard the yacht is now signaling the other sailor on the raft who, having deposited Sandro, Anna and Giulia on the beach, is returning to pick up Claudia. He sounds the depths with his oar and then shouts up: \nSAILOR Okay. Come ahead, come ahead. \nThe sailor aboard the yacht goes over to Claudia and says: \nSAILOR I'm taking the boat right up to the shore, and we'll let you get off from the gangplank as soon as we get there. \nThen he disappears inside and soon the yacht starts moving towards the shore. Claudia peers out over the landscape; the islands are sharply silhouetted against the sea and sky, the volcano on Stromboli smokes feebly, and in the distance a ship passes by. Claudia is plainly enchanted by the view. Then she collects her thoughts and slowly heads towards the cabin. \nPatrizia, seated at a small table inside the cabin, is busy working on a complicated jigsaw puzzle, which, once completed, is supposed to represent a typically classical scene. One by one, she selects the various pieces of cardboard and inserts them in their rightful places. Simultaneously, she is munching on some crackers spread with jam, and a piece of cold fruit. Beside her is Raimondo.  He is staring at Patrizia with such an intense expression that she becomes thoroughly annoyed and says to him, as she continues working at her puzzle: \n", "random": "Anna enters the room, carrying a basket. \nAnna enters and finds Anna seated in the corner of the room. \nAnna enters and notices the woman sitting at the table, lying on the floor with a refrigerator. \nAnna enters the room, grasping an ascended apartment chair. \nAnna enters and notices Claudia sitting on the floor, along with her husband. \nClaudia enters and comes back from the door. \nClaudia enters the", "sentiment": "CHARLOTTE (to Anna) How did you get into the house? \nARABETTE (to Anna) I was in the house with my son, and I didn't see him, but he came back with some papers. \nCHARLOTTE (to Anna) But there's a good chance that he's gone. \nARABETTE (to Anna) I don't know what to say. But I hope that it doesn't happen"}, {"id": 2035, "prefix": "WOMAN'S VOICE And what did they say about me? MAN'S VOICE They told me that you were a very nice girl, that you always mind your business... In other words, things of that sort. There is a moment of silence. Then, the sound of music is heard coming from the compartment. Claudia and Sandro look at one another with a smile on their faces. Then Claudia leans over to peek into the compartment. The woman is young; she has thick, wavy brown hair.  He is one of those typical seducers from the provinces, with black hair. There is a tiny radio between them. Sandro also takes a peek into the compartment. Then they withdraw as the two resume their conversation. ", "truth": "MAN'S VOICE No, not like this one. \nWOMAN'S VOICE And why wouldn't we have one like this? \nMAN'S VOICE Because this is a Chinese radio. \nAnother pause. Sandro takes hold of Claudia's hand and presses it. She doesn't resist, but allows him to do it. \nWOMAN'S VOICE Certainly a radio this small is very practical. It's especially useful for... I don't know... for traveling. \nMAN'S VOICE But for you, what comes first: music or love? \nClaudia presses up close to Sandro, amused and, at the same time, obviously moved. \nWOMAN'S VOICE Music, of course. To get a sweetheart, one has to look around, but to get a radio, all you have to do is buy one. \nMAN'S VOICE Ah, no... For me, love comes first. I'm a man, and I know what's what: first love, and then music. \nClaudia laughs but she is still very upset. All of a sudden, she starts and looks out the little window. The train is coming into a station and is beginning to slow down. Claudia grabs Sandro by the sleeve and pulls him through the corridor. Sandro tries to resist. \nSANDRO Claudia, listen to me... \nCLAUDIA No, Sandro, please... I ask you as a favor... \nShe continues to drag him through the corridor, until they finally reach the platform. Then she opens the door. They are both highly emotional. Claudia is almost hysterical. \nCLAUDIA Promise that you won't try to look for me... you shouldn't try to look for me any more... \nSANDRO But why, Claudia?... Why? \nSandro tries to grab her in his arms, but Claudia pushes him away, almost with a sense of violence, as though she were afraid she might change her mind once in his arms. In the meantime, the train has come to a stop in the station. Sandro pauses to look at Claudia once more. \nSANDRO Even if you chase me away, I... Claudia, let's not wait any longer... After, it will be too late ... Come with me. \nClaudia is visibly battling with herself. Then, in one last moment of decision, she pushes Sandro towards the door and goes back into the car. \nOnce on the ground, Sandro walks back and forth along the platform to see if he can find Claudia, hoping she might look out the window to wave goodbye. But she doesn't appear. The train starts to move, as Sandro desperately tries to catch a glimpse of Claudia. But she is not to be seen. Sandro starts running along the platform, but the train is now going too fast. He stops -- angry, disappointed and upset. \nAt the entrance-way of a luxurious villa, Claudia, who has just arrived, is greeted by the Princess. She is an elderly woman, rather ordinary in appearance but very aristocratic in taste and manner. \nPRINCESS Did you have a good trip? It is such a magnificent day! I am very happy that Sicily is able to give you so warm a welcome. And you do deserve it. You're such a lovely blonde. Come, my dear. \nClaudia smiles, and follows the Princess into the garden. \nPRINCESS And where are you from? \nCLAUDIA From Rome. \nPRINCESS Oh, how nice! So, you're from Rome... And would you happen to know of some intelligent clergyman in Rome who might be willing to come here and stay with us? We have our own private little chapel... It is a masterpiece, with seventeenth-century frescoes... and the remains of all our dead ancestors, a wonderful collection... He would find it very convenient there, and could say his own masses. Then he would have to spend a little time with my husband, who never sees anyone, to keep him occupied. \nCLAUDIA An intelligent clergyman, Princess? But I think the intelligent clergymen of today have so many other things to do. \nPRINCESS Well, perhaps one with a little physical handicap. One who is slightly lame, for example. \n", "random": " They both see the woman glancing over at the two, as though they were still at a conference about the war. According to the conversation, it was the turn of the Austrians to invade, and the war was partly over.  Sandro also watches as they begin to leave.  Sandro has been talking a little. His wife sits at the desk, as though she were alone.  Sandro tries to look away but Sandro cannot.  She sits down next to the table", "sentiment": " Sandro is sitting at a table, watching the conversation.  Sandro is a very good friend of Sandro's.  He is a very good friend of Sandro's.    Sandro is very nice to Claudia.    Sandro is very well-spoken.    Sandro is very well-spoken.    Sandro is very well-spoken.     Sandro is very well-spoken.    Sandro is very"}, {"id": 2036, "prefix": "She starts looking hurriedly around the room again but is still unable to locate her stockings. Suddenly, up from the street comes the sound of music. It is a popular tune, wild and rhythmic, emanating from a publicity truck as part of some local advertising stunt. Claudia is overtaken by the music and cannot resist the temptation to do a little dance for Sandro. Little by little, she starts swaying back and forth to the music. Then, kicking off her shoes, she begins to dance around the room in her bare feet. Sandro looks at her, amused but also somewhat impatient. SANDRO (leaving) Okay. I understand. See you later. Claudia rushes up to the door, and feigning an exaggerated attitude of despair, says: ", "truth": "SANDRO As soon as you're ready, you can come down and catch up with me. I'll be waiting for you right outside on the square. \nClaudia is in a playful mood and she is anxious to demonstrate her exuberance. \nCLAUDIA (teasingly) Very well. But you must first tell me that when you go out without me it's like going out without one of your legs. Go ahead, have a look around the town all by yourself, but you'll have to hobble along on only one leg. And you must also tell me that you are filled with a great desire to embrace my shadow on the walls... Then you must tell me... (suddenly her tone of voice changes and she becomes quite serious) You must tell me that you love me. \nSandro replies with the same good-natured tolerance with which he had been watching Claudia as she danced her coquettish dance. \nSANDRO But you know it already. Why must I tell you? \nCLAUDIA So, you wonder why? \nWithout waiting for him to answer, she goes back towards the center of the room and once again starts looking around for her stockings. Sandro begins to leave. \nSANDRO Then I'll see you later. \nCLAUDIA Okay. In a few minutes. \nSandro goes out the door. Claudia finally locates her stockings and proceeds to finish dressing. \nSandro comes out of the hotel and crosses over to the sunny square. He starts strolling down along a street which leads to a baroque church that opens up to a wide flight of stone steps. Beyond these steps is a small dead-end street that runs up against the fa\u0087ade of a large and magnificent old building. A few feet away from the fa\u0087ade, seated on a bench in the shade, is an old coachman whose horse is standing beside him with its head deep in a sack of hay. \nSandro goes down the flight of steps and approaches the door of the old building which is closed. He rings the bell but there is no answer. Then he notices a time schedule posted on the door indicating visiting hours. After glancing at it, he walks over to the seated coachman. \nSANDRO It's closed. Isn't there any custodian or caretaker inside? \nCOACHMAN (apathetically) Nobody there. \nSANDRO But it says it's open from 9:30 to 10:30., and it's ten o'clock now...  That's a fine way to greet tourists. \nCOACHMAN Tourists? Last year a few Frenchmen came here and they all walked around in their bathing suits. So they were made to understand that it was better if they didn't come at all. \nSandro shakes his head and is about to say something but he sees the door opening and a man appears.  Sandro goes over to him. \nSANDRO Are you the custodian? \nCUSTODIAN Yes, come right in. \nSandro enters and finds himself inside a large courtyard of noteworthy architectural design, though somewhat in a state of decay. The custodian goes on his way and Sandro walks further into the courtyard where two young men are studying the architecture. On hearing Sandro's footsteps, they turn around for a moment, then resume their observation. They are, in fact, young architectural students busily engaged in taking notes and copying certain architectural details. They do this with an extraordinary interest, almost with a sense of religious zeal. Sandro continues to stroll through the courtyard. His footsteps are the only sounds to be heard disturbing the otherwise absolute silence. The two young students exchange words between each other but they speak in faint whispers, almost as though they were inside a church. \nSandro gazes up at the arcades, the columns, the windows. He is obviously filled with a painful sense of regret, resentful and bitter. He turns to look at the two young students who are deep in their studies and ignore his presence. But he is unable to ignore them; they plainly annoy him. In a certain sense, they humiliate him. He turns away and heads towards the exit, walking on the tip of his toes so as not to make any noise. Then he goes out, quietly closing the door behind him. \nIn the hotel lobby, a maid is cleaning and dusting, and at the same time, singing little snatches from a popular romantic tune. The hotel manager, who is busy writing something in the register behind the desk, looks up and says: \nHOTEL MANAGER Go ahead, keep right on singing... \nDisappointed, the maid immediately stops singing, and the manager resumes writing. But she quickly looks up again as she hears footsteps coming down the stairs. It is Claudia. \nHOTEL MANAGER (to Claudia) Excuse me for interfering, but I've heard about that girl... Here in this place one gets to know about everything... That girl you're looking for... Why don't you try asking at the youth hostel in Pergusa? Almost all the young girls traveling through here end up there. \nClaudia is immediately interested to hear this bit of news and is about to ask for additional information. But she is suddenly distracted by Sandro who enters the lobby at that very moment. \nCLAUDIA I was just coming out to meet you. How come you're back so soon? \n", "random": "andro, have you got any more clothes? \nSandro, have you got any more clothes? \nSandro, have you got any more clothes? \nSandro, have you got any more clothes? \nSandro, have you got any more clothes? \nSandro, have you got any more clothes? \nSandro, have you got any more clothes? \nSandro, have you got any more clothes? \nSandro,", "sentiment": "nd you have gotten yourself into some trouble lately which has been bothering me a great deal.  But think again about it and treat it as I did. And I like the look of you, without being too concerned, and without a sense of anger or the need to have a conversation with Sandro.  You might have been quite favorable! First of all, let's talk about the fact that you married, then had one child. If she is the daughter, I, Claudio, would"}]