[{"id": 2022, "prefix": "STEVEN Nobody. Steven sits down next to Robin. Robin moves next to him. Steven looks very happy. 28\tON THE TV ", "truth": "The camera pulls out and reveals the Cable Guy watching the film in the back of his van \u0096 alone. We cannot see much of the inside of the van because the only light is that of the television, but we can tell that he lives there. \n29\t(SCENE 29 OMITTED) \n30\tEXT. PARKING LOT - DUSK \nThe Cable Guy and Steven walk across a parking lot. Steven has his eyes closed. \nCABLE GUY Sorry about yesterday. I was in kind of a weird mood. How'd things go with you? Keep 'em closed. \nSTEVEN Pretty well. We'll see. Look, about the other night. I didn't appreciate you -- \nCABLE GUY Don't peek. I want this to be a surprise. \nSTEVEN I really don't need to be surprised. Where are we going? \nCABLE GUY Only the best restaurant in town. \nThey walk around a corner. \nCABLE GUY Okay, here we are. Open sesame. \nSteven opens his eyes. \nThe camera moves behind then and reveals an enormous faux castle with a big sign on it which says \"MEDIEVAL TIMES RESTAURANT.\" \nSTEVEN Medieval Times? \nCABLE GUY I know what you're thinking. Don't worry, I'm buying. \n31\tINT. MEDIEVAL TIMES - LATER \nThe Cable Guy and Steven are walking to their table. All the seating overlooks a large, circular arena, the kind a rodeo is held in. The entire restaurant/arena is designed in Medieval themed decor. All of the staff are dressed as knights, sorcerers, royalty, etc. \n(Revision Ends - Pink) \nSTEVEN Funny. I never thought I would ever come here. \nCABLE GUY I love this place. I come here twice a week. \nA Hispanic woman with a large butt walks by. The Cable Guy is transfixed. \nCABLE GUY Oh man, that's my look. I love big butts. Ow, that hurts. \nHe grabs his crotch and squeezes, as if it's the only way he can control himself. \nCABLE GUY There oughta be a law. Man she is hot. It's just not fair. \nSTEVEN (gestures to him squeezing his crotch) Please don't. \nCABLE GUY You know what I need right now? Pooooon tang. And I'm not talking about the place in Vietnam. \nSTEVEN Good to know. \nThey sit down. The WAITRESS walks over. She is dressed in peroid clothes, but is not enthusiastic about her job. \nWAITRESS (flatly) Welcome to Medieval Times. My name is Melinda. I'll be your serving wench. May I get you something from the bar keep? \nCABLE GUY (too into it) Dost thou have a mug of ale for me and me mate? He has been pitched in battle for a fortnight an has a King's thirst for the beer thust thou might have for thust. \nWAITRESS (uninspired) I'll be right back my lord. \nThe Cable Guy puts something together. \nCABLE GUY There you go. \nHe hands Steven a paper crown. They both put theirs on. \nSTEVEN Thanks for the help. \nThe Cable Guy sees something. His eyes widen. \nCABLE GUY Steven, don't turn around, but there is a woman eyeing you like you are a piece of meat and she hasn't eaten in a week. \nSteven acts like he isn't interested, but he is. \nSTEVEN Really? What does she look like? \n", "random": "                                                                                                   ", "sentiment": " °  x  votes for the SINIST But for the most part, I'm not happy with Steven. Steven has a brilliant tangle of grievances. He is the heart of his town, his town, his town. He is the son of an unpaid police officer. His father is a smiling and smiling face when he speaks, and when he does, he never ceases to amaze and inspire others. He is this mother figure, something not yet seen. He is the opposite of"}, {"id": 2023, "prefix": "CABLE GUY It's from \"Goodfellas.\" Remember the intro scene at the bar. I'm Johnny Two Times. He moves in slow motion some more. Everyone laughs. TONY, Steven's six year old nephew, runs to the Cable Guy with a toy gun. ", "truth": "Everyone laughs. The Cable Guy starts running around the table. Tony makes chase, laughing all the way. \nCABLE GUY You'll never catch me copper. \nThe Cable Guy stops, grabs a piece of asparagus and puts it between his lip and nose, and pretends it's a moustache. \nCABLE GUY I'm gonna wear a disguise. \nSteven looks at the Cable Guy and remembers something. \nSTEVEN'S P.O.V. - He sees the Cable Guy. The artist's rendering of the man who beat up Robin's date appears in front of the Cable Guy's face. Steven realizes that they are the same person. \nSteven gets a frightened look on his face. \nThe kid points his gun at the Cable Guy and yells \"pow.\" The Cable Guy drops to the floor like he's been shot. \nCABLE GUY Oh, you got me. \nThe Cable Guy plays dead. The kid walks over to him. When he gets close, the Cable Guy lunges to grab him. \nCABLE GUY (devil voice) Aaah!!! Nobody messes with me and lives! \nThe kid screams with laughter and runs away. The Cable Guy chases him around the table and out of the room. Steven instantly fears for Tony's safety. He follows them. \n72-75\tOMITTED \n75A\tINT. LIBRARY - A MOMENT LATER \nSteven walks around looking for Tony. Suddenly from behind a couch Tony and the Cable Guy pop out. \nTONY/CABLE GUY Booo! \nSteven flies back, scared out of his wits. Tony and the Cable Guy start laughing hysterically. They have a grand 'ol time enjoying their little prank. \nCABLE GUY Oh man, you should have seen your face. It was classic. \nSTEVEN Very funny. Tony, go to your mother! \nTony immediately starts crying. He leaves. \nCABLE GUY Look what you've done. \nSTEVEN I know you beat up Robin's date. \nThe Cable Guy's laughter stops on a dime. \nCABLE GUY I guess I did what you didn't have the guts to do. \nSTEVEN You stay away from Robin. \nCABLE GUY (disturbed) Don't mess with me. I'm feeling like a part of the family, and I like it. You should try it sometime. \nSteven's mother enters. \nSTEVEN'S MOTHER (looks at them) My, you two look like brothers. Come on back, we're all having coffee in the living room. \nCable Guy quickly starts walking back to the dining room. \nCABLE GUY (happily) Are you guys trying to fatten me up? 'Cause if you are, you're doing a damn good job of it. \nHe laughs, and exits. Steven slowly follows. \n76-78 OMITTED \n79\tINT. LIVING AREA - LATER \nEveryone is sitting around having coffee. The Cable Guy is writing words on torn up pieces of paper. \nCABLE GUY You guys have never played \"Porno Password?\" \nEARL No, but I like the sound of it. \nCABLE GUY It's the adult version of the popular television game show. Robin you're on my team. Steven, you're with mom. (to everyone else) You're the audience. \nThe Cable Guy sits next to Robin. Steven and his mother sit across from them. \nThe Cable Guy looks at the word, then shows it to the family so none of the contestants can see it. He whispers it in Steven's ear. \n", "random": "\nTOMMY Dad, it's not a joke. \nSTEVEN It's a right. \nSTEVEN What? \nSTEVEN I got a toy gun. \nSTEVEN What's up? \nSTEVEN I lost it. \nSTEVEN Where the hell is it? \nSTEVEN I have a toy gun. \nSTEVEN It's a right. \nSTEVEN Where the hell is it", "sentiment": "\nSteven: Hey, you're watching 'The Good Wife.' This is the one we're watching. \nSteven: What? \nTOMMY: I'm not watching it. \nSteven: You're not watching it. \nTOMMY: I'm not watching it. \nSteven: Who's that? \nTOMMY: \nSteven: This is the one we're watching. \nSteven: Hey, you're watching 'The Good Wife"}, {"id": 2024, "prefix": "Steven can't hold onto his forearm any longer. The Cable Guy's arm slips and Steven grabs onto his hand at the last possible second. CABLE GUY It's too late for me, but there's a lot of little Cable Boys out there who still have a chance. Say good-bye to the baby- sitter. (Revised 11/13/95 - Blue) ", "truth": "126A\tEXT. ANTENNA - NIGHT \nLONG WIDE SHOT of the entire antenna. \nThe Cable Guy falls backward toward the satellite. \n127\tINT. SUBURBAN HOME - NIGHT \nA nuclear family is watching court TV. \nOn the TV - A REPORTER speaks to the camera from the courthouse. \nREPORTER This is the moment America has been waiting for. We've just been told the jury is ready to render their decision. \n128\tEXT. ANTENNA - CINTINUOUS \nThe Cable Guy sails through the air. As he falls he looks almost peaceful. Totally comfortable with what he is doing. \n128AA\tINT. COUCH POTATO APARTMENT - CONTINUOUS \nA COUCH POTATO sits on a fold out bed, his eyes glued on the television. \nON THE TV - The COURT CLERK is about to read the jury's decision. \nCOURT CLERK By unanimous vote the defendant Sam Sweet... \n128AB\tEXT. SATELLITE DISH - CONTINUOUS \nCLOSE ON - The Cable Guy plummeting toward the dish, about to hit. \n128AC\tINT. NEIGHBORHOOD BAR - CONTINUOUS \nThe camera flies through the crowd at the same speed as the Cable Guy straight into a close up of the television. \nCOURT CLERK ...has been found -- \nWe hear a loud thud. The screen turns to white noise. \n(Revised 11/14/95 - Pink) \nWe hear a loud thud. The screen turns to white noise. \n128A\tEXT. TOP OF THE ANTENNA - CONTINUOUS \nSteven and Robin gasp. \n128B\tEXT. SATELLITE DISH - CONTINUOUS \nFrom below we see the Cable Guy's silhouette motionless on the struts of the satellite dish. \n128C\tEXT. THE CITY - CONTINUOUS \nA wide panorama of the city. All of the color televisions which can be seen through the many windows of apartments and houses turn to white noise. \n128D\tINT. NEIGHBORHOOD BAR - CONTINUOUS \nThe television shows white noise. Everyone screams at the TV. \n129\tOMITTED \n130\tOMITTED \n131\tEXT. SATELLITE DISH - CONTINUOUS \nThe Cable Guy appears dead. The needle of the antenna sticks through his mid-section. A red light blinks at the tip of the needle. Then, the Cable Guy's eyes open. \nCABLE GUY Damn, that hurt like a mother. What the hell was I thinking? (looks at the needle) Oh man, that stings. \nSteven and Robin look relieved. \nCABLE GUY A little help here! \n132\tOMITTED \n133\tOMITTED \n134\tINT. COUCH POTATO APARTMENT - NIGHT \n", "random": "en's eyes flutter open and he looks at the Cable Guy. \nCABLE GUY (CONT'D) I'm glad you got that one. \nSteven opens his mouth to speak but the Cable Guy is too taken with the words to continue. \nCABLE GUY (CONT'D) I just want you to know that we won't be leaving, we'll just be bringing you back. \nSteven stares at the Cable Guy. \nCABLE", "sentiment": "en and the Cable Guy are about to begin a new adventure. \nSteven (CONT'D) I'm sorry. \nCABLE GUY (CONT'D) I'm sorry, but I'm not going to let you walk away with this. \nSteven and the Cable Guy are about to start a new adventure. \nSteven (CONT'D) I'm sorry. \nCABLE GUY (CONT'D) I'm sorry. \nSteven ("}]