[{"id": 417, "prefix": "Vaughn enters the house awkwardly. Mia avoids his eyes. He's wearing the new clothes Brooke bought him. VAUGHN (eventually) Pip's with mum? SUPER ", "truth": "An emotional wreck, Mia nods. \nVAUGHN How is she? \nSUPER \nMy family is my world. Forgive me. \nMIA Don't start, Vaughn. What kind of a fucking stupid question is that? How's my daughter now that I've walked out on her and her mother and run into the arms of my childhood sweetheart? \nVaughn is clearly shocked that Mia knows what she knows. \nMIA Jesus ­ the false caller IDs on your phone. `Office'? I mean please. And remember eye contact? You should try private browsing ­ or at least clear your history every now and again. For someone who's in fucking IT . . . So what now? You want some clothes, your tool box, the toaster: a divorce? \nVaughn doesn't know what to say, how to react. \nMIA Have them all. On the house. \nShe can't hold it back any longer. She weeps her agony. \n15 | P a g e MIA Now fuck off, please? It's over. You piece of shit . . . \nShe stumbles at him, pounds him with her fists; but when she hits him she recoils from the contact with his body. \nShe wipes her hands of the contact with him. \nMIA What am I supposed to do now, bastard: tell me, tell me, tell. . . \nShe collapses, sobbing uncontrollably. \nVaughn glimpses something through the living room door he hasn't seen before: a WHITE feather lying on the dresser. \nIt holds his attention until he exits the front door. \n1.27 INT. SALOON CAR ­ EVENING \nVaughn sits in rush-hour traffic. The cars ahead of him are moving, but he sits static, staring ahead. Car horns blare. \nHis satnav sounds bizarrely loud, suddenly: \nSATNAV VOICE In point two of a mile, keep right . . . \nSnow outside. The dashboard lights seem to swirl around him. \n1.28 INT. CHEAP FLAT ­ EVENING \nVaughn enters. He puts his brief case down. \nVAUGHN Babe? (nothing, so) Brooke? \nBrooke suddenly jumps out from behind the kitchen door. \nBROOKE Boo! \nShe laughs and runs toward him, but he isn't impressed. \nBROOKE What's wrong? \n16 | P a g e VAUGHN Nothing. \nSUPER \nWhat d'you think? Were you always this stupid? \nBROOKE Blimey ­ someone lost their sense of humour. \nVaughn frowns deeply, hides his irritation. The TV babbles, OS \nBROOKE I thought you'd be pleased for me. I got a job! \nHe's rained on her parade, and now he feels like crap. \nVAUGHN That's brilliant. When? \n", "random": "                                                                                        \nKIMBERLY       ", "sentiment": "                               (CONT'D) Hey, Bob, where you got that? \nBOB                                                    "}, {"id": 418, "prefix": "She grabs her belly, grimaces. Uri's face is now pulped. URI Misses Pentane . . . the exertion. Please . . . He means her belly, her unborn child. ", "truth": "She is sobbing, broken, exhausted. \n4.109 INT. BOARD ROOM, FACILITY - DAY \nUri looks at Booth, Silk and Parker. Coffee and digestives. \nURI I relieved him of his pain. \n4.110 INT. ELLE'S APARTMENT ­ DAY \nElle gasps for breath, stares at Uri through tears. \nShe drops the bloody stone statue. Uri is badly injured now. \nELLE Am I expected to admire . . . Leave me alone. \nShe tries to open the door, to haul him out. \nURI It's OK. I don't want you to be . . . I'll make up a story. Don't worry. (beat) Actually I hate it all. (beat) I do as I'm told, actually. Sometimes . . . \n75 | P a g e She grabs the stone statue again and SWINGS. \nPrimal, she SCREAMS at him as she does it, and now the statue \nCONNECTS \nUri is thrown sideways by the adrenal force of the blow. \nHe falls on the expensive carpet, barely conscious. \nHe glimpses a WHITE feather displayed as an ornament among other artefacts in a lit, glass fronted display cabinet. \nElle drops the stone statue again, stumbles away. \nELLE Get out. \nUri begins to crawl towards the door. Leaves a trail of blood. \nURI Don't worry. Mum's the word, Mrs Pentane. I'll take care of everything. Everything. I promise. . . \nHe reaches the door, grabs it with a bloody hand as we \nCUT TO \n4.111 INT. FACILITY ­ DAY \nHis face scarred, Uri sits among the instruments of torture. Done thinking, he suddenly snaps his rubber gloves on. \nBetter get to it. \n76 | P a g e Story #5 \nBLACK \nSUPER \n`Jeremy Bentham' \nFADE IN ON \n5.112 EXT. SOUTH LONDON STREET ­ NIGHT \nIn urban winter darkness a hoodie walks down an alley. He uses the deep shadows to conceal himself. He scopes out the back of the houses he walks past, as if looking for an opportunity. \nA radio advert ends OVER: \nAD VO . . .not that you'll be needing one now that your house assurance is on the house. Cheers! \nAs the VO ends there is the sound of drinking glasses knocking together in a busy pub, then an inane radio ad jingle, then: \n5.113 INT. RADIO STATION ­ DJ BOOTH ­ NIGHT \nFEMALE DJ VO So welcome back and if you've just joined us welcome: I'm talking to Chris Marlow, the barrister who represented decorated Afghanistan para veteran Shona Barnes earlier this year. If you recall, Shona was sentenced to seven years in Wormwood Scrubs for the murder of Caleb Rounds ­ the man who broke into her house, shot and held her hostage for several hours on the night of March the twelfth last year. Chris ­ so . . . in your opinion Shona's Post-Traumatic Stress Disorder, a condition she suffered following action. . . an incident with an IED in Helmand Province in Afghanistan in May two thousand and ten, (more) \n", "random": "he is crying. \nSECOND ATTENDANT The child. \nShe crushes his hand away, then a third. \nSECOND ATTENDANT (CONT'D) The child. \nURI Misses Pentane . . . The unborn child. \nThen another third. \nURI (CONT'D) The unborn child. \nHe puts his hand on the baby's belly. He kneels beside it. \nUri's eyes are", "sentiment": "he condemned stretches, surprised. \nURI Smeagol... Smeagol to whom ? \nHe turns light-blank, panting. \nURI (CONT'D) \nTo be suckled. It is as if those words will come unpunished for the n me of her, and be understood not to be the words of a depraved scoundrel. \n URI (furious) \n...to be raped. \nURI S"}, {"id": 419, "prefix": "He grabs various drugs and dumps them on the table in front of her. Then fills a glass with tap water and gives her that. CALEB Get fixed up, babes, I ain't got all night. She doesn't move. ", "truth": "She gasps for air. He stands over her. \nCALEB She swallows. He knew she would. \nSHONA You have to go now. \nCALEB Fuckin' what? (laughs) Fuckin' what? I'll leave when it's time to leave, babes. First is you gonna show me some hospitable time ­ just the two of us. The shit (her belongings) can wait. \nHe goes round the table to her. The drugs start to hit her: she fights them. She's shaking and sweating with pain from her wounded shoulder. He caresses her cheek with his gun. \nCALEB Babes ­ come on. We can be fuck buddies or whatever. \nSHONA Friends with benefits. Yeah. \nCALEB Friends with benefits. Gotcha. You watch all the right shows. No strings, no comebacks. So the things is: however we do it, Caleb's getting' horny, so . . . \nHe grabs her right hand and puts it on his crotch. \n91 | P a g e The drug OD begins to win the war inside Shona. \nCALEB Slow and steady wins the race, babes. We take it easy steps. That's right ­ beautiful. . . \nShe jerks her hand away. It has to be now. \nSHONA Get the fuck out of my house. \nCALEB Say what? \nHe GRABS her by the hair, starts forcing her head towards his crotch. With his gun hand he starts to unzip his fly. \nCALEB An' me been so fuckin' la-de- dah with ya, and now this. Do what Caleb says, bitch, an' do it NOW . . . \nAs he goes to pull his pecker out she stands. As if she's had enough of the game, she looks at him like a bug, dead already. \nCALEB Sit the fuck . . . \nLightning fast, she POUNDS her index and first fingers into his EYES, blinding him. At the same time she snap PUNCHES his THROAT, collapsing his oesophagus completely. In less than a second, Caleb goes from being in charge to being a grovelling, screaming piece of crap on the floor at her feet. But now he \nFIRES \nHis gun wildly up at her ­ anywhere. Succumbing to the drugs she dodges as the bullets THUD into the walls and furnature. \nSHONA Stop! Please . . . \nShe KICKS at his gun hand. It's inaccurate because now the drugs are overwhelming her. He keeps hold of the gun ­ screaming and gasping for breath he will never draw again. \nA bullet SLAMS into the wall beside her. Reluctantly she \nForces herself to FOCUS, to hold the drugs back as she \n92 | P a g e SMASHES \nThe back of his neck with the side of her fist. A loud \nCRACK \nCaleb stops moving, instantly DEAD. \nShona stands there breathing hard, trying to focus. \nAnd then, slowly, surely the tears come. The drugs win. \nA radio ad, OVER \nAD VO #1 (male) I should cocoa, Betty. \nAD VO #2 (female) Me too, Bill. Nighty-night. . . \nThe sounds of polite kissing and an inane radio ad jingle as \nShona collapses. As she loses consciousness, BLACKNESS and the SOUND of distant, hallucinatory police SIRENS as we \nDISSOLVE TO \n", "random": "CALEB Who d'ya say? \nJEROME I have no idea. \nCALEB Name the drink, Jada. It's the only one you got. Jada, I always say that, I'm drunk. (to his girlfriend) She really is. I mean, the other woman's a goddamn motherfucker. She's got a motherfucker. She's got a motherfucker. She's a fucking motherfucker. \n", "sentiment": "She slams her glass into the floor. She flings her arms up, drops her bag. \nCALEB Whoa! \nShe does. She hits the act. She goes down again. She picks up a knife, tears it out. \nCALEB Whoa! \nShe makes her bad side worse. \nShe pushes it into her face. Her teeth screaming at her. \nCALEB Hey'em. Whoa! Say'em"}]