[{"id": 1182, "prefix": "A forklift opens the crate -- inside is a TV CAMERA, packed carefully in foam. Finn SNAPS PHOTOS FURIOUSLY. NOSY PACER Oh. A TV camera. What does it actually do? PROFESSOR ZUNDAPP This camera is extremely dangerous. ", "truth": "Finn, angling for a better view, FIRES SUSPENSION WIRES --- \n--- which sail clear to the other side of the derrick --- \n--- THOK! They hook tightly onto a steel girder. \nFinn slides out ONTO THE WIRE like an acrobat, then expels another cross-wire for support. \nPROFESSOR ZUNDAPP This is valuable equipment. Make sure it is properly secured for the voyage. \nNOSY PACER You got it. \nFinn LOWERS HIMSELF. He snaps more pictures. \nGREM (O.S.) Hey, Professor Z! \nZundapp turns as a CRANE LOWERS A CAR-SIZED CRATE. GREM and ACER, an orange Gremlin and a green Pacer, flank it. \nGREM This is one of those British spies we told you about. \nACER Yeah. This one we caught sticking his bumper where it didn't belong. \nFinn PRODUCES SEMI-AUTOMATIC GUNS from his side, readies himself for a tag-team spy fight with his buddy Leland. \nPROFESSOR ZUNDAPP Agent Leland Turbo. \nThe crate is lifted, revealing a CRUSHED, CUBED Leland Turbo. \nFinn's eyes go wide. Suddenly --- WHOOOSHHH! Another derrick flame rises behind him, casts a Finn-shaped SHADOW over the Professor. He looks up. \nPROFESSOR ZUNDAPP It's Finn McMissile! He's seen the camera! Kill him!! \nFinn UNLOADS with bullets as he starts to retreat --- He STOPS: \nBAD GUY CARS are waiting for him on the catwalk where he just came from - BLOWTORCHES ready. \nFinn, stuck in midair, notices an angry CRANE. Finn GRINS, having just found his escape. \nTHWAPTHWAPTHWAP!!! Finn releases three of his four cables, swinging, Indiana Jones-style on the last one TOWARD THE CRANE --- \n--- where he lands on its BOOM, drives UP and LAUNCHES OFF IT where he LANDS - MOVING - onto another deck! \nFinn now DRIVES, spraying oil and screeching around corners. A GREMLIN in pursuit hits the oil patch, loses control --- \n--- and PLUMMETS OFF the side of the rig! \nThe Gremlin FALLS... it's like an eternity... \nHe smashes into the water and breaks into a million pieces. \nON FINN - Now set upon by 20 or 30 MORE pursuing cars. He has nowhere to go but UP UP UP a ramp toward the helipad. He spies some GASOLINE BARRELS, fires a SINGLE BULLET which cuts through its leather straps, sending barrels DOWN the ramp, PAST FINN --- \n--- PAST the pursuing CARS --- \n--- to the bottom where they EXPLODE in a CHAIN REACTION back UP THE RAMP, taking out at least 15 CARS! \nON THE HELIPAD - Finn blasts into view, pulls to a stop. No more road. Nowhere else to go. \nThe 20 BAD GUY CARS that are still in pursuit surround him, fire up their blowtorches. About to pounce. \nFinn GRINS. The second time we've seen this grin. It means he's got something cooking. \nFinn's REVERSE LIGHTS appear. He DRIVES BACKWARD off the edge of the helipad to the SHOCK of the other cars. \nFinn falls. He turns himself so he's grill first, cleanly cutting into the water. \nHe EMERGES, now sprouting HYDROFOIL and speeds away. \nGREM (NONPLUSSED) Get to the boats. \nTHE BOATS - an army of combat ships quickly DROP into the sea and CHURN WATER with unprecedented fury as they quickly make up the distance between them and Finn, FIRING BULLETS as they do so. \nACER He's getting away! \nCOMBAT SHIP Not for long. \nThe LEAD COMBAT SHIP quietly drops a TORPEDO into the water. It skips along, connecting with Finn in his rear and EXPLODING with such force that water skyrockets into the night clouds. \nUNDERWATER - McMissile SINKS. Then, he blinks. He GRINS. We're starting to like this grin and what follows it. He now CONVERTS into a submarine. From his trunk he releases four DECOY tires which float to the surface like body parts. \nON THE DERRICK - Professor Zundapp watches it all from far away. \nGREM (OVER RADIO) He's dead, Professor. \nPROFESSOR ZUNDAPP Wunderbar. With Finn McMissile gone, who can stop us now? \nEXT. RADIATOR SPRINGS - DAY \nTOW MATER, a rusty tow truck, putters into view. \nMATER Mater. Tow Mater, that's who... is here to help you! \nHe approaches a broken-down sedan on the side of the road. He drives around to the front, catching OTIS' face for the first time. \nMATER Hey, Otis! \nOTIS Hey, Mater. Gosh, I'm so sorry. I thought I could make it this time, but... (he tries to start his engine, stalls) Smooth like pudding, huh? Ah, who am I kidding? I'll always be a lemon. \nMater hooks his friend and starts towing him. \nMATER Well dadgum, you're leaking oil again. Must be your gaskets. Hey, look on the bright side: This is your tenth tow this month, so that means it's on the house. \nOTIS You're the only one that's nice to lemons like me, Mater. \n", "random": "\nNOSY PACER I don't know. \nPROFESSOR ZUNDAPP Look, we're not going to tell you what goes on in the movie. \nPROFESSOR ZUNDAPP I'm not going to tell you -- \nPROFESSOR ZUNDAPP I'm going to tell you. \nThere's a huge PAUSE. The camera is in the distance. \nBALTIC BULLET \nBALT", "sentiment": "\nMAYOR Fuck you. \nA VOICE erupts -- there's more than a thousand people in the center of the room. The ringleader, a CROWD MENU, and his SCIENTIST prepare to go back inside. They stand watching with each other as the CROWD MENS EXIT. \nBEN FIXER What the fuck?! A CROWD feature goes off. He's carrying a GUN. \nMAYOR We got a GUN"}, {"id": 1183, "prefix": "OUTSIDE THE STALL - With Mater's yells audible we see a GREMLIN enter, furtive. Suddenly, inexplicably, his frame BREAKS APART like an egg, revealing an AMERICAN MUSCLE CAR underneath. The pieces of the Gremlin disappear under him, clearly his disguise. This is ROD REDLINE - American Agent. ROD REDLINE Okay, McMissile. I'm here. It's time for the drop. INT. PARTY - SAME ", "truth": "HOLLEY (INTO RADIO) The American has activated his tracking beacon. \nFINN (OVER RADIO) Roger that. Move in. \nINT. BATHROOM - SAME \nRod Redline, waiting at a sink, feels a presence behind him. \nGREM and ACER have entered, hesitate briefly when they see Rod Redline. \nRod Redline, careful, slides a gun out of his tire. He is suddenly CHARGED by the AMCs --- Rod SPINS AROUND and gets a shot off but is SLAMMED HEAD FIRST. A TIGHT, CLOSE-QUARTERS FIGHT begins --- \nIN THE STALL - Mater, still TRAPPED, is now being SCRUBBED as if in a car wash. He is helpless. \nOUTSIDE THE STALL - Rod is being pulverized. Just when he scrambles away from one car, the other one takes over. \nIN THE STALL - Mater is mercifully released, but when he backs out --- \n--- Rod Redline is THROWN INTO MATER'S STALL DOOR, crunching it and sending Mater --- \n--- BACK INTO THE CLUTCHES of the insane toilet. \nINT. PARTY - SAME \nHolley isolates the tracking beacon's location in the party. \nHOLLEY Oh, you've got to be joking. \nFINN What's the problem, Shiftwell? \nHOLLEY He's in the loo. \nFINN So go in! \nHOLLEY I can't just go into the men's loo. \nFINN Time is of the essence, Shiftwell. \nINT. BATHROOM - OUTSIDE THE STALL \nRod Redline is in bad shape. He backs away, betrays a look of concern. He's in trouble here. \nACER burns rubber, ready to finish him off. Just as he shifts into DRIVE --- \n--- MATER'S STALL DOOR KICKS OPEN, knocking ACER out. Mater jumps out, face-to-face GREM. \nMATER (out of breath) Whatever you do, I would not go in there. \nThe door SWINGS shut, revealing the pulverized Acer. \nMATER A Gremlin and a Pacer! \nRod Redline, now behind Mater and sensing an opportunity here, quickly produces A SMALL DEVICE. \nMATER (to Grem and Acer) No offense to your makes and models, but you guys break down harder than my cousin Betsy after she got left at the --- \nRod Redline, surreptitiously attaches the device to Mater's undercarriage. \nMATER (as he's goosed) --- altar! \nHe spins around, sees Rod Redline for the first time. \nMATER Are you okay? \nROD REDLINE I'm fine. \nGREM Hey. Tow truck. \nMater turns back to Grem and Acer. \nGREM We'd like to get to our private business here, if you don't mind. \nMATER Oh, yeah. Don't let me get in the way of your \"private business.\" Oh! A little advice: When you hear her giggle and see that waterfall, you best press that green button. \nGREM Thank you. \nMATER It's to adjust the temperature. \nACER Got it. \nMATER Remember it's in Celsius, not Fahrenheit. \nGREM AND ACER Get outta here! \nMATER Alright then. \nMater exits, leaving Rod Redline to a now even angrier Grem and Acer. \nEXT. BATHROOM - MOMENTS LATER \nHolley arrives at the door. She takes a breath, is about to enter when Mater EXITS. \nMATER Excuse me, ma'am. \nHe passes her, expelling some exhaust in the process. Holley's rearview tracking confirms that the device is on him. \nMATER (TO HIMSELF) Dadgum pistachio ice cream. \nHOLLEY (INTO RADIO) This cannot be him. \nFINN (OVER RADIO) Is he American? \nMATER (driving off, to himself) Look out, ladies. Mater's fittin' to get funky! \n", "random": "ROD REDLINE - ROD REDLINE'S REVEALING - Mater's face disappears a few feet away. It's RED. The MUSCLER is RED, and Mater's POV. RED VOICE (CONT'D) - two steps. RED VOICE (CONT'D) - one step. RED VOICE (CONT'D) - the RED VOICE. MATER'S POV - Red, with the MUSCLER. The MUSCLER", "sentiment": "United Nations - UNMANNED HIGHWAY \nRed lines line RED - RED ALUMINUM \nREAL OFF - The RED ALUMINUM ALUMINUM MAKES an SOUND - BOBBY SHOES UP - TURTLES ON a CENTURY LENS. It's MONSTER-GIRL, a full-grown, fox-like monster with no skin. HARD, very sharp, with an excruciatingLY SINFUL"}, {"id": 1184, "prefix": "SIDDELEY breaks through some cloud cover, flies with purpose. INT. JET - DAY A well-appointed spy jet. Various computers line the walls. ", "truth": "HOLLEY (SCANNING MATER) I hope that device didn't fall off. \nMATER That's the closest I ever been to missing my flight! That was --- \nWith a ROBOTIC ARM, Holley grabs the THE DEVICE that Rod Redline hid under Mater. She yanks it out with a GOOSE. \nMATER (JUMPS) Yow! \nHOLLEY Still in one piece, great. \nHolley drops the device into a mainframe computer. It starts \"ANALYZING.\" \nMATER I gotta go to a doctor. I keep getting these sharp pains in my undercarriage. \nHOLLEY Downloading the photo now. \nMATER Hey, lemme introduce you two. (TO HOLLEY) This here is Finn McSomething-or- other. He's a First Class VIP airport whatchamacallit. And Finn, this here's my date. (TO HOLLEY) I never did get your name. \nHOLLEY Oh yes, sorry. It's Shiftwell. Holley Shiftwell. \nMATER (TO FINN) It's Shiftwell. Holley --- \nDING! The computer is done analyzing. The cabin lights dim. \nFINN Finally. Time to see who's behind all this. \nAN IMAGE is blasted between the three of them. It's of a photograph, a complicated melange of metallic parts stuck together. \nHOLLEY (to Mater, expectantly) What is this? \nMATER Well, that's one of the worst engines ever made. It's an old aluminum V8 with a Lucas electrical system and Whitworth bolts. Shoot, them Whitworth bolts is a pain, tell you what. Them ain't metric, they ain't inches... \nHOLLEY Yes, OK, right. But who's engine is this, Mater? \nMATER Well, it's kinda hard to tell from this picture, ain't it? \nHOLLEY But you're the one who took it. \nFINN Holley. \nHOLLEY Oh, right. Yes, of course. \"A good agent gets what he can, then gets out before he's killed.\" Sorry. \nMATER Agent? You mean like insurance agent, like, (SINGS) `Like a good neighbor, Mater is there'? Wait, you mean secret agents. You guys is spies! \nFINN Holley, in how many makes and models did this type of engine appear? \nHolley has these stats in seconds. Kid's play. \nHOLLEY It was standard in seven models over a 12-year period. At least 35,000 cars were made with this engine. \nMater MOVES HIS SEAT FORWARD, through one part of the hologram so he's face-to-face with Holley. \nMATER You're pretty. \nHOLLEY (ANNOYED) Yes, alright. Thank you. \nMATER And so nice. \nHOLLEY Just pay attention. \nShe moves the engine photo so it's now blocking Mater again. \nFINN This seems like a dead end. If there were something in the photo that could narrow this down a bit I'd be a lot happier. \nMATER You might not be happy, but I bet this feller is. See how he's had most of his parts replaced? And see all them boxes over there? Them's all original parts. They ain't easy to come by. \nHOLLEY Rare parts. \nFINN That's something we can track. \nHOLLEY Exactly! \nHolley drops her screen down. \nFINN Well done, Mater! I would never have seen that. (TO HOLLEY) I know of a black-market parts dealer in Paris, a treacherous lowlife. But, he's the only car in the world who can tell us whose engine this is. Mater, what would you say to setting up an informal task force on this one? \nMATER Wait, what? \nFINN You obviously have plenty of experience in the field. \nMATER Well yeah I live right next to one. (thinks about it) I don't know, Finn. I ain't exactly been much help to anybody recently. \nFINN You're helping me. Please, Mater. \nMATER Well, okay. But you know I'm just a tow truck, right? \nFINN Right. And I'm just in the import/export business. Siddeley? \nSIDDELEY Yes, Finn? \nFINN Paris. Tout de suite. \nMATER Yeah, two of them sweets for me too, Sid! (TO HOLLEY) You know, I always wanted to be a spy. \nHOLLEY (SMILING SWEETLY) Really? Me too. \nSIDDELEY Afterburners, sir? \nFINN Is there any other way? \nEXT. JET - MOVING \nSiddeley HITS THE JUICE, they kick forward like a mule as we CUT TO --- \n", "random": "\nSPICER Hello, Mr. Mancheval. \nMANCHESVALE We are looking at the \"Deal\" with the SIDDELEY (to STEVEN) - thieving! \nINT. JET - NIGHT \nSiddeley sits in a small conference room, watching the news. \nMANCHESVALE There is a plan to end the SIDDELEY's life. \nINT. BOBBY - NIGHT \n", "sentiment": "\nMICHAEL CARTER. I need your help. \nPHILIP This guy wants to talk. \nMICHAEL CARTER. I play it cool. \nMICHAEL CARTER. I'm the admiral. \nMICHAEL CARTER. I'm the Admiral. \nMICHAEL CARTER. \nMICHAEL CARTER. \nMICHAEL CARTER. \nMICHAEL CARTER. \nMICHAEL CARTER. \nMICHAEL CARTER"}]