[{"id": 1179, "prefix": "INT. LUCY'S ROOM - DAY Stops in the doorway. EMILY Honey, breakfa-- ", "truth": "EMILY Come on, let me see... \nLucy guiltily eyes the floor. Emily lifts the pillow. Underneath it is a photograph. \nEMILY, AS A YOUNG GIRL, WITH HER MOTHER. \nShe looks at Lucy, then at the filing cabinet from which it was taken. More surprised than upset. \nEMILY You went through my things? \nLUCY I'm sorry... I wanted to know what happened to you. \nDisarming sincerity. Emily's gaze falls to the photo. Quiet moment. She sits down on the bed with it. \nLUCY Is that your mom? \nEmily nods, lost in the image. It's a photo that captures her entire childhood. Emily and her mother sitting on the steps of a house, together but apart, like a lost child that sat down next to a pretty stranger who hasn't yet noticed her. Emily's ten-year-old face shows the quiet sadness of the disconnect. Reminds you of a child from her caseload. \nEMILY She used to just leave, she'd just... (GESTURES `ADIOS') ...and I never knew when she was coming back, or if she was... I used to think it was my fault and I would try so hard when she got home to be good, do everything I could think of, so she'd think I was `special' and stay next time or take me with her, but... it didn't matter, she'd always go away again, that's how it was. \nEmily fights her emotions and, practiced at the task, wins. Lucy sits beside her on the bed. Understands her deeply. Linked by their pasts. \nLUCY Where was your dad? \nEMILY Gone, he left before I was born. First time I met him I was like thirteen. \nLUCY What'd you say to him? \nEMILY Oh, I had all these things I was gonna say. Angry things I'd thought of and kind of memorized. And um.... And then I met him and I wasn't angry, I was just sad and I told him... (pauses, raw emotion) I said, I love you, even if you don't love me. \nEmily smiles a pained smile and then buries the memory. Lucy, a portrait of contrition: \nLUCY Are you mad at me? \nEMILY No... No, I'm not mad at you. (puts her arm around her) But I need you not to do that again, okay? Go through my private things without asking? \nLucy nods okay. Emily moves on, with a loving touch: \nEMILY Omelet's getting cold. Better hurry. \nLucy exits. Emily eyes the photo a moment longer then stands and puts it away in the filing cabinet. She pauses, feeling exposed, and turns the little key to lock the drawers. \nINT. EMILY'S CUBICLE - DAY \nEmily stops at her cubicle, registering a surprise. Wayne handing her case files to three COWORKERS. Awkward moment for everyone. \nWAYNE (SYMPATHETIC) I need another set of eyes to go over them, make sure we haven't missed anything else. \nEMILY You mean, to make sure I haven't missed anything else? \nWAYNE It's just a legal thing. You'll have them back tomorrow. \nThey exit. She goes in and stares at the BARE SHELF above her desk. Her caseload gone. More than an insult. Everything she cares about. \nA pink phone message on her keyboard. She picks it up: Mike Barron called. Important. \nINT. COFFEE HOUSE - DAY \nNewspaper headline: \"INSANITY DEFENSE FOR GLENDALE COUPLE\". MUGSHOTS of Edward and Margaret below. The morning edition folded on a table between Barron and Emily. They're drinking coffee. \nBARRON You watch, six months, their lawyer will hire some expert to say they're rehabbed and they'll sue for custody when they get out. \nEMILY She's not going back there, I'll take her out of state before I let them near her again. \nBARRON I didn't hear you say that. \nEmily knows she's misspoken, but lets it stand. \nEMILY You wanted to talk about something? \nBarron nods, sips his coffee, a bit uncomfortable. \nBARRON We pulled the Martinezes' phone records. They got a call that night before the murders. \nEMILY From who? \nBARRON (SOBER PAUSE) Emily, the call came from your house. \nEMILY What...? \nBARRON Look, I'm not accusing you of anything, I just need to know what was said. \nEMILY That's impossible. I might have called the week before...? \nBARRON I'm talking to you as a friend here, you know that, right? \n", "random": "UCY I'm not just a woman here, honey. I'm a conman. \nINT. LUCY'S BEDROOM - DAY \nMILTON (smiling) You're a conman? \nMILTON Not really, I mean it's the stress of the job. \nLUCY You're a fucking conman, honey. \nMILTON I'm a fucking conman. \nINT. LUC", "sentiment": "NT. LUCY'S ROOM - DAY EMILY He's in the bathroom, but he's wearing a braided dress. He's looking at a photo of a man in a wheelchair. \nINT. LUCY'S ROOM - DAY EMILY Honey, I love you, honey. \nINT. LUCY'S ROOM - DAY EMILY Honey, I love you, honey. \nINT. LUCY'S ROOM -"}, {"id": 1180, "prefix": "From down the hall we hear the DEADBOLTS SLIDE QUIETLY OPEN. The door opens a crack. EMILY'S TERRIFIED FACE peers out. Making sure the hall is empty. ", "truth": "Tiptoes down the hall. Quietly as possible as she comes past Lucy's door. It's open a crack. The room pitch black inside. Emily steps closer, breath held. Peers in through the little crack. Sees - \nLUCY ASLEEP IN BED. \nBut suddenly her EYES SNAP OPEN. Her face horizontal on the pillow. \nLUCY I can see you. \nEmily backs away. Goes quickly to the front door. \nINT. EMILY'S CAR - NIGHT \nEmily throws the suitcase in the trunk. Slams it shut. Comes around to the driver's side door. Jumps in. Closes the door. And gets the scare of her life. \nLUCY IS SITTING IN THE PASSENGER SEAT! \nEmily recoils with a SCREAM, throwing her body against the window behind her. Lucy sits there, silent, betrayed. \nIt's too much for Emily. She breaks down. Buries her face in her hands and sobs. \nLucy, after a moment, takes a brush from Emily's bag and starts lovingly brushing her hair. \nEmily slowly lifts her head, resigning herself to this latest horror. She sits zombie-like behind the wheel, tears streaming as Lucy tugs gently at the snarls, playing mommy. \nLUCY Don't be sad. This is your new beginning. \nINT. EMILY'S CUBICLE - DAY \nUnopened mail and new case files piling up. Emily looks terrible, phone to ear, getting SCREAMED at, sworn at, interrupted every time she tries to speak. \nEMILY Mrs Lynch, I told you - will you let - that's not what I said - no, I did not - you never sent me the - Mrs Lynch - will you let me respond? - will you let me - Mrs Lynch - will you let - \nEmily can't take it anymore. She unloads. \nEMILY SHUT THE FUCK UP YOU MISERABLE MISERABLE WOMAN BEFORE I GET IN MY CAR AND COME OVER THERE AND BEAT YOUR ASS LIKE YOU BEAT YOUR SON! I HAVE YOUR ADDRESS! THINK ABOUT THAT NEXT TIME YOU CALL AND SWEAR AT ME! I KNOW WHERE YOU LIVE! \nSlams the phone down. Sits there looking rather dazed. Wayne arrives, dazed in a different way, having overheard. \nWAYNE Um, so, I notice you haven't taken any personal days. Come on, you look like crap, go home. \nEmily levels a withering stare. \nEMILY I don't want to go home. \nEXT. LOS ANGELES APARTMENT BUILDING - DAY \nEmily knocking on a door in an outside hallway. It opens. It's the girl from the bar. BECCA. The friend. Not expecting her. \nBECCA Emily... \nINT. BECCA'S APARTMENT - DAY \nEmily, disheveled, five days without sleep, doing her best to appear rational. \nEMILY I know I haven't been a great friend lately, but... do you think maybe I could crash here for a couple of nights? \nBECCA Sure, when? \nEMILY Tonight and tomorrow. \nBecca draws air through her teeth, pained by her predicament. \nBECCA Em, any other weekend you know I'd say yes, but I just met this guy and he's coming over tonight like for the night and it might be, you know, kinda weird. \nEmily nods. And there's nothing more to be said. \nINT. EMILY'S ROOM - NIGHT \nStormy night. Heavy rain. High winds. The trees, thrashing outside the window, backlit by a streetlight, cast OMINOUS SHADOWS on the walls of the bedroom. \nEmily huddles in the corner, wrapped in a blanket, clutching the screwdriver. \nThere is a KNOCK on the bedroom door. Emily's EYES JERK WIDE OPEN. She looks at the door, but doesn't answer. \nAfter a moment, Lucy's voice, innocent, afraid - \nLUCY (O.S.) Emily...? Can I come in? I'm scared... \nEmily says nothing. Heart racing. There's another KNOCK. A little louder. \nLUCY (O.S.) Emily? Please? I know you're in there, please...? \nEmily says nothing. Lucy starts pounding on the door. \nLUCY (O.S.) Please, Emily... \n", "random": "e turns back to see \nSIRENS. \nA CHINESE WOMAN'S POV: \nA small, plain, dark room, ajar from the sunlight. \nSIRENS - MOMENTS LATER \n-- \n-- \n-- \n-- \n-- \n-- \n-- \n-- \n-- \n-- \n-- \n-- \n-- \nINT. EMILY'S BED", "sentiment": "T. SMALL HALL - NIGHT \nEMILY, still crying, leans against the wall, her face steeped in tears. She's in agony. \nINT. LIVING ROOM - NIGHT \nEMILY, still crying, walks into the bedroom. She's clutched by her arms, crying, her legs stretched in a desperate attempt to get a better look at the ceiling. \nShe sees a phone, picks up it, dials. \n"}, {"id": 1181, "prefix": "Flicking bits of popcorn off herself, Lucy stands up from the sofa. Her face catches the light from the hallway. Emily shudders at the sight. Lucy's features look altered somehow, sharpened. It's subtle, but the overall effect is chilling. THE FACE OF A LITTLE GIRL LAID OVER THE MUSCULATURE OF SOMETHING MORE DEVIOUS AND WICKED. LUCY Don't yell at me. My mom and dad used to yell at me. ", "truth": "INT. EMILY'S BEDROOM - NIGHT \nRushes in. Slams the door. Bolts the deadbolts. CLUNK. CLUNK. CLUNK. Moment of panic. Will they hold? \nSlides her bureau in front of the door. Shoves her bed in front of the bureau just to be sure. \nIn the silence we hear LUCY'S FOOTSTEPS coming down the hall toward the door. \nCloser, closer... \nThere's nothing else to block the door with. Emily backs away, trembling as \nLUCY'S FOOTSTEPS arrive at the door. A tense silence. Then: \nLUCY (O.S.) Emily... I'm sorry... I didn't mean to... \nEmily grabs the screwdriver, clutches it in both hands. \nLUCY (O.S.) Can I come in so we can talk and work it out? \nThere's a GENTLE KNOCK on the door. Emily flinches, remembering last time. \nLUCY (O.S.) Emily...? \nEMILY Stay away from me! \nLUCY (O.S.) Don't be mad. I said I was sorry. I'll brush your hair for you. \nEMILY STAY AWAY FROM ME!! \nSilence. \nTHEN: \nWHAM! The door shudders from a MAMMOTH IMPACT. Last time, it shook the door, this time it shakes the entire wall. Emily recoils, dropping the screwdriver. \nWHAM! CRACKS APPEAR in the door as it bows from the tremendous force. \nWHAM!! CRACKS FAN OUT into the plaster around the doorframe. \nWHAM!! Half the SCREWS HOLDING THE HINGES fly from the wall. \nWHAM!! The DEADBOLTS BENDING from the ungodly pummeling. \nWHAM!! The DEADBOLT SCREWS getting yanked from the wood. \nEmily frozen in terror, watching. Whatever's out there is coming in. \nWHAM!! One of the DOOR HINGES rips clean from the wall. \nWHAM!! The FIRST DEADBOLT comes flying off. \nWHAM!! The SECOND DOOR HINGE gone. \nWHAM!! ANOTHER DEADBOLT flies off. \nWHAM!! The DOOR SPLITS down the center. \nWHAM!! The THIRD DEADBOLT lands on the floor at Emily's feet with a METAL THUD. \nA breathless silence. \nThen the DOOR RATTLES and drops loose from the frame with a DEAD WOODEN CLUNK. \nNothing holding it in place now except the bureau and the bed. And now they both start to SLIDE BACKWARDS as whatever is on the other side starts pushing its way in. \nEmily topples a high bookcase against the door and pushes back with every ounce of strength she can muster, but it's no use. The bureau overturns, CRASHES to the floor. Emily's bare feet slide backwards along with the bed. \nAnd then they stop. The barricade sufficiently breached. \nEmily, in her panic, makes a hasty decision. She hides under the bed. \nWe HOLD LOW on the open door as LUCY'S FEET step into the room, the feet of a child, but the BREATHING we hear sounds emphysemic and the VOICE is unquestionably male - harsh, guttural, taunting Emily as it comes for her: \nSINISTER MALE VOICE Emily... \nWide-eyed with terror under the bed, she watches those feet pick their way over the shattered remnants of the barricade. \nSINISTER MALE VOICE Emily... We need to learn healthier ways of resolving conflict, Emily. \nThe feet step gingerly past the overturned bureau. \nSINISTER MALE VOICE ...Most families don't even know they have a problem... \nThe feet stop at the SCREWDRIVER. \n", "random": "LUCY Don't yell at me. What's your problem? \nEmily looks at her watch. A moment passes. Then a pause. Then silence. Then she hears a distant voice. \nCECIL (O.S.) Hey, Emily. \nEmily looks at her watch. \nCECIL (CONT'D) Hello? \nEmily turns to see what is going on. \nEmily turns to find Cecil, wearing a yellow shirt and", "sentiment": "She turns to the door and opens it. \nINT. LUCY'S ROOM - DAY \nEmily's face is a mask of horror as she hears the door slam. \nINT. LUCY'S ROOM - DAY \nEmily's face is a mask of terror as she hears the door slam. \nINT. LUCY'S ROOM - DAY \nEmily's face is a mask of terror as she hears the door slam."}]