[{"id": 2376, "prefix": "Frank is driving through Manhattan, his father in the back seat screaming directions as he teaches him to drive. They are both laughing as Frank speeds through the city. (CONTINUED) DEBBIE ZANE ", "truth": "FRANK SR. A little more gas -- now slip it into second. That's good, more clutch, now pull into this lane here -- slowly! \nTHE CADILLAC SWERVES HARD, ALMOST HITTING A CAB -- CARS \nHONKING AND SLAMMING ON THEIR BRAKES AS FRANK SR. STICKS HIS \nHEAD OUT THE WINDOW. FRANK SR. (cont'd) (yelling out the window) Don't honk at us you son of a bitch -- I'm teaching my kid to drive! You're doing fine, Frank, just pick a lane and slip it into third -- about one- o'clock -- push it hard. \n< A Frank slips it into third. FRANK SR_ (cont'd) Perfect! Now you got it! Look at you, Frank, t is your town -- you're goin s aight up Broadway! \n16 INT. - CHASE MANHATTAN. 16 \nEMPLOYEES ARE HELPING CUST RS the hushed silence of the MASSIVE BANK. Suddenly all ey to the street, where A \nCHAUFFEUR IN A BLACK SUIT AND OPENING THE BACK DOOR \nOF A WHITE CADILLAC THAT IS P T TO A FIRE HYDRANT. \n17 EXT. - CHASE MANHATTAN BANK. - DAY 17 \nFrank Sr. steps out of the Cadillac, gives his son a wink. \nFRANK SR. Okay. Stop grinning. When I get inside you go back to the front seat and wait. Even if a cop comes and writes you a ticket, you don't move the car, understood? \nFRANK Dad... is this really gonna help? \nFRANK SR. You know why the Yankees always win, Frank? \nFRANK They have Mickey Mantle? \n(CONTINUED) Debbie Zane - 5 \n17 CONTINUED: 17 \nFRANK SR. No. It's because the other teams can't stop staring at those damn pinstripes. Frank Sr. steps out from the Cadillac, grabs his briefcase. FRANK SR. (cont'd) Watch this, Frank. The manager of Chase Manhattan bank is about to open the door for your father. As Frank Sr. casually walks toward the doors of Chase Manhattan, the MANAGER rushes through the bank to open the doors for him. \n18 INT. - LOAN DEPARTMENT. - CHASE MANHATTAN BANK. - DAY 18 \nFrank Sr. is sitting across from a LOAN OFFICER, who is looking over his file. \nLOAN OFFICER You've owned stationery store for how man rs? \nLOAN OF Mr. Abagnale, we don' `)1y loan money to people who hav resolved business with the I.R.S.. \nFRANK SR. That's just a misunderstanding. I hired the wrong guy to do my books, a mistake anyone could make. I wouldn't even consider that if I were you. \nLOAN OFFICER You want me to ignore the fact that the government is demanding two years back taxes? \nFRANK SR. My store is a landmark in New Rochelle. I have customers all over New Jersey. \n(CONTINUED) Debbie Zane - \n18 CONTINUED: 18 \nLOAN OFFICER Sir, you're not a customer of Chase Manhattan. We don't know you. I'm sure you're bank in New Rochelle... \nFRANK SR. My bank went out of business. Banks like this put them out of business. Frank Sr. leans in, lowers his voice. FRANK SR. (cont'd) Now I know I made a mistake, I admit that. But these people want blood -- they want my store -- they've threatened to put me in jail. This is America, right, I'm not a criminal. I'm a medal of honor winner, a lifetime member of the New Rochelle Rotary Club. All I'm asking you to do is help me beat these guys. \nLFRX OFFICER This is not estion of winning and losing. It, question of risk. I'm very sort \nFRAN You're the largest ion the world. Where's the fucking \n19 EXT. - USED CAR LOT. - DAY 19 \nA SALESMAN is handing Frank Sr. A CHECK and a set of KEYS. \nSALESMAN The Impala is parked right over there. Frank and his father glance toward an OLD, DENTED CHEVY IMPALA at the back of the lot. \nSALESMAN (CONT'D) it was great doing business with you. THE SALESMAN gets in the CADILLAC and drives it toward the front of the car lot. Frank Sr. looks down at the CHECK in his hand. \nFRANK SR. Come on, Frank. Let's go return the suit. Debbie 7 ana - S \n20 EXT. - FRANK'S HOUSE. - DAY 20 \nA MOVING TRUCK IS DRIVING AWAY FROM THE HOUSE. The Chevy Impala is packed with boxes as it slowly pulls out of the driveway, passing the SOLD SIGN on the front lawn as it follows the moving truck through the neighborhood. \n21 EXT. - EASTCHESTER TRAIN STATION. - DUSK 21 \nA CARGO TRAIN shoots through the rain as it pulls into a run down station that is flanked by the dilapidated APARTMENT BUILDINGS AND TENEMENT HOUSES that make up the town of \nEASTCHESTER, NEW JERSEY. \n22 INT. - EASTCHESTER APARTMENT - NIGHT 22 \n", "random": "NTINUED) DEBBIE ZANE (CONT'D) Chase, you can stop. I have to get you a car. I don't want to turn around. (beat) How do you know? Frank is driving through the city, his father in the back seat screaming directions as he teaches him to drive. They are both laughing as Frank speeds through the city. They are both laughing as Frank drives, and he moves through a city that he knows is not", "sentiment": " INT. CINEMA - NIGHT (1922) \nFrank walks into the shopping center and sits down with his mother. He holds their hands. \nFrank walks in, his mother and Frank look at each other. Frank holds her hand. \nFrank walks into the store. \nFrank walks into the store. \nFrank walks into the store. \nFrank walks into the store. \nFrank walks into the store. \nFrank walks into the"}, {"id": 2377, "prefix": "FRANK Lucy, my name is Frank Williams, and I'm a co-pilot for Pan Am. I'd like (MORE) (CONTINUED) Debbie Zane - ", "truth": "FRANK (CONT'D) to cash this check and then take you to dinner. \n77 INT. - DALLAS HOTEL ROOM. - NIGHT 77 \nFrank is dancing with LUCY, who is laughing uncontrollably as he twirls her around the room. \nLUCY Okay, enough! I'm gonna be sick. I have to get home and get some sleep. \nFRANK It's only midnight. \nLUCY One of my tellers got married last night, and I'm gonna be short handed all week. \nFRANK What if I cane nd helped you out down at the \nL Now why would ffaij Am Pilot want to work in my stupi Frank twirls Lucy, dipping he3JAn,; Y middle of the room. \nFRANK To be close to you. \n78 INT. - DALLAS NATIONAL BANK. - DAY 78 \nFrank is standing with Lucy behind the counter of the bank, watching as she feeds a stack of CHECKS into a MICKER ENCODING \nMACHINE. \nLUCY We feed the checks through the micker machine, and the magic eye reads the micker ink and then sorts the checks by numbers. \nFRANK What numbers? \n(CONTINUED) Debbie Zane - 5 \n78 CONTINUED: 78 \nLUCY See the numbers on the bottom of the` checks. Those are called routing numbers. \nFRANK Where do the checks get routed to? \nLUCY Well, I'm not exactly sure. Nobody ever asked before. \n79 INT. - NEW YORK PUBLIC LIBRARY. - DAY 79 \nFrank wears his pilots uniform as he sits across from a group of HIGH SCHOOL STUDENTS who are writing term papers. As the students talk and laugh at their desks, Frank leans over to them. \nFRANK would you keep it down, please? The students immediatel uiet down as Frank turns a page in his book -- THE HISTO BANKING IN AMERICA. He is reading a chapter called - - T E, NKS OF THE U.S. FEDERAL RESERVE \n80 INT. - NEW JERSEY AUCTIO 80 \nA SIGN READS: FORECLOSURE AU \nBANS WE SEE rows of desks, chairs, cou and cash drawers -- everything you could possibly find at a bank. The AUCTIONEER stands in front of a room filled with BANKERS and BUSINESSMEN in dark suits. \nAUCTIONEER Our next item up for bid is also fromtheJersey National foreclosure. Thisisa micker encoder, a machine usedtoencode bank checks. Do I haveanopening bid? In the audience, Frank, dressed in a suit, smiles as he raises his paddle. \nFRANK Five dollars. Debbie Zane - 5 \n81 EXT. - VILLAGE INN BAR. - EASTCHESTER, NEW JERSEY. - DAY 81 \nThe parking lot is packed with cars. A light snow is falling as FRANK SR. walks out of the bar and buttons his jacket. \nFRANK Happy birthday, Dad. Frank turns to face his son, who is standing in front of a RED CADILLAC that still has the sticker in the window. The two men stare at each other for a long BEAT, and then embrace in the middle of the lot. \nFRANK SR. Jesus, look at you? My son the birdman. That is some uniform, Frank. \nFRANK I bought you a Cadillac. Frank motions to the car, holds up the keys. K (cont' d) ission. She goes s an hour. It btj speedometer. Frank Sr. \nFRANK S She's beautiful. Only\\ï¿½ @ï¿½nna get myself another white on r already ordered it. You keep that one, Frank, \nI maybe one day we'll race to Atlantic City. \nFRANK I went by the store today. Since when do you close on a Friday? \nFRANK SR. I had to close the store for awhile. It's all about timing, Frank, the goddamn government knows that. They hit you when you're down, and I wasn't gonna let them take it from me. So I just shut the doors myself, called their bluff. \nFRANK I can get you money, whatever you need. We can buy ten stores. \n(CONTINUED) Debbie Zane - 5 \n81 CONTINUED: 81 \nFRANK SR. No. It's better this way. I'm laying' low for awhile, letting them have their fun. It's just a stationery store -- sooner or later they'll forget about me. \nFRANK Have you talked to Mom? \nFRANK SR. She's so stubborn, your mother. But I won't let her go without a fight. I've been fighting for her since the day we met. \n", "random": "FRANK (CONT'D) What's a partner? Frank Williams - I like to be a passenger on planes. Frank Williams - I'd like to be a passenger on airplanes. Frank Williams - (MORE) Debbie Zane - I'd like to be a passenger on airplanes. Frank Williams - I'd like to be a passenger on airplanes. Frank Williams - (MORE) Debbie Zane - I'd like to be a passenger on airplanes. Frank Williams - (MORE) Debbie Zane", "sentiment": "STEVE BrownWile Mm ya clubs largely win, a good one, of course. Ivy From (PHONE) Behind Your Jacket (TYPE: Here) Tony LaMorrow. \nREILLY The trainer is making a meal thing forever meant for him next. This is a shirt that will stay with you every time you throw it out the window, don't you think? Tony (V.O.) (expletive) Puts his head down. I'm"}, {"id": 2378, "prefix": "100 INT_ - CLOTHING STORE. - DAY 100 Frank is wearing a three button black suit with a sweater vest and narrow black tie. He's looking at himself in a full length mirror, with a SALESMAN standing behind him. FRANK And you're sure this is the suit? SALESMAN Positive. That'.s the same.one he wore in the movie. ", "truth": "S SMAN Now all you a is one of those little Fore gny-ï¿½ts cars he drives. \nThe lab is packed with AGENT re searching for a fingerprint match. Joe Shaye i s head from a microscope, rubs his eyes. \nFOX Joe, I got something! Joe rushes over to Agent Fox, who is holding up TWO SETS OF \nFINGERPRINTS. \nFOX (CONT'D) I was looking through the wanted criminal file, and there it was! Look at that! Joe takes the file from Fox and opens it. \nJOE SHAYE The Skywayman. Holy shit, a perfect match. \n(CONTINUED) Debbie Zane - \n101 CONTINUED: 101 \nAMDURSKY They describe The Skywayman as a thirty-year-old -- dark hair --six- feet -- same fucking guy! \nJOE SHAYE It doesn't make any sense. A thirty- year-old has to register for the draft, which means his prints have to be here. \nFOX Maybe there's a reason he didn't register. He could have a wooden leg for all we know. Maybe he was born in Peru and he's not an American \nCITIZEN- \nJOE SHAYE Maybe he's not thirty. Somebody call New York, get a list of juvenile runaways from the NYPD. 102 EXT. - PAULA ABAGNALE'S HOME. `e_ VMIGL ISLAND. - MORNING 102 TEN FBI AGENTS have surrounded a 4 /STORY HOME IN LONG ISLAND. Joe Shaye, wearing a black hat and black overcoat, is knocking on the door with Amdursky and Fox. Paula answers with a cigarette in her hand. \nJOE SHAYE Good morning, ma'am, we're the FBI Agents who called. \nPAULA Yes. I've been waiting. I hope you're all hungry. I made biscuits- \n103 INT. - PAULA'S HOME. - LONG ISLAND. - MORNING 103 \nPaula sits on the living room couch pouring three cups of coffee. There is a tray of BISCUITS on the table in front of her. \nPAULA My husband is a lawyer. \n(CONTINUED) Debbie Zane - 5 \n103 CONTINUED: 103 Paula motions to a FRAMED PICTURE of Jack Wright. PAULA (cont' d) He advised me not to speak to you. So I'd appreciate it if you didn't mention this to him. \nJOE SHAYE Of course, Ma'am. Do you have a current address for your ex-husband, Frank Abagnale? \nPAULA No. He moves around a lot these days. How are those biscuits? \nAMDURS KY Very good. \nJOE SHAYE Ma'am, you filed a police report last year for a juvenile runaway named Frank Ana1e, Jr. \nPAULA He's forging checks? That's why you're here? \n(LAUGHING) Half the kids his age are on dope, throwing rocks at police, and you're scaring me to death because my son is forging checks? \nJOE SHAYE What he's doing is a federal offense. \nPAULA (CONT'D) A young boy has to eat, has to have a place to sleep. What do you want him to do? His father can't help him. Paula gets off the couch and grabs her purse. \n(CONTINUED) Debbie Zane -' \n103 CONTINUED: (2) 103 \nPAULA (CONT'D) I'm working part-time now at the Church. Just tell me how much he owes and I'll pay you back. Paula takes out her CHECKBOOK. \nJOE SHAYE So far it's about two million dollars. \n104 INT. - DALLAS BANK - DALLAS. - DAY 104 \nLUCY, one of the BANK TELLERS we met earlier, sits in her office. Joe Shaye and the other agents open up the BUCKLEY SCHOOL HIGH SCHOOL YEARBOOK. On a page marked, SOPHOMORES, Joe points to tiny black and white picture of Frank wearing a coat and tie. \nLUCY Yes, Sir, that's him. But I didn't know he was sixteen! I swear to God I didn't know! Joe gets out of the cy , -61oses the door on Lucy and smiles at Amdursky and Fox. We got him. 105 EXT. - JFK AIRPORT. - DAY v til \"_ 105 Frank is wearing his James Bond s1'/as she pulls up to the airport in a German sports car. He parks the car and jumps out of the convertible, leaving the keys in the ignition. \n106 INT. - JFK AIRPORT. - DAY 106 \nFrank is walking through the airport, eyeing several UNIFORMED COPS who are scattered throughout the terminal, all holding the yearbook picture of FRANK. Frank sees FOUR UNDERCOVER COPS walking toward him, then sees TWO DETECTIVES checking the identification of a PAN AM PILOT. Frank nervously steps into the NEWSSTAND, hides behind a magazine rack as he slowly reaches up and takes off his Pilot's cap and sunglasses. \nFRANK (V.O.) Dear Dad. I'm no longer an airline pilot for Pan Am. I'm now an FBI Agent working undercover for the \n(MORE) \n(CONTINUED) Debbie Zane - 5 \n106 CONTINUED: 106 FRANK (V.O.) (cont'd) United States government. How are you? Please get in touch with Joanna Carlson at Monroe High School, and tell her that I won't be able to go to the Junior Prom with her. Frank is staring at the cover of PLAYBOY MAGAZINE. He smiles as he reads the headline: RIVER BEND -- THE BEST SINGLES \nCOMPLEX IN AMERICA \n", "random": "RANK Yeah, I do. I tell you, Frank, this is a real suit. I don't know what you're talking about. That's the best suit I have ever worn. Frank looks around with amazement. FRANK (CONT'D) Yeah. That's the best suit I have ever worn. You know what I mean? Frank looks at his watch as he walks out of the store. FRANK Oh, no, I won't. I'll buy it at", "sentiment": "RANK I'm sure this is the suit. I'm sure this is the suit. \n(CONTINUED) 100 INT. - CLOTHING STORE. - DAY 100 Frank is wearing a three button black suit with a sweater vest and narrow black tie. He's looking at himself in a full length mirror, with a SALESMAN standing behind him. FRANK And you're sure this is the suit? SALESMAN Positive. That'.s the same.one"}]