[{"id": 3063, "prefix": "SALLY She happens to be a very fine human being -- BOUNCER ", "truth": "PATIENCE \nSally, just -- go in without me -- \nSALLY \nSee, you shoulda bought the dress. PATIENCE bolts, humiliated; SALLY looks after her sadly. \nINT. BUS - NIGHT \nPATIENCE sits alone in the back of the bus, looks at -- A YOUNG COUPLE making out... an ELDERLY COUPLE holding hands. Her eyes drift to an AD for AVENAL BEAUTY overhead -- LAUREL and GEORGES AVENAL, arms around each other. Patience sighs and stares out the window. \nEXT. PATIENCE'S BUILDING - NIGHT \nPATIENCE walks toward her building, the bus kiosk behind her, the BUS MOVING AWAY. The street is deserted at this hour. Patience feels very alone, until she looks up to see -- -- MIDNIGHT, perched in her window, awaiting her arrival. A smile appears on Patience's face. She quickens her step, crossing the empty street, almost to the sidewalk when -- -- AN ENGINE ROARS behind her.     Patience spins just as -- -- THE MERCEDES, LIGHTS OFF, barrels out of the darkness and \nWHAM!   Hits her full-on. MIDNIGHT at the WINDOW -- the cat lets out a HOWL. ANGLE DOWN, the MERCEDES has stopped, Patience lies a short distance behind... in bad shape. The PASSENGER DOOR OPENS. WITH PATIENCE, barely conscious. ANGEL approaches, studies her, turns her over with his foot. He nods, a job well done. \nINT. PATIENCE'S APARTMENT - NIGHT \nMIDNIGHT is bouncing off the walls, HOWLING like mad, lunging and scratching at the door. Finally, the cat charges across the floor, LAUNCHES herself in a dramatic leap and -- \nEXT. PATIENCE'S BUILDING - NIGHT \nSLOW MOTION as MIDNIGHT LAUNCHES HERSELF AT THE GLASS -- \nSMASH! \nCUT TO: \nEXT. BRIDGE/CITY SKYLINE - NIGHT \nSPLASH! A BODY (we don't get a good look) hits DARK WATER hard and vanishes below. MOVE UP TO REVEAL we're at a bridge over a river, CITY LIGHTS in the distance. ON THE ROADWAY, CAR DOORS CLOSE and the MERCEDES SEDAN SCREECHES away. CLOSER ON THE SKYLINE. A HOWL rises -- FIND MIDNIGHT, CRYING from a rooftop. Unseen CATS join in, a feline TELEGRAPH. \nEXT. EDNA'S HOME - NIGHT \nThe CAT CRY, just audible, far off. Then -- a CAT squeezes out a WINDOW at the gap in the sill... more CATS SCRAMBLE out dormers... yet MORE SHOOT OUT the flapping CAT DOOR. \nEXT. SUBURBAN STREETS - NIGHT \nEDNA'S CATS scramble through alleyways, joined by STRAYS converging from all directions, picking up the CHORUS. It's like a flowing RIVER OF CATS. \nEXT. MARSHLAND - NIGHT \nON MURKY MOONLIT WATER -- CAMERA MOVES past floating TRASH, a CAR TIRE, BOTTLES and CANS. We hear the CRIES of the CATS from nearby, approaching. LIGHTS of the CITY further away, the BRIDGE visible. CAMERA FINDS a nylon-encased FOOT... PAN OVER a woman's CORPSE, her clothes TORN, SOAKED and MUDDY, strewn with RIVER WEEDS. The body bobs amidst REEDS by this soggy shoreline. We reach the woman's FACE -- unnaturally pale, eyes fixed... it's PATIENCE PRICE. Dead. THE HOWLING is CLOSE now... THE CATS have gathered here, parting for MIDNIGHT, a feline VIP. The Mau steps tentatively out onto Patience's corpse, careful not to get too wet. She crouches on her chest, and -- CLOSE, BREATHES audibly into her parted lips. A brief, barely visible GLOW flickers at Patience's mouth. THE CAT shudders, then moves aside, BLINKS as if drugged. ANOTHER CAT climbs out onto Patience to take Midnight's place and perform the same ritual. \n(CONTINUED) \nCONTINUED: \nHIGH ANGLE. The crowd of CATS waiting in the reeds, more arriving by the minute, ready to take turns. CAMERA ROCKETS DOWN AT PATIENCE'S FACE, into one DEAD EYE... \nMEMORY MONTAGE - INT. PATIENCE'S HEAD \nDARK, DISTORTED; QUICK IMPRESSIONISTIC IMAGES OVERLAP, \nperhaps CAT POVS (LOW-ANGLE TRACKING and CLIMBING SHOTS) mixed with human MEMORIES: POV, a ROLLER-COASTER, PATIENCE'S PARENTS to either side -- we hear YOUNG PATIENCE'S LAUGHTER and SHRIEKS. CLOSE TO GROUND, FATSO the KITTEN dashes after a BELL BALL. POV, YOUNG PATIENCE at a mirror in a Halloween CAT COSTUME. POV, CLIMBING A TREE in a suburban backyard.    We see her MOM below, searching for young Patience. POV, TWO CLOSED COFFINS, surrounded by FLOWERS... now we hear \nYOUNG PATIENCE SOBBING. \nPOV, the BLACK MERCEDES ROCKETS AT CAMERA and -- \nEXT. MARSHLAND - NIGHT (PRESENT) \n-- PATIENCE sits up INTO FRAME with a SCREAM. She thrashes in the shallows of the marsh, gasping for air, disoriented... reborn. There's no sign of the cats. PATIENCE crawls onto shore amidst the reeds, slightly clumsy at first, almost like a newborn kitten. Her ragged, wet clothes cling to her body. TIGHT on her terrified expression. She has no idea what she's doing here -- or who, or what she is. She opens her mouth to speak -- all that comes out is a strangled CAT CRY. She works her jaw, but can't produce human speech. She darts her head, seems disoriented and overwhelmed. HER POV -- SOUNDS AMPLIFIED, IMAGE perhaps SOLARIZED, the darkness BRIGHTENED, objects of interest HIGHLIGHTED as she takes in the marshland. The EYES of any creature in sight GLOW. We'll call this CATVISION. \n(CONTINUED) \nCONTINUED: \nWHIP   PAN TO a nearby CRICKET perched on a blade of grass -- then   UP TO an OWL in the distance, soaring over the park. WHIP   DOWN TO its prey, a SCURRYING MOUSE. THE OWL swoops with   a SCREECH, nailing the MOUSE, we hear its SQUEAL. PATIENCE, frightened at first, becomes increasingly delighted by her heightened senses. She spots -- MIDNIGHT in the tall grass. The cat turns, looks over her shoulder once -- her EYES catch moonlight and GLOW. Patience is clearly meant to follow. PATIENCE follows MIDNIGHT on all fours, tenuously at first. But as she proceeds, her shoulders and hips roll in distinctly feline fashion. Her body seems slimmer, more muscular. She rises on two legs, moving in a slinky crouch. MIDNIGHT pauses to sharpen her claws on the bark of a gnarled old TREE. PATIENCE follows Midnight's lead, leans forward against the trunk, arms straight out, head arched back. She stretches her neck, her back -- her every movement is graceful, sensual, the awkwardness gone. She tries to pull her hands from the tree -- but can't for a moment, finding her FINGER-NAILS stuck into the bark (like a cat at a scratching post). A DOG BARKS -- without thinking about it, PATIENCE scrambles up the side of the tree like a streak. HER POV FROM TREE -- A LARGE DOG tugs on its OWNER'S leash, some distance away. The dog walker yanks the dog onward. PATIENCE takes this in, hears a MEOW -- MIDNIGHT is perched above her, very Cheshire Cat-like. PATIENCE looks around, self-conscious for a moment -- what is she doing up a tree? Bad idea to think. She loses her balance, clutching at branches, tumbles out of the tree -- IN MIDAIR for an instant, she flails spastically, letting out a SHRIEK -- then her body instinctively TWISTS and -- PATIENCE LANDS on all fours, one leg kicked out, haunches low. MIDNIGHT lands beside her, nods approvingly at her landing. Then the cat darts away again, Patience pursues. \nEXT. SUBURBAN NEIGHBORHOOD - NIGHT \nMIDNIGHT leaps to the top of a FENCE, staring down at Patience -- \"come on.\" Patience hesitates, then crouches and SPRINGS UP (with more than human ability), lands triumphantly on the fence -- then teeters and TUMBLES to the other side. MIDNIGHT looks disappointed. Patience jumps up again quickly, as if pretending this never happened, this time managing to hold her balance. MIDNIGHT gives her a look and leads onward. At first she's like a tightrope walker, careful of falling, but her steps become more confident. Soon she's moving as quickly and smoothly as the cat. MIDNIGHT leaps off the fence and darts across a road, PATIENCE follows. \nEXT. PUBLIC GARDEN/ZOO - NIGHT \nA tall wrought-iron FENCE surrounds greenery and distant cages in an urban area. A SIGN: \"ARBORETUM - ZOO.\" MIDNIGHT squeezes through a gap between the uprights. PATIENCE hesitates -- this is too narrow for a normal human. MIDNIGHT waits impatiently on the other side, tail twitching. PATIENCE makes a dubious SOUND, but manages to slip a foot -- then a leg -- into the opening, twisting and contorting. Amazingly, she's succeeding, her torso ripples and contracts as she insinuates herself between the bars. Finally only her head is on the wrong side. With a final TUG, she's through. MIDNIGHT crouches low, stalking. PATIENCE copies the behavior. MIDNIGHT slowly approaches -- A MOTH, fluttering near a FLOWER in this botanical garden. MIDNIGHT sneaks up close, then POUNCES, but the MOTH flies out of the cat's grasp. \nPATIENCE GIGGLES, MIDNIGHT turns on her and HISSES. The woman and the cat roll together in this neat BOTANICAL GARDEN, playing and batting at each other. CAMERA MOVES TO a small sign nearby, which labels this planting as \"CATNIP.\" MIDNIGHT HURTLES a CONCRETE MOAT, PATIENCE follows, still high, giggly. She suddenly finds herself face to face with: A BENGAL TIGER.   He lets out a small ROAR. \n(CONTINUED) \nCONTINUED: \nPATIENCE blinks, crouches -- and ROARS back, unafraid. The tiger springs forward... and LICKS HER. She wrestles with him playfully, he's just a bigger version of Midnight. \nDISSOLVE TO: \nINT. EDNA'S HOME - BEDROOM - MORNING \nEDNA POWERS sleeps in bed. MIDNIGHT climbs atop her, starts kneading. She makes a NOISE, rolls over, opens her eyes. \nEDNA \nMidnight?   What are you doing here? She squints, sees morning light through a window.    She climbs out of bed in her nightdress. \nEXT. EDNA'S HOME - DAY \nEDNA emerges in a bathrobe, crossing her overgrown lawn, MIDNIGHT bounding ahead of her. A Martha Stewarty NEIGHBOR, weeding an immaculate garden, throws Edna a sour look. \n", "random": "\n(CONTINUED) \nCONTINUED: \nMARCEL (SINGING) \"All I know is that this world has no hope of saving it, so I'll have to go.\" \nMARCEL (CONT'D) If you don't listen to me, you're going to be in the same place, that's all -- \nMARCEL (SINGING) \"All I know is that this world has no hope of", "sentiment": "\nBOUNCER What are you doing -- BOUNCER is sitting on her sidewalk - the apartment door.  Calvin is standing there.  The cityonewastles at sight of BOUNCER. \nOFFICER PULLBACK The fact is, Calvin had a written statement on her in the first place. \nCALVIN She's dead, Stanley. I get it. The Yorkist has to face us.  Is this edited? \nOFF"}, {"id": 3064, "prefix": "Ugh -- please -- frowsy -- She moves to a closet, throws open the door, rifling through the outfits, RIPPING them to bits, hurling them aside. PATIENCE/CATWOMAN Damn, I haven't got a thing to wear! True -- she's emptied and trashed the closet, SLAMS the door. ", "truth": "EXT. SHOPPING DISTRICT - NIGHT \nMULTIPLE ALARMS RING. \nQUICK CUTS of STOREFRONTS, WINDOWS SMASHED -- the SHOE STORE, the LINGERIE STORE, the WESTERN WEAR SHOP, the TRENDY BOUTIQUE. The MANNEQUIN that had displayed the Gaultier knock-off is now NAKED. \nCUT TO: \nEXT. TRENDY CLUB - NIGHT \nTHRONGS out front behind the velvet ropes. All eyes turn toward an approaching FIGURE whom we don't see at first... LOW ANGLE -- a sleek pair of black patent leather BOOTS appears. A purring rendition of a familiar children's tune: \nCATWOMAN \nAnd the cat came back, the very next day... MOVE UP SLOWLY to reveal the rest of the ensemble -- long legs in BLACK TIGHTS, the short SKIRT and bodice TOP of the dress. A WHIP is wrapped around her waist, the tip dangles almost like a tail. Her stride is confident, sexy. \n(CONTINUED) \nCONTINUED: \nCATWOMAN \nThe cat came back, they thought she was a goner... Her arms are encased in long, satiny BLACK GLOVES. A half MASK with eyeholes and subtle cat's ears covers the top half of her face, her hair falls free like a mane behind. \nCATWOMAN \nBut the cat came back, she just wouldn't stay awa- a-ay... CATWOMAN -- the former PATIENCE PRICE -- comes to a stop in front of the slack-jawed BOUNCER. \nCATWOMAN \nWhat's the word I'm looking for?   Oh yes... Meow. So saying, she strokes a finger under the bouncer's chin -- CLOSE, the CLAW emerges from a SLIT in the glove's fingertip, but doesn't draw blood. THE BOUNCER recovers himself, unhooking the rope and stepping aside. Catwoman strides past him into the club. \nINT. TRENDY CLUB - NIGHT \nDramatic DECOR, throbbing MUSIC, DANCING TRENDIES. CATWOMAN moves confidently through the club. PATRONS can't help but stare, getting out of her path as she crosses the room. RANDY and SANDY, the rude couple, are bellied up to the bar. CATWOMAN slithers between them, almost unnoticed at first. RANDY starts as something FLICKS against his back -- CATWOMAN holds the end of her WHIP/TAIL, smacking it lightly against his rear end. He looks up at her. \nCATWOMAN \nBuy me a drink. SANDY stares daggers at Catwoman with her drooling boyfriend, but Catwoman ignores her, leaning close to the attentive BARTENDER and almost whispering: \n(CONTINUED) \nCONTINUED: \nCATWOMAN \nWhite Russian, no ice, hold the vodka and Kahlua. The man blinks, retreats to fill the order. SANDY taps Catwoman on the shoulder as she makes eyes at Randy. \nSANDY \nExcuse me.     Excuse me, earth to slut -- he's taken. Without looking at her, Catwoman COUGHS discreetly into her hand, then drops something in SANDY'S martini glass \n-- SPLASH. \nCLOSE -- a FURBALL in the woman's drink. SANDY backs away, making a horrified noise. \nSANDY \nEuw! The bartender produces a SHOT-GLASS full of cream. \nBARTENDER \nCream, straight up. Catwoman knocks this back, licks white residue from her lips. \nCATWOMAN \nLet's dance. She grabs RANDY by the lapel and drags him toward the dance floor -- not that he needs a lot of encouragement. CATWOMAN shoves the man onto the dance floor ahead of her. She begins to writhe sensuously to the music, instantly the center of attention. Catwoman's distinctive movements combine catlike grace with acrobatics and martial arts. \nRANDY does his best to keep up.         He moves near, puts his hands on her ass. She hisses: \nCATWOMAN \nDon't touch my tail. CATWOMAN pulls her WHIP from around her waist, FLICKS it in the air -- Randy backs off. But Catwoman swings the whip so that the braided leather wraps repeatedly around his torso. \n(CONTINUED) \nCONTINUED: \nShe pulls him against her, clutches his butt -- then PUSHES HIM AWAY, spinning him out on the whip like a top -- his TROUSERS have been SHREDDED, the belt SLICED. His pants drop to his ankles, he stumbles back in his loud bikini underwear, losing his balance and falling. THE CROWD reacts, laughter. \nBOUNCER \nThat's enough for one night, honey. HE LUNGES at her from behind, but she drops down and slithers out of his grasp -- it's like she's vanished into thin air -- then CATWOMAN rises behind him, plants a foot in his ass -- -- and boots him into the DJ'S STATION -- CRASH!   MUSIC \nSTOPS. \nMORE CLUB GOONS appear from the back, approach angrily. \nCATWOMAN \nGuess the party's over. CATWOMAN springs upward, atop a BANK OF SPEAKERS. She moves with incredible agility, near the roof of the club, from the speakers to a LIGHT RIG -- she leaps and grabs a MIRROR BALL, which SWINGS and deposits her close to the door. \nEXT. TRENDY CLUB - NIGHT \nCATWOMAN hurls open the front doors, kicks aside the velvet rope. She addresses the impatient CROWD: \nCATWOMAN \nC'mon in, wanna-bes! Free drinks! THE CROWD stampedes the door. Catwoman struts away down the sidewalk, recoiling the whip around her waist. \nA couple of CLUB GOONS make it past the throng. CATWOMAN, moving onto a highway OVERPASS, notes she's being pursued. She puts a hand on the railing, and casually VAULTS OVER -- THE GOONS rush to the side, look out to see -- \n", "random": "\nEXT. LIVING ROOM - DAY \nHer phone's on a hook. \nAGENT/CHEN (O.S.) Hey, how can I help you? \nAGENT/CHEN (O.S.) I need a favor. \nAGENT/CHEN (O.S.) You're not supposed to talk to any of this. \nAGENT/CHEN (O.S.) I'm not a fool, but I'm", "sentiment": "\nCATWOMAN (CONT'D) Go ahead, you're a freak, I swear I'm gonna make it worse. STJAG (V.O.) Wait, duh! STJAG (V.O.) You're pregnant, brother! STJAG (V.O.) Hey, officially, I'm pregnant! \nCATWOMAN (staring at the open pcs) Jump on me, let's talk about something. When STJ"}, {"id": 3065, "prefix": "EDNA holds a few CATS in her arms, WEEPING quietly, tissue close at hand. There's a sound of SCRATCHING at the window, she moves to open it, revealing -- CATWOMAN, exhausted and bruised from her battle.   She crawls in the window, as Edna stares in astonishment. EDNA Patience? ", "truth": "Not exactly. She throws herself on the end of the bed, curling up with the other cats, examining her injuries. She finds a bloody GASH where Angel's bullet grazed her skin. EDNA moves closer. \nEDNA \nOh dear.    You've been shot. Edna hurries into the bathroom and emerges with a small FIRST-AID KIT, begins tending to Catwoman's wound, still sniffling. \nCATWOMAN \nIt's nothing to cry about. \nEDNA \nNo, it's my cats. Last night, all that noise -- the neighbors complained. Animal Control says they're a health hazard... \nCATWOMAN \nPiss on 'em. \nEDNA \nThey're coming tomorrow to take them away, have them destroyed -- \n(CONTINUED) \nCONTINUED: \nCATWOMAN \nIt won't happen. I promise. EDNA studies Catwoman, speaks softly, worried. \nEDNA \nDid you do it?    Did you kill him? CATWOMAN shakes her head, disgusted with herself. \nCATWOMAN \nI wanted to -- but I couldn't.     I actually... felt sorry for him. \nEDNA \nBecause you're still Patience Price. \nCATWOMAN \nDon't remind me. That girl is so weak. \nEDNA \nNo, she isn't.    You know that. Catwoman makes an exasperated noise, then YAWNS. \nCATWOMAN \nI could really use a nap. So saying, she rolls over and falls asleep at once. \nDISSOLVE TO: \nEXT. PATIENCE'S BUILDING - DAY \nPATIENCE, in borrowed clothes, moves toward the entrance of her building, limping and tired. She climbs the steps. \nLONE \nPatience. TOM LONE, wearing SUNGLASSES, approaches tentatively. \nPATIENCE \nOh!   Hi.   Listen-- about last night... \nLONE \nForget it.    I, um... listen, I'm sorry about this. \n(CONTINUED) \nCONTINUED: \nHe takes a few steps back as -- -- a PAIR OF PATROL CARS SCREECH to a halt, coming up on the sidewalk in front of Patience's building. COPS armed with SHOTGUNS leap out, train their weapons on her. \nPATROL COP \nHands in the air! TWO MORE COPS throw open the entrance door behind her, HANDGUNS ready. PATIENCE, cornered, looks shocked and betrayed. She raises her hands timidly. LONE removes his shades -- we now see he has a nasty BLACK EYE, his face swollen. Still, a hint of regret in his voice: \nLONE \nPatience Price, AKA Catwoman, you're under arrest. You have the right to remain silent... ON Patience's stunned expression -- \nCUT TO: \nEXT. EDNA'S HOME - DAY \nGrim-looking ANIMAL CONTROL WORKERS methodically ferry CAT CAGES from Edna's open front door to a VAN in front. EDNA scurries helplessly from cage to cage, saying goodbye, fighting back tears. MIDNIGHT slashes at a WORKER and escapes. But a KITTEN, less agile, is shoved into a CAGE. As the DOOR SLAMS SHUT -- \nCUT TO: \nINT. POLICE STATION - INTERROGATION ROOM - DAY \nPATIENCE is in a JAIL JUMPSUIT, alone in a small, dingy room with the usual one-way mirror and table. THE DOOR is opened by a COP and LONE enters. \nPATIENCE \nThis is all a mistake -- Tom, you know me! \n", "random": "Edna looks up, startled, closes the window. Edna looks back, then back, then slowly moves to close the window. She tries to get a better look at -- \n-- the body of -- \nEDNA (CONT'D) \nEdna comes up -- \nEDNA \n-- and, as she opens the door, Edna breaks into a BELLYING SCREAM. \nEDNA Did I tell you what I'm doing? ", "sentiment": "EDNA I'm sorry, Patience. \nEDNA What's going on? \nEDNA I just had a bad dream. \nEDNA Patience, what's wrong? \nEDNA I can't talk. \nEDNA What's wrong? \nEDNA I don't know. \nEDNA Patience, you have a bad dream. \nEDNA I don't know. \nEDNA You're not going to be in"}]