[{"id": 510, "prefix": "NICK He is. I think the piss stain running down my jeans made him laugh. CELESTE Well, the world will think you're brilliant. No one will ever know but me. NICK I was nominated for a Pulitzer. I didn't win. ", "truth": "They laugh. They are connecting. \nNICK (looking at his watch) Oh my god, we missed our reservation. It was at 8:30. Should I call down and see if they can still take us? \nCELESTE How about room service? \nNICK Perfect. \n50 INT. CHATEAU MARMONT-LIVING ROOM- LATER 50 \nNick and Celeste are kissing. It's passionate but tender. They stop and their foreheads rest against each other's and they take a deep breath. They speak in hushed tones. \nCELESTE That was really, really nice. \nNICK Um, yeah. So, what are you doing for the rest of your life? \nCELESTE Making out with you. \nThey start to kiss again. \nCELESTE (CONT'D) (CONTD) I don't remember it ever feeling like this. \nThey continue to kiss. Celeste notices that she and the couch are vibrating. She looks down. Oh no. Nick is masturbating. Can he really be masturbating? \nCELESTE (CONT'D) (CONTD) (whisper)What are you doing? \nNICK (whisper)What do you think I'm doing? \nCELESTE (whisper) Why are you doing that? Don't do that..It was going so well. \nNICK Shhhhh. \nCeleste pulls away slowly, shaking her head, \"no.\" Nick keeps going. Eyes closed. \nNICK (CONT'D) (CONTD) Watch me. I'm almost there. \nCeleste cannot believe what she is watching. \nCELESTE Almost where?? No! \nCeleste quickly grabs her stuff and gets the hell out of dodge. \nNICK Ah, ah, ahhhhhhhhh! \nNick recovers from his climax and looks around to realize she's gone. \nNICK (CONT'D) (CONTD) Celeste? \n51 EXT. SANTA MONICA BEACH-NEXT MORNING 51 \nCeleste runs really hard, listening to her Sunny Levine's \"Glass Jaw\" on her iPhone. She stops suddenly. She sees Jesse's number, she hits \"Ignore.\" She starts running again with purpose. \n52 EXT. ELYSIAN WAY ECHO PARK- NEXT DAY 52 \nCeleste drives and listen to her phone on bluetooth. \nJESSE V.O. Hey, so, I'm glad you can meet up. 4pm is good. There's this little place by me, Vegan Vittles on Elysian Way, kinda hard to find, call me if you get lost. \nCELESTE Vegan Vittles. \nCUT TO: \n53 INT. VEGAN VITTLES-MINUTES LATER 53 \nCeleste enters and sees Jesse sitting at a table in a small, folksy restaurant. Celeste is on the phone. She waves at Jesse and gestures \"one second.\" \nCELESTE No, I don't want to do a video chat. Yeah. Just tell her she needs to get to L.A. tomorrow. Okay. (she hangs up, now on the Blackberry) Sorry, one second, I just have to send this e-mail. \nJesse sits there and wait for several seconds for her to finish her e-mail. \nCELESTE (CONT'D) (CONTD) There. Hi. \nJESSE Hi. What's up? \nCELESTE A lot. (to waitress) Can I get some coffee? \nWAITRESS We have yerba matte? \nCELESTE Um, green tea? \n", "random": "\nCELESTE In a sense. \nCELESTE Oh, you were just. \nCELESTE Did you? \nCELESTE I did. \nCELESTE Did you win? \nCELESTE I did. \nCELESTE Did you win? \nCELESTE \nSOUND OF JAIL (TO CELESTE) \nCeleste grabs what's coming out of her", "sentiment": "\nCELESTE No one will ever know. I'm a comedian. \nCELESTE What is that? \nCeleste looks up and sees Nick. \nCELESTE I'm a comedian. \nCELESTE You are. \nCeleste laughs. \nCELESTE It's more elaborate. \nCeleste and Nick are sitting on a couch, talking. \nCELESTE Is that real?"}, {"id": 511, "prefix": "83 EXT. BETH AND TUCKER'S BACKYARD-DAY 83 Celeste is sitting alone, wearing sunglasses, and uncharacteristically colorful clothes that don't match. Like a crazy lady jumpsuit. She is going to town on a HUGE plate of food: chicken wings, fries, burger, hot dog, coleslaw, egg salad and a beer. She attacks it like it's her last meal ever. She's also trashed. Celeste gets up and heads towards a group of people talking including, Beth's mom, Beth and a couple of her girlfriends. BETH Hi honey, you remember Eileen from... ", "truth": "Beth is embarrassed. Celeste gives Beth's mom, CAROL, 60, very large, a big sloppy hug. \nCELESTE (CONT'D) (CONTD) Hi Carol! Beth's getting married! I was married, remember? These guys are in for a fucking dogfight, right? \nBeth pulls Celeste away. \nBETH Let's get you a soda. \nThey get to the bar. \nCELESTE Do you guys have any tequila? \nBARTENDER We only have Mimosas and Shandys. \nCELESTE I'll have both please. \nBeth pulls Celeste away from the bar and brings her into the house and plops her down on the couch. \nBETH I'm going to recommend some quiet time for you right now. \nCELESTE Can I smoke? \nBETH No. \nCeleste starts weeping. \nCELESTE I don't want to be alone forever. \nBETH Not forever, honey. Just until you sober up. You'll be fine. \nCELESTE Okay then, I'll just go to the other side of the pool. I promise I won't make you look bad. \nCUT TO: \n84 EXT. BETH AND TUCKER'S POOL-LATER 84 \nJesse and Veronica are talking to Beth. In the foreground, Celeste slowly floats into frame on a raft in the pool, passed out, face down, sunglasses half off, fully clothed. Skillz approaches Beth. \nBETH At least she's quiet now. \nSKILLZ I'm gonna get her out of here. \n85 INT. BETH'S DUPLEX- HANCOCK PARK- NEXT DAY 85 \nBeth has tons of Barneys New York bags and is trying on clothes for her rehearsal dinner. Celeste is in the fetal position, hungover on Beth's bed. \nCELESTE (on the phone) Hey Riley, it's Celeste. I just want to talk to you about this \"error\" in your logo. I'm so, so sorry, I will fix this...call me. \nBETH I just think it's corny to wear white two nights in a row. I want to rock a pattern, or maybe something in pastel... \nShe turns to Celeste in a dress. \nBETH (CONT'D) (CONTD) How's this? C! Wake up! I'm leaving in an hour and I have to make a decision now. You owe me. You humped my grandmother yesterday. \nCeleste is comatose. \nBETH (CONT'D) (CONTD) Oh no, are you okay? \nCELESTE What the fuck does Riley Banks know. \nBETH Um...nothing. She's a tart. \nCELESTE Yeah dude! She's fucking moderately talented, blessed with a good face and has maybe 5 more years left of stardom. Who is she to tell ME what... \nCeleste looks at her blackberry and realizes she never hung up on Riley. Oh shit. She hangs up quick and throws the blackberry across the bed. \nCELESTE (CONT'D) (CONTD) I never hung up, I never hung up! Fuck! Do you think she... \nHer blackberry rings. It's Riley. She takes a deep breath. She picks, all casual. \nCELESTE (CONT'D) (CONTD) Hey Riley, what's up? \nRILEY I need to talk to you. Come to my house. Now. \nCELESTE Oh boy. \nCUT TO: \n86 INT. RILEY'S HOUSE- HOLLYWOOD HILLS-AFTERNOON 86 \n", "random": "90 INT. WELL SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-SOUND-S", "sentiment": "EXT. D.C. 79 - DAY 84 \nA hundred and fifty people sound out into two cities. \nEXT. \nLIMITED ROOM - DAY 85 \nBeth and Tuck are late and are eating lunch, trying to figure it out. \nEXT. \nLIVING DINING ROOM - DAY 86 \nThe men are busy talking and talking, trying to figure out what to say. \nEXT. \nR"}, {"id": 512, "prefix": "PAUL You're right, I'm not. The making out gets a little hotter. Celeste is aggressive. CELESTE Will you get a condom? ", "truth": "CELESTE No, you're using a condom. \nPAUL No, I don't think we should sleep together. \nCeleste pulls away from him. \nCELESTE What? \nPAUL I just...I don't know. \nCELESTE Are you not into it? \nPAUL No, no believe me, I'm into it. \nCELESTE Then, what's the deal? \nPAUL I really like you. \nCELESTE Right, I'm confused...why not sleep with me then? \nPAUL Because I think I might really like you. \nCELESTE Oh. (further realizing) Oh. Okay. Well, I like you too. \nCeleste looks distant. \n97 INT. L.A. NIGHTCLUB-NIGHT 97 \nCeleste is at a loud, trendy club. She sits next to Riley. They have to shout to be heard. \nRILEY THAT SOUNDS LIKE THE MOST EMBARRASSING SPEECH EVER! HOW WILL SHOW YOUR FACE TO YOUR FRIENDS EVER AGAIN? \nCELESTE ACTUALLY, WEIRDLY, I'M KINDA HAPPY I DID IT. I FEEL BETTER SOMEHOW. \nRILEY WELL GOOD FOR YOU THEN. \nCeleste looks around at lots of men, grinding each other with whistles in their mouth and drinks in their hands. \nCELESTE THE GAYS REALLY KNOW HOW TO PARTY, HUH? \nRILEY WHAT DO YOU MEAN? \nCeleste just looks at her like, \"Oh you poor, sheltered Disney princess. Are you serious?\" \nCELESTE THIS IS A GAY CLUB. \nRILEY IT'S OPENING NIGHT HERE. IT DOESN'T KNOW WHAT IT IS YET. \nStill nothing from Riley. \nCELESTE RILEY, THE CLUB IS CALLED SWALLOW. \nRiley looks around and takes it in. Aha, right. Celeste looks out amongst the crowd. Just then, two beefy, waxed, tanned, well-groomed gay men walk up to Celeste. \nGAY MAN Excuse me, can you please tell your friend Riley that we worship her?? \nGAY MAN #2 OMG, she's so pretty! \nCELESTE Sure... \nCeleste notices that they are both wearing the Riley Banks t- shirts, made for pre-teens, with the cock-in-the-butt mistake in the logo. She points at it. \nCELESTE (CONT'D) (CONTD) Wait, are you aware that the logo is... \nGAY MAN #2 A dick in a butt? Yeahhh! \nGAY MAN It's amazing. All of our friends are rocking it. It's like the gay Izod. \nThe gay man points to a group of his friends on the dance floor, ALL wearing Riley Banks gear, some of them have even made their own t-shirts with the cock in the butt logo magnified. \nCELESTE Wow, so, what, you just buy the biggest size they make? \nGAY MAN How dare you, I'm a size 10 in tween. I have a slight frame. \nThey walk away, offended. Celeste turns to Riley. She is being adored by gay men. \nRILEY I LOVE IT HERE!! \nCeleste has a big idea. \n", "random": "THE WIFE (CONT'D) (CONT'D) (CONT'D) (CONT'D) (CONT'D) \nCeleste looks at him, then enters. This is totally different than what we've been seeing before. \nCELESTE I'm sorry, I'm not. \nCeleste makes a rapid runoff of her saliva into the condom. \nCELESTE (CONT'D) (CONT'D) ", "sentiment": "PATTY Yeah, I get it. \nCeleste's DUTY PHONE (to her boyfriend) You're curious? \nPATTY It's a big new condom. \nCeleste's PHONE (to her boyfriend) You're curious? \nPATTY Yeah, I'm curious. \nPATTY So you're not? \nCeleste backs away. \nPATTY You're not. \nC"}]