[{"id": 1863, "prefix": "As Miriam hurries to catch Novak, she tells Henry. MIRIAM Keep an eye on her. He nods, but isn't really paying attention.  Catherine turns to Stargher's motionless form, still suspended, still connected to the machinery. ", "truth": "JULIA Do something, Julia. \nShe looks around the room and runs her hands along the walls, the tile, looking for a weak spot.  She focuses on the CEILING PANEL and although it's painful because of swollen fingers, removes her ENGAGEMENT RING. \nEXT. CAMPBELL CENTER \nA ready-and-waiting HELICOPTER is on the pad.  Novak races out of the Center, Ramsey right behind him, SHOUTING at each other in order to hear above the chopper noise. \nRAMSEY Pete, listen to me.  What did you really learn in there?  Anything new?  You really think Stargher gave you a save the-day clue?  What if this is all some kind of trick your head is playing on you? \nHe won't consider that.  Novak climbs into the helicopter and buckles himself in.  He looks to Ramsey - you coming? - Ramsey pats the side of the chopper and signals for the pilot to take off. \nINT. CAMPBELL CENTER - LABORATORY \nHenry analyzes voluminous print-outs from the last procedure. Although his eyes are on the data, he converses with Catherine in the PROCEDURE ROOM via intercom. \nHENRY ...there was a moment when we thought we'd lost Agent Novak as well. \nWe see chemicals flow and computer programs initiate the procedure, but Henry is oblivious. \nHENRY (CONT'D) His post-procedure consciousness recovery was remarkably quick.  Never saw that before.  Hey, remember that one time... \nHe JUMPS when the door to the procedure room SEALS SHUT and mechanisms HUM. \nHENRY (CONT'D) Catherine? \nWhen he looks through the window, Catherine is again suspended, the procedure under way. \nHENRY (CONT'D) What are you doing? \nHe types in a command, but nothing happens.  He tires again. On another keyboard, but gets no response.  When he looks at the \"map\" screens, he sees something odd.  It's a small change, but it makes all the difference in the world. INT. THE CELL - DAY \nLike a rock climber in a crevasse, Julia shimmies up the walls of the cell by bracing herself in a corner and using her hands and feet to push up.  The tile is slippery and each movement precarious. \nShe uses strength and balance to reach a position just below the Plexiglass, the fluorescent light bathing her in an eerie intense glow.  She sees a gap between the glass and the wall and uses her ENGAGEMENT RING to dig into it, SCAPE, SCRAPE, SCRAPING with the diamond. \nTHE SHOWER SPRAYS WATER!  Julia nearly loses her balance, but manages to stay pressed into the corner.  She kicks the shower head, sending the spray as far from her as possible, and continues to dig at the caulking around the light fixture. \nIN THE OBSERVATION ROOM, we see something unexpected.  The clock reads 00:00:00.  That water isn't going to stop. \nINT. CAMPBELL CENTER - EDWARD'S ROOM \nMiriam and Ramsey return to the lab to find Henry anxiously observing from the console. \nHENRY (flustered) She changed the codes. \nMIRIAM What's wrong? \nHENRY It would take hours to re-route the system, and even if I did, I shouldn't. \nRAMSEY What are you talking about? \nMiriam analyzes the situation and regretfully, angrily, worriedly realizes what's happened. \nMIRIAM She's done it.  Stupid, stupid girl... \nRAMSEY Done what? \nHENRY Instead of going into his mind... \nMIRIAM She's bringing Stargher into hers. \nENTRANCE FOUR \n", "random": "HENRY (O.S.) Reactivate the security screen and go back to your home. \nCatherine watches him disappear. \nMIRIAM Go back. \nCatherine watches Stargher leaving. \nGENTHER (O.S.) I've got a lot of stuff on my head. \nEXT.                            ", "sentiment": "CATHERINE (CONT'D) She's pregnant. \nMiriam looks at her, disturbed. \nMIRIAM I have to talk to her. \nCATHERINE I have to talk to her. \nMiriam's face is hard, her eyes are wide with terror. \nCATHERINE (CONT'D) I have to speak to her. \nINT.               "}, {"id": 1864, "prefix": "STARGHER KING (CONT'D) Hoo you thing you are?? Himm Muther? He comes close and reaches for the boy... STARGHER KING (CONT'D) You gimme liddle worm. ", "truth": "CATHERINE I said no. \nLike a vengeful Valkyrie, she emits what can only be called a BATTLE CRY!  STARGHER ATTACKS!  Arms reaching for her. Catherine BLOCKS, PUNCHES, AND KICKS.  Stargher King doubles over.  Catherine grabs his ears and pulls his face into her bent KNEE, breaking his nose. \nCATHERINE (CONT'D) Welcome to my world. \nAs blood flows from his nostrils, Stargher King grins... \nSTARGHER KING You funny.  You thing you stop me god? \nHE CHARGES.  At the right moment, Catherine sidesteps and SMASHES him in the ribs as he passes.  Stargher King crumples to the ground and she KICKS an uppercut to this chin.  Rising from the mud and muck, Stargher King lands a POWERFUL BLOW to her head, sending her flying.  He lifts the stunned Catherine with one hand and pulls her face to his... \nSTARGHER KING (CONT'D) You cum back wif me god.  You be good bish-hor-kund... \nCatherine looks into his soulless eyes.  Then SPITS in them and BITES his face!  She breaks free as he YOWLS with pain. He steps toward her, but his feet don't move.  The earth itself appears to wrap around them and turn hard, like concrete.  Stargher King HOWLS with frustration. \nCATHERINE My world... \nA SHIMMERING KNIFE seems to enrage from within her forearm, out the flesh and into her hand. \nCATHERINE (CONT'D) My rules. \nShe SLASHES across his chest, drawing blood. \nYOUNG STARGHER (O.S.) No! \nCatherine stops.  And turns to see the distraught Young Stargher. \nYOUNG STARGHER (CONT'D) Don't hurt him! \nShe spins around and sees not Stargher King, but MARTIN. \nYOUNG STARGHER (CONT'D) He didn't mean it.  I was bad. \nDisturbed by the transformation, Catherine backs away.  Her vision blurs, the sound distorts.  And the earth cracks around Stargher King's ankles. \nYOUNG STARGHER (CONT'D) He teached me a lesson.  I deserved it. \nFighting feelings of disorientation, she kneels before the child and rests the knife on the ground. \nCATHERINE No one deserves it, Carl.  No one. \nShe reaches out to him, but the child is JERKED into the air by Stargher King.  In one hand, the monster holds little Carl.  In the other - a KNIFE.  His face and chest red with crimson, Stargher King fixes his eyes on Catherine with a predator's stare. \nSTARGHER KING Yer world.  My knife. \nStargher King raises the blade toward the boy's throat and - SNAP!  The strong arms of an adult Stargher breaks his arm at the elbow.  Both the knife and boy are dropped to the ground as Stargher King YOWLS like a stuck pig, the good arm cradling the other. \nSTARGHER KING (CONT'D) Me god hurt!  Why you do that?  Why?! \nSTARGHER Enough. \nStargher King regards him with disgust. \nSTARGHER KING Enuff?!?! \nMARTIN STARGHER'S VOICE comes from the belly of the beast. \nSTARGHER I'll tell you what's enough... \nStargher and Stargher King square off.  The boy stands between them with the knife at his feet. \nCATHERINE Carl! \n", "random": "t, as STARGHER KING (CONT'D) Himm Muther... we hear the BOOMING of the detonator and the SCREAM. And then -- \nEXT. GIRL'S CAR - DAY \nA young man appears from the shadows, his head and shoulders now being rocked by a homemade HEAVEN SPARK. He throws his arms out, into the car as if to strike back, but -- \nEXT. GIRL'S", "sentiment": "SSOLVE TO: \nEXT. RIVER - DAY \nA hulking five year old KATIE runs off in a huddle, where she and her mother have been discovered. LINE OF CUSTOMERS, TEENAGERS, site workers, etc. \nKATIE What the hell was she doing up there? \nMOTHER Did you tell her? \nKATIE No. She was taking a few pills. \nM"}, {"id": 1865, "prefix": "NOVAK Dr. Kent. MIRIAM You're looking well. NOVAK Thanks you.  Six weeks off does a body good. (conspiratorially) I heard she got the approval to try the reversal with Edward. ", "truth": "NOVAK Federal Bureau of Investigation, ma'am. We know all, see all... \nNovak opens the rear compartment of the Suburban and we hear something moving inside. \nNOVAK (CONT'D) How's the patient. \nMIRIAM Awaiting his arrival. \nNOVAK What about the cat? \nMIRIAM Completely unaware. \nMiriam's pager BEEPS and she hurries to her car. \nMIRIAM (CONT'D) I've got to go.  Good luck. \nNovak smiles, waves goodbye, and reaches into the Suburban. \nINT. CATHERINE'S HOUSE \nAs Dorothy and her companions confront the Wizard, there's a KNOCK at the screen door and Catherine sees Novak waiting. \nNOVAK Ready? \nCatherine cradles her cat. \nCATHERINE Ready. \nHe opens the door and escorts a leashed VALENTINE into the living room.  Catherine's cat squirms from her arms and hides under the couch. \nNOVAK That went well. \nCATHERINE Give her a minute. (smiles at the dog) Hello, Valentine. \nNovak unleashes the albino Shepherd and he runs to Catherine, licking her face, wagging his tail. \nNOVAK You sure about this? \nCATHERINE Absolutely. (calling for the cat) Abigail... \nValentine picks up the cat's scent and sniffs around the base of the sofa. \nCATHERINE (CONT'D) I heard Julia and John got married. \nNOVAK Yep.  Eloped. \nCATHERINE Good for them. \nValentine settles on the floor.  Slowly, Abigail's curiosity gets the best of her and she creeps out, sniffing the dog's nose.  Patient and sweet, Valentine lies still, allowing the cat to reach an acceptable level of comfort. \nNOVAK Well look at that. \nCATHERINE I told you.  You have to be optimistic. Believe in them... \nNOVAK So you say. \nAmazingly, Abigail brushes up against the dog and purrs. \nCATHERINE He's mine? \nNOVAK All yours.  My boss says it's one of the strangest requests the Bureau's ever had. \nCatherine laughs.  She likes that. \n", "random": "\nERWIN We're trying to change that. (beat) You're worried about him. \nHe moves a finger at his body. \nERWIN (CONT'D) He's thinking about a possible relationship. \nMIRIAM I'm not worried.  I'm just... I'm not sure. \nERWIN You know what he's afraid of? \nMIRIAM (mildly) It's not that bad. \nERWIN", "sentiment": "\nTUVIA (to Michael) Where?  How long? \nJAMES Hits me in the head.   Yes.  Alright. \n(CONTINUED) \nCONTINUED: \nTUVIA Judge supposed to be there every day, monitoring everything.  For sure. \nIn a nervous, smiling voice, JAMES appears. \nJAMES We had an offer from Willy.  We wanted him to accept. LISTEN"}]