[{"id": 1740, "prefix": "Both men hold steely stares on one another.     Until... CONNERS (into radio) Go. VINCENT (VO) Got something you'll want to see. ", "truth": "CONNERS Lastly... I don't like the Pac-10. It's overrated. I'm an Ivy League guy. \nConners gets up, heads for the door. \nDekker, humbled, scoops up Conners's ten, puts it in his wallet and drops a twenty down on the table, slides out of the booth. \nSHOOTING SCRIPT                 MARCH 15, 2004            36. \n66    EXT.   AMERICAN NATIONAL BANK - DAY                              66 \nConners, Dekker and Teddy approach a NEWS TRUCK. Vincent stands with Karen Cross and her CAMERAMAN who sports TWO BLACK EYES AND A BLOODY NOSE. \nKAREN CROSS (to Conners; w/ a smile) Detective... Can't keep away from me, can you? \nConners ignores her, but Dekker doesn't.   He gives her the ONCE OVER. She notices, smiles. \nVINCENT Watch. \nHe points to a monitor in the van, presses PLAY. \n66A   ON SCREEN--                                                   66A \nHANDHELD IMAGES of the POST BANK MELEE. HOSTAGES scatter in all directions. COPS race into the bank. \nA SHAGGY BROWN HAIRED MAN, 40's, with a MOUSTACHE and an ANGRY EXPRESSION, CHARGES TOWARDS THE CAMERA and BARRELS OVER IT! KNOCKS the Camera and the Cameraman DOWN! \nCONNERS (to the Cameraman) Well, that explains you. \nVINCENT (to Karen) Rewind it a little bit. (She does, until...) Okay. There. Stop. \nON SCREEN...   the IMAGE FREEZES on the SHAGGY MAN'S FACE. \nVINCENT Damon Richards. Career loser. Busted him two years ago on attempted robbery of the Western Federal Bank. Stupid bastard. Never learns. \nDEKKER What's he doing back on the street? \nVINCENT He gave up his partners and cut a deal with the D.A. \nSHOOTING SCRIPT                   MARCH 15, 2004            37. \nTEDDY Gotta love the system. \nCONNERS Got an address? \nVINCENT Only thing on file is in Spokane, but I recall he did have a girlfriend in town. Gina, I believe. \n67   EXT.   BIKER BAR - LOWER CLASS NEIGHBORHOOD - 1:13 PM - DAY        67 \nThe streets are quiet. A ROW OF HARLEY DAVIDSONS park in front. Above the bar, a small, lower class apartment complex. \n68   INT.   HALLWAY - LOWER CLASS APARTMENT                             68 \nTWO POLICE OFFICERS along with Conners, Dekker, Teddy and VINCENT position themselves by the APARTMENT. Vincent knocks his fist on the door... \nVINCENT Gina, it's the police.    Open up. \nThere's no response.   But SOUNDS can be heard on the opposite side of the door. \nVINCENT (Pounds louder) We can hear you. \nAgain no response.   It's quiet.    Too quiet. \nCONNERS (to Vincent; low) Step back. Clear the door.     Now. \nJust as Vincent does... \nBAM! A GUNSHOT BLOWS APART THE DOOR!     Fired from the inside of the apartment! \nBAM! BAM! BAM! The BLASTS KEEP COMING!          Everyone's pinned down, on the defensive. \nA WOMAN SCREAMS FROM INSIDE THE APARTMENT! \nDekker gathers himself together. \nConners TURNS INTO THE OPEN DOORWAY, FIRES A FULL CLIP INTO THE APARTMENT! \nSHOOTING SCRIPT                   MARCH 15, 2004             38. \nConners reloads.     Everything's quiet.   Conners looks... \n69    IN THE APARTMENT--                                                  69 \nA THIN LAYER OF SMOKE hovers.     But that's all.    Nobody in sight. \n70    IN THE APARTMENT HALLWAY--                                          70 \nConners steps inside, just as he reaches the living room... \n", "random": "                              RUD ... \nHe looks at the clock, then moves to the door, revealing... \n...a NURSES ARGUMENT. \nINT. HALLWAY - CONTINUOUS \n...the NURSES. \nThe OFFICER FIRES.        ", "sentiment": " goes to the wall and picks up a telephone. \nVINCENT (CONT'D) (into radio) Tell the rest of the news guys it's getting dark. \nBACK TO SCENE \nTRANSCRIPT TRANSCRIPT I (FADING) 047 7162. \nLENS ON FIRE \nCUT TO: \nCUT TO: \nEXT. A FOYER \nThe wind is too strong. \n"}, {"id": 1741, "prefix": "DEKKER It's not? MARNIE Don't put words in my mouth, but... Two things jump out here. First, each bank branch has their own money bands. This is not American National's. After a little checking, it belongs to Pacific Savings of Seattle. DEKKER That sounds familiar. ", "truth": "DEKKER (smells the bills; grimaces) What is it? \nMARNIE When evidence is taken in, any physical contact might affect the ability to lift prints, so, to mark it, we now spray a scented solution directly on the bill. \nCONNERS Is that new? \nMARNIE Wave of the future.   Gotta keep up with the times, Conners. \nSHOOTING SCRIPT                    MARCH 15, 2004       46. \nDEKKER So this money's not from our bank. \nMARNIE No. This is the money from the Pacific Savings job and our evidence room. (smiling; to Dekker) Now... For a list of things you can put in my mouth. \n81   INT.   HALLWAY - LOWER CLASS APARTMENT - DAY                   81 \nConners and Dekker confer with Teddy and Vincent. \nCONNERS Do you remember who headed up the Pacific Savings case? \nTEDDY I think it was Callo.    Why? \nCONNERS No reason.     Just thinking out loud. \n82   I/E    CONNERS'S CAR/ CITY STREETS - DAY                       82 \nConners and Dekker head back to the police station.   It's quiet between these two, until... \nCONNERS When you said it was your \"family business\" I didn't think... I guess I just didn't connect the dots. \nDEKKER Don't worry about it. \nCONNERS Your father was a hero. \nDEKKER Yes he was. \nCONNERS At first I thought maybe you were related to the Captain. \nDEKKER No.   No relation. \nCONNERS The Captain, he just kind of \"discovered\" you. Through the academy, to excellent evaluation reports, while (MORE) \nSHOOTING SCRIPT                  MARCH 15, 2004        47. \nCONNERS (cont'd) on the beat, to the high test scores on the detective's exam. \nDEKKER Something like that. \nCONNERS That's how he found me. \nThis surprises Dekker. \nCONNERS Maybe we're not as different as you think. \n83   INT.   INTERROGATION ROOM - SEATTLE POLICE DEPARTMENT         83 \nA small, cold room with a large mirror along the WEST WALL. \nGina sits at the table, shivering. Her breath visible, so are her nipples through a WHITE, SEATTLE P.D. T-SHIRT. Conners paces around her like a CIRCLING SHARK. Dekker's in the corner, observing. \nCONNERS We found the money. \nGINA That money was Dwayne's... \nCONNERS That money came from our evidence room. \nGINA I told you. I don't know nothing about a bank robbery. Whatever Damon was into, I didn't know! \nCONNERS So, where were you going? \nGINA Vacation. \nCONNERS This isn't possession or solicitation, Gina. This is felony-murder one. You could get life. \nGINA Me!?   I didn't do nothing! \nSHOOTING SCRIPT                  MARCH 15, 2004          48. \nCONNERS (frustrated) It's \"I didn't do anything.\" \"Didn't do nothing\" is a double negative, infers the positive. The grammar in this country sucks. \nGINA Then I didn't do ANY-thing! \nConners takes a seat next to Gina.    His EYES BURN through her. \nCONNERS This isn't going away. You want to walk out of here, you tell me something... now. \nGINA I swear I don't know. Now I'm done talking. I want a lawyer. \n", "random": "INT. DEKKER BANK - DAY \nNICK (in his sweater) \n(CONTINUED) \nCONTINUED: \nMARNIE \n(TO DEKKER) \n(TO HIM) It's a lot of money. DEKKER What we're talking about is... And it's a lot of money. MARNIE Oh, but I don't know... I don't know. DEKKER All right.", "sentiment": "MARNIE I'm not familiar with the money. \nDEKKER That's not a problem. \nMARNIE I'm not familiar with the money. \nDEKKER I know.                                                        "}, {"id": 1742, "prefix": "Dekker turns to find...       Dax, cradling a 3,000 PAGE DOCUMENT. SHOOTING SCRIPT                  MARCH 15, 2004   81. DAX I know what they were doing inside the bank. ", "truth": "Dax flips through the huge document. \nDAX These are today's transaction records from the bank. An average day produces about 400 pages, give or take. Today, there were over 3,000 pages. \nDEKKER Meaning? \nDAX We've just witnessed the largest heist in history. Somewhere in the neighborhood of a billion dollars. \nDEKKER Come again? \nDAX It's a computer virus. \"The Computer Virus.\" It randomly withdraws money from all the accounts and deposits it into the bad guys' account. If you check the transactions, no two withdrawal amounts are the same and none of'em are over $100. Most security systems work on the size of the money, not number of transactions. Wire out one million from a handful of accounts and red flags go up. Wire out a less than a hundred from ten million accounts, no flags. \nDEKKER Where's the money now? \nDAX I tried following one of the transactions. It took me an hour and when I finally had it... It went away. \nDEKKER How is that possible? \nDAX The virus created a host of phantom accounts where the money goes (MORE) \nSHOOTING SCRIPT                 MARCH 15, 2004             82. \nDAX (cont'd) temporarily, then transfers to another account, then to another. It's never in one place long enough to get an accurate fix. \nDEKKER It's still moving the money around? \nDAX Yeah. Any deposit or withdrawal from any bank doesn't usually go into affect until the next business day. So it's going to keep jumping around until it clears at 9 AM tomorrow. \nDEKKER (realizes) Or 6 AM Pacific time. Sunrise. So why break in? If they're just wiring money? Couldn't they do that from anywhere? \nDAX That's the regional manager's computer terminal. There's no outside/remote access to it. There you have unlimited entry to the bank's mainframe. No passwords to work around, no \"hacking\" in. It's all nice and clean. \nDEKKER A billion dollars is missing and we're only discovering this now? \nDAX Ironically, when the power went out, it helped hide the virus and bought it time to work. \nDEKKER So they weren't trying to make   it look like they were robbing a bank,   to rip off a Saudi Prince? They were    making it look like they ripped off a   Saudi Prince to rob a bank. (realizes) The Chaos Theory. \nDISSOLVE TO: \n152   EXT.   SEATTLE POLICE DEPARTMENT - NIGHT                       152 \nDekker shuffles to his car, his cellphone rings. Answering... \nSHOOTING SCRIPT                 MARCH 15, 2004           83. \nDEKKER Dekker. \nDISPATCH OFFICER (VO) Detective Dekker, there's a call for you. Says it's urgent. \nDEKKER Put it through. \nLORENZ/ CURTIS (VO) Good evening Detective. I just wanted to compliment you on a fine day. You were an unexpected adversary that was most challenging. \nDEKKER It's not over yet. \nLORENZ/ CURTIS (VO) Wishful thinking. \nDEKKER No. My wish is to catch you. You're a murderer. A cop killer at that. \nLORENZ/ CURTIS (VO) I didn't kill anyone who didn't deserve it. Callo was insignificant and Conners crossed me. In years to come you'll thank me for getting rid of him before he corrupted you. \nDEKKER I know about the money. You steal a billion dollars... They will find you. \nLORENZ/ CURTIS (VO) A risk I'm willing to take. It's almost sunrise. Fare thee well. \nLorenz hangs up. Dekker surprisingly calm, hangs up the phone, heads back inside the station. \n153   INT.   BULLPEN - SEATTLE POLICE DEPARTMENT - NIGHT          153 \nDekker at his desk, piles through mounds of paperwork.   Not sure what to look for, he goes through everything. \nHis notes from the bank. The file on Galt, Harrington, Chris Lei. He even digs through Conners and finally... Callo's file. \nJenkins heads for the exit. \nSHOOTING SCRIPT                    MARCH 15, 2004       84. \nJENKINS You're still here? \nDEKKER (in complete work mode) Callo's insignificant. \nJENKINS What? \nDEKKER That's what he said, Callo's insignificant. But he wasn't. \nJENKINS What are you talking about? \n", "random": "                                                                                                    ", "sentiment": "   They killed Wes. They killed their own son. \n(CONTINUED) \nCONTINUED: \nKATE (CONT'D) Are you alright? \nDax nods. \nDARWIN Not too good. I just... I was just... \nDax pulls his gun and lowers himself to the ground.   He steps into the path of DAVID (140 more), who is on the ground. \nDAR"}]