[{"id": 2409, "prefix": "BANKY Everybody has an agenda.  Everyone. HOLDEN Yourself? BANKY My agenda is to watch your back. ", "truth": "BANKY To insure that all this time we've spent together, building something, wasn't wasted. \nHOLDEN She's not going to ruin the comic. \nBANKY I wasn't talking about the comic. (gets up) I'm going to gel a bagel.  Clean off my fucking couch so I can watch TV. \nBanky walks away.  Holden shakes his head. \nINT ALYSSA'S LIVING ROOM - NIGHT \nAn all-girl gathering. TORY. NICA, DALIA and JANE help Alyssa finish an issue of 'Idiosyncratic Routine'.  Tory letters a page.  Nica and Dalia lay-out the artwork. Dalia drinks wine.  Alyssa paints the cover. \nDALIA From what I understand, when you sign with a publisher, someone else does all this work for you, and you just sit back and collect. \nALYSSA And miss these last minute cram sessions with my nearest and dearest? Never. \nTORY I don't know what she's bitching about.  All she's done since we got here is pound Merlot. \nDALIA I'm sorry weren't you the one who misspelled 'receipt' on page eighteen? Yeah, you're a real help. \nNICA What I'd like to know is why we're here at all when we haven't seen Princess funny-Book in a month. \nJANE Yeah Alyssa - who've you been shacking up with? \nALYSSA 'Shacking up!' Please. (stops painting; smiles wide) I'm so in love! \nEveryone aww's.  Alyssa buries her face, giggling. \nALYSSA I know.  I know -I feel like such a goon.  But I can't help it - we have such a great time together. \nDALIA Who is it?  Don't even tell me it's Ms. Thing from the C.D. place.  I'll kill you. \nALYSSA It's not her.  It's someone you guys don't know. \nNICA That chick you left the restaurant with that night? \nALYSSA They're not.  From around here. \nTORY Don't even tell me you met her down the shore! \nJANE Eww!  Not a bridge-and-tunnel Jersey dyke! \nTORY With huge hair and acid-washed jeans! \nThey all cackle.  Alyssa tries to laugh with them. \nDALIA Come on, Alyss - Hoboken Hussy or what? \nALYSSA For your information, they don't have big hair or wear acid wash. (goes back to painting) They're from my home town. \nDalia stares at Alyssa, suspiciously. \nDALIA Why are you playing the pronoun game? \nALYSSA What?  What are you talking about? I'm not even. \nDALIA You are. \"I met someone.\"  \"We have a great time.  \"They're from my home town.\"  Doesn't this tube of wonderful have a name! \nALYSSA (beat) Holden. \n", "random": " I'm not in the business of watching your back.  I'm in the business of watching you walk away.  It's all about you.  I want you to understand that.  I want you to be a good man.  I want you to be honest.  I want you to be a good father.  I want you to be a good friend.  I want you to be able to be a good husband.  I want you to be a good mother. ", "sentiment": " HOLDEN You're gonna do what I can to not arm you for all that book.  The cover story, the good book.  The book is about the life of a girl, and your life and the five commands I teach you, that's it.  I'm gonna make a really good book. I'm gonna make a really good book.  I love. DOMINANT You love center-pointing. HOLDEN You're set. BANKY Varsity."}, {"id": 2410, "prefix": "ON THE ICE - The Player giving chase slashes the Player with the puck. Alyssa jumps to her feet. ALYSSA (to ice) IF YOU DON'T START USING THAT WHISTLE I'M GONNA JAM IT STRAIGHT UP YOUR ASS!! (to guy next to her) Right? ", "truth": "ALYSSA (sitting back down) 'Finger Cuffs'? \nHOLDEN Yeah.  In your senior yearbook your nickname was 'Finger Cuffs'.  What is that? \nALYSSA It was?  Shit, damned if I can remember.  I'd look it up, but I threw all that shit our years ago? (beat) Where'd you see a North yearbook? \nHOLDEN Do you know Rick Derris? \nON THE ICE - The Players skid into the corner where Player One checks Player Two into the boards, hard. Player Two scrambles to his feet and throws down his gloves. \nThe crowd around Alyssa and Holden go wild. \nALYSSA Rick?  Sure.  We used to hang out in high school. (to ice) PUNCH HIM IN THE FUCKING NECK, NUMBER TWELVE!! \nHOLDEN Did you go out with him or something? \nALYSSA (eyes on the ice) Date Rick Derris?  No.  We just hung out a lot. \nHOLDEN Just... you and him? \nALYSSA No.  Me, Rick, and... um... what was that guy's name...? \nHOLDEN Cohee? \nALYSSA Yeah!  Cohee Lundin.  God, I haven't thought about that name in years. \nON THE ICE - The Players square off.  Player Two pulls Player One's helmet off and punches him in the face. \nHolden looks as if he'd Like to do the same to his companion.  Alyssa's into the game. \nALYSSA I remember those guys'd come over almost everyday after school.  They'd bug my sisters, look for porno tapes in my dad's closet, raid our fridge. They really took advantage of my parents never being home. \nON THE ICE - Player Two yanks at Player One's jersey and gut punches him.  Alyssa seems oblivious to Holden's anger, so enthralled with the action is she. \nALYSSA (starts laughing) This one day... Rick pulled out his dick and chased me around the house with it!  Right in front of Cohee!  I couldn't believe it!  Guys are weird - I thought the whole size hang-up made you all terrified to show your dicks to each other? \nON THE ICE - Player One staggers a bit, then quickly rights his jersey and lunges at Player Two, landing a barrage of his own punches.  Blood sprays across the ice. \nHolden's face is reeeeeaaaally sour looking.  Alyssa's still in the game. \nHOLDEN Rick pulled his dick out?  Really? What'd you do? \nALYSSA (looks him dead in the eye) I blew him while Cohee fucked me. \nON THE ICE - Player One delivers the kill shot, slamming his fist into Player Two's nose.  The blood shoots out like a geyser, and Two goes down hard. \nHolden stares at Alyssa, flabbergasted.  The crowd around them stares not at the fight on the ice, but the fight in their midst, shocked.  Alyssa fumes. \nHOLDEN Excuse me!?! \nALYSSA That's what you wanted to hear, isn't it?  Isn't that what this little cross- examination of your's is about?  Well try not to be so obvious about it next time, there are subtler ways of badgering a witness. (to Bystander) Am I right? \nBYSTANDER (to Holden) Jeez, even I knew what you were getting at. \nALYSSA (gathering her stuff) If you wanted some background information on me, all you had to do was ask - I'd have gladly volunteered it.  You didn't have to play Hercules fucking Poirot! \nShe storms away.  Holden chases after her.  The Bystander watches them go. \nBYSTANDER (to companion) I told you these were good seats. \n", "random": "JOHN I'm serious. I'm serious! \nALYSSA (to ice) \nJOHN How is it that they're not taking the kid off the ice now?! \nALYSSA (to guy next to her) He's crazy. \nJOHN And if you want to play you're going to have to play with the kid! \nALYSSA MOMENTS. \nJOHN I'm sorry, but I'm. \nALYSSA (to", "sentiment": "CUT TO: \nINT. BANK OF THE BANK - NIGHT \nAlyssa and the other guys are in the bank. \nALYSSA (to guy) I'm sorry, I know you're going to get a bad rap. \nCUT TO: \nINT. BANK OF THE BANK - NIGHT \nAlyssa and the other guys are in the bank. \nALYSSA (to guy) I'm sorry,"}, {"id": 2411, "prefix": "HOLDEN And when I did some serious soul- searching, it came at me from out of nowhere, and suddenly it all made sense - a calm came over me.  I know what we have to do.  And then you - Bank, you Alyssa, and I - all of us... can finally be... alright. ALYSSA (again, under her breath) Please don't say it. HOLDEN (sits in the chair; takes a long beat) We've all got to have sex together. ", "truth": "HOLDEN Don't you see?  That would take care of everything.  Alyssa - I wouldn't feel inadequate or too conservative anymore.  I'll have done something on par with all the experience you've had.  And it'll be with you, which'll make it that much more powerful.  And Banky - you can cake that leap that everyone else but you sees that you should take.  And it'll be okay, because it'll be with me - your best friend for years.  We've been everything to each other but intimates.  And now, we'll have been through that together too.  And it won't have to be a total leap for you, because a woman will be involved.  And when it's over, all that aggression you feel toward Alyssa will be gone. Because you'll have shared in something beautiful with the woman I love.  It'll be cathartic.  A true communion.  We have to do this.  For me, for both of you... for all of our sakes.  This will keep us together. (beat) What do you say? \nBanky stares forward, wide-eyed.  He leans back into the couch and lets out a huge sigh.  Then shrugs. \nBANKY Sure. \nHolden smiles at his friend.  Then he looks at Alyssa. \nHOLDEN You know I need this.  You know it'll help. \nAlyssa looks at him, sadly. \nALYSSA No. \nHolden reacts, shocked Banky lets out a sigh of relief. \nHOLDEN No?  I... I thought you'd be into this. \nALYSSA You did?  What does that say about me? \nHOLDEN But you've... you've done... stuff... like this.  This should be no big deal for you. \nALYSSA You don't want this. (lights her cigarette) You really don't want this.  Trust me. \nHOLDEN I need this.  This has to happen.  Why can't you see that?  And how can you not?  What does that say about me? You can take it from two guys whose names you can barely remember, but I ask you to share an experience like it - where it's about intimacy - and you say no? \nALYSSA (inhales from her cigarette, takes a beat) I can't. \nHolden moves to her side of the couch. \nHOLDEN You can.  I'll be there.  And when it's over, we'll be the strongest we've ever been because we got through some nasty shit together.  And we'll finally be on the same level together. And then there'll be nothing we can't accomplish. \nA tear rolls down her cheek She looks at him, sadly, and touches his face. \nALYSSA Oh Holden. (trying to compose herself) That time is over for me.  I've been there.  I've done it.  And I didn't find what I was looking for in any of it.  I found that in you - in us. Doing this won't help you forget about the things you're hung up on.  It'll create more. \nHOLDEN No it won't.  I thought about all of that. \nALYSSA No, it will.  Maybe you'll see me differently from then on - maybe you'll despise me for going along with it, once you're in the moment.  Maybe I'll moan differently and then you'll resent Banky, and become suspicious of us.  Or you'll alienate him because of it, and then grow to blame and hate me for the deterioration of your friendship.  Or what if- I sincerely doubt it, but what if - I saw something in Banky that I never saw before, and fell in love with him and left you.  I've been down roads like this before; many times.  I know you feel doing this will broaden your horizons and give you experience.  But I've had those experiences on my own. I can't accompany you on your's.  I'm past that now. (touches his face; stares to cry) Or maybe I just love you too much. And I feel hurt and let down that you'd want to share me with anyone. Because I never wanted to share you (holds it in; gets up) Regardless I can't be a part of this. (beat) Or you.  Not anymore (hugs him) I love you.  I always will.  Know that. \nShe releases him, then slaps him. \nALYSSA But I'm not your fucking whore. \nAlyssa storms away, stopping briefly to look Banky up and down. \nALYSSA He's your's again. \nShe walks our of the studio.  The door closes behind her. \nBanky and Holden stand there, silently.  Cut to black. \nINT COMIC BOOK SHOW - DAY \nIt's ONE YEAR later.  We're at another show, not unlike the one from the opening. \nA copy of 'Bluntman and Chronic' enters the frame.  The cover reads 'The Death Chronic', complete with a corresponding drawing. \nBANKY V.O. Blast from the past. \n", "random": " I'll say it, then we can do it together.  ALYSSA (sits in the chair) I'm sorry, I'm not the one who wants to, and you've never, ever met a librarians woman. HOLDEN (sits in the chair) You know, I've been in this kind of dating scene before, and I thought it was funny.  But I don't know how to make a fucking person feel any different. ALYSSA (", "sentiment": " And...  (with two fingers) So... how do I know a guy that I'm dating can't go out to dinner with me and have sex with my Mom? HOLDEN Who is the best? ALYSSA The best?  I don't know, I know a guy that we're dating. HOLDEN You don't like my Mom? It's a serious relationship. ALYSSA (happily) What do you call this? HOLDEN One thing you"}]