[{"id": 2508, "prefix": "DERM Smart woman.  The acrostic, too. Ed hands Derm the water. ", "truth": "Thank you. \nMeanwhile the next message comes on.  It is a girl from Ed's class. \nSADIE \n(on machine) \nHello, Mr Saxon? This is Sadie, from your creative writing class. Anyway, you didn't show up today and I just wanted to see if you were OK and, you know, if there was any reading or anything you wanted us to do. My number is 323-4854. I hope you're alright. Bye. \nDERM \nA student? \nED \nYes. \nDERM \nDo they call you often? \nED \nNo, but they all have my number. \nThe next message is from Susie. \nSUSIE \n(on machine) \nHe, Ed. I just wanted to find out what happened last night. If Eve ever showed up, or what happened. Call me at work, \nED \nI thought she might have gone over there last night.  Excuse me, I better call the University. \nThe next message is Detective Derm again and it plays behind Ed's conversation. \nED \nHi, Mrs Mastrioni? \nMRS MASTRIONI \n(over phone) \nYes. \nED \nThis is Ed Saxon. \nMRS MASTRIONI \nOh, yes.  Didn't make it in today, huh? \nED \nI guess not. \nMRS MASTRIONI \nThere were students waiting for you. \nED \nYes, I know.  It's a personal matter. \nMRS MASTRIONI \nA personal matter, huh? \nED \nThat's right. \nMRS MASTRIONI \nSo you'll be in tomorrow. \nED \nYes, tomorrow. \nMRS MASTRIONI \nOr you'll call. \nED \nOr I'll call, yes.  Hello?  Hello? \nEd hangs up, having been hung up on.  He turns around to see Derm standing right by, listening to his call. \nThe next message is from George Simian, a man who works with Eve. His cautious voice makes it known that it is weird that he is calling. Ed pays special attention to this call. \nGEORGE \nHi, Eve. This is George, from school. You didn't come into work today and I just wanted to make sure everything was OK. I guess I'll see you tomorrow. \nDERM \nWho's that? \nED \nSome guy she worked with.  P.E. teacher, I think. \nDERM \nI see.  Mr Saxon, does your wife have an address book? \nED \nYes. \nDERM \nCould I see it, please?  And a picture, if you have one. \n", "random": "ith a small, easy gesture, it looks like a drop of water, a trickle of air.  Derm listens to the rain.  He's in a very strange place, his head is out.  He's falling. \nINT.  DERM'S HOUSE - LIVING ROOM - NIGHT \nDerm is lying in bed, his head on the pillow, his head resting on the pillow. He opens his eyes, slowly, to find that he is", "sentiment": "D (CONT'D) This is a beautiful rod. But please, please, please don't touch it. \nDerm grabs it. \nED (CONT'D) Please don't touch it. \nThe real snake is running down the length of the room.  Ed sits on it. \nNUNS You are not a friend. \nED I have no friends. \nNUNS You want me to thing that you're very good at"}, {"id": 2509, "prefix": "Detective Derm. Derm looks at Ed, then goes into the other room.  Ed follows. INT. HALLWAY ", "truth": "Did you go to work today, Mr Saxon? \nED \nNo.  I guess I didn't. \nDERM \nIf you'd like, I can call the University for you and explain the situation.  It might help.  I'm sure they would understand. \nED \nI don't think it's necessary. \nDERM \nWell, the offer stands if you change your mind later. \nED \nIt's just that, I don't want them to know anything about all this.  At least not yet. \nDERM \nI understand. \nThey walk into the - \nINT. BEDROOM \nMazurek is holding a small, fabric-bound writing book. \nDERM \nWhat's that? \nMAZUREK \nLooks like a diary, sir. \nDERM \nLet's have a look. \nDerm looks it over, reads the last couple of entries quickly. \nDERM \nWhere'd you find this? \nMAZUREK \nBehind the bedside table. \nED \nI didn't know. \nDERM \nWe have to keep some things to ourselves, or we'd go crazy.  This is your wife's handwriting? \nHe shows him the diary. \nED \nYes.  Can I look at that? \nDERM \nOf course. \nEd takes the diary and wanders into Eve's room, flipping through it as he walks. \nINT. EVE'S ROOM \nEd flips through the last pages of the diary. He reads for a minute. Some distant noises are coming from the neighbor's house. While we can't hear exactly what is being said, it is clear that a man is saying something funny and a woman is laughing hysterically. \nEd reads for a minute until, astonished, he puts it down and looks up at Derm, who is standing in the doorway watching him. \nED \nI guess you never really know anyone. \nDERM \nYou didn't know that you're wife is pregnant? \nED \nNo. \nDERM \nI'm sorry.  I talked to her doctor yesterday.  I thought you knew. \nMazurek comes up behind Derm and says something inaudibly in his ear. \nDERM \nIs it alright if Mazurek uses the bathroom? \nED \nExcuse me? \nDERM \nThe bathroom.  May we use the bathroom?  We might be here for a while. \nED \nNo.  The toilet is stuffed up.  Actually.  Do you mind leaving?  I just would like to be alone. \nDERM \nMr Saxon. I'm sorry about the intrusions into your privacy, but you must understand: my first priority is finding your wife. There is still a great deal to go over. We might want to notify the press. \nED \nThe press? \n", "random": "                                                                                                  ", "sentiment": "d sits down, in the hallway. Derm pushes his way up the stairs. \nINT. HALLWAY \nEd sits there, staring at the ceiling, trying to find the right words.  He stares at his hands. \nINT. LIVING ROOM \nEd sits down, looking at the TV, his hands on the floor. \nINT. HALLWAY \nDerm and Ed look at each other. \nINT. HALL"}, {"id": 2510, "prefix": "The water is rising slowly, but we can see solid stuff (the ashes from the diary are clearly part of the muck) seeping out of the drain with the water. It is a cloudy, dark, disgusting water which probably stinks too. INT. BEDROOM Ed is trying to concentrate on Sadie, but he notices the closet door is open and there are some dresses blowing around inside. ", "truth": "He turns Sadie onto her back, turning himself away from the closet. His kisses run down her chest until he gets to her jeans. He unbuttons her jeans and starts to pull them off, kissing as he goes. \nEd has taken her pants off, but his passion and enthusiasm has faded, and he stops and stares off into space, towards the bathroom. He is spooked. \nSADIE 2t2What's wrong? \nHe looks down and sees Sadie staring at him. \nED 2t2I don't know.  Maybe it's those pills.  I don't know. \nSADIE 2t2Just relax.  Lie back. \nSadie gently pushes him back and starts to go down on him. \nEd get more uptight. \nED 2t2No.  Please.  Just stop. \nShe keeps trying until Ed is forced to push her away. \nED 2t2It's just not working.  OK? \nSADIE 2t2Alright.  I'm sorry. \nSadie turns away.  She's upset. \nSADIE 2t2Maybe I should go. \nED 2t2No.  Please, don't.  It's my fault.  Please.  Don't go. \nSADIE 2t2Damn, I'm so stupid. \nED 2t2No, it's me.  Please. \nSADIE 2t2This was a mistake. \nSadie gets up and puts on her shirt.  She grabs the rest of her clothes and goes into the living room. \nEd stares after her, listening to her finish dressing herself and then leave. \nThe clock next to the bed is ticking loudly and the sound of the ticking continues of the next few scenes, as indicated. \nINT. KITCHEN \nEd pours a few more pills into his hand, swallowing them with some wine from the bottle. \nINT. BATHROOM \nEd looks at the bathtub, which is full of the murky water. He picks up the plunger, which is still by the toilet, and starts working it on the drain. \nMore stuff is coming up, making the water darker, but as he relaxes the plunger, the water doesn't go down. If anything, the gurgling sound is louder. \nHe works the plunger some more, more vigorously and then, again, relaxes it and watches the drain hopefully. The gurgling noise seems closer and the water still does not go down. \nThen he hears something hit the front door. \nINT. LIVING ROOM \nEd opens the front door and picks up the newspaper which has just been thrown. He puts it with the other newspapers, which have piled up in their plastic wraps on his desk. \nINT. BATHROOM \nHe comes back into the bathroom and looks at the bathtub. \nHe puts the plunger over the drain and works it much harder and, this time, after a few seconds, there is a loud knock in the pipes, as if he hit something. He takes the plunger away and watches the drain. \nSuddenly, a large air bubble bursts out of the drain.  He watches, but the water shows no sign of draining. \nThen, slowly, blood starts to leak into the tub from the drain. \nEd is naturally terrified by this.  He watches until it is clear that it is blood and not just more gook. \nHe puts plunger back on the drain and pumps it a few more frantic times. More blood seeps out of the drain. He seems to be making the problem worse. \nHe shuts the shower curtain and backs out of the bathroom. \nINT. KITCHEN \nHe spills the pills on the kitchen counter and counts them quickly. There are about ten left. He pours them into his mouth and swallows the rest of the wine. \nThen the ticking stops.  Ed looks at a clock on the wall.  The second hand has stopped. \nHe hears voices in the other room. \nINT. EVE'S ROOM \nHe looks out of the window in Eve's room. He sees that the light in the neighbor's window is on. The couple next door are having another argument, but this one is much more intense than the last. \nWOMAN \n(O.S.) 2t2Why do you care! You don't care! You know nothing about me! I hate you! Stay away from me! I'll scream! I am not screaming now! You think you're the only one? Yes, I do! I LOVE YOU! You never do that! You do not! You never do anything! You think that nothing's wrong! You think we live in paradise! This is what I think of this fucking house! \nThere is the sound of things breaking. \nWOMAN \n(O.S.) \nIT'S NOT MY FAULT! IT'S NOT MY FAULT! THEN DON'T! I AM NOT! I LOVE YOU! FUCK YOU! I CAN'T BELIEVE YOU SAID THAT! STAY AWAY FROM ME! YOU RUINED MY LIFE! STAY AWAY FROM ME! STOP IT! SHUT UP! STAY AWAY FROM ME! NO! STOP IT! YOU SON OF A BITCH! HELP! HELP! \nThis ends with a loud, terrifying shriek.  It seems to echo around the room as Ed watches.  Then the voices stop. \nEd watches the window and sees a featureless man stick his head through the curtains to see if anybody is listening. Then he closes the window and curtains. \nThe phone rings in the other room. \nINT. KITCHEN \nHe hurries to answer the phone. \nWhile he is on the phone, a new sound is coming from the bathroom.  It is like the gurgling sound, but also subtly different. \nED \nHello. \nDERM \nMr Saxon? \nED \n", "random": "d opens it, and gets in! \nEXT. STREET - DAY \nEd leaves the closet, goes into the living room, and takes a bath. He goes to a closet, and takes a bath. He opens the closet door, and enters. He opens the closet door again. He takes some clothes and puts them on. He goes into the bedroom. He goes to the bedroom and takes another bath. He goes in the bedroom, then goes into the living room", "sentiment": "ADIE (CONT'D) (beat of breath) I'm gonna make you a list of things I want you to do on your own. You want to make me do stuff? \nED Yes. I want you to do stuff that is important to you. \nSADIE (unable to look at her dress) I don't want you to do anything that's not important to me. \nED No. You don't want me to do something that"}]