[{"id": 1137, "prefix": "ZOEY Quinn, in 2 days things are going to be normal. This is just a delusion. QUINN I know you don't understand. I just need to go see Louis today. ZOEY I understand that. ", "truth": "QUINN'S POV \nQuinn sees Ryan Blood hiding behind a tree. He is taking video of Quinn and Zoey with a \"smart phone\". \nPARK-RIVERSIDE \nQuinn jolts up. Zoey is alarmed. \nZOEY What is it? \nQuinn doesn't answer. He gets up and runs to the... \nTREE \nQuinn looks behind the tree, but Ryan is long gone. Zoey comes up from behind, she places her hand on Quinn's shoulder. \nZOEY What was wrong? \nQUINN My neighbor Ryan Blood...looks like he's spying on me. \nZOEY What are you talking about? \nQUINN I need to go see Louis. \nINT. RYAN BLOOD'S APARTMENT-LATER \nLouis is watching the video on the smart phone. He's seen enough, he throws it back to Ryan. \nLouis tosses trash off the couch so he can sit down. \nLOUIS (sitting down) I thought him admitting his true self would break them up- \nRyan plops down in his computer desk chair. \nRYAN BLOOD -Instead he is still hot and heavy with her. (beat) He even did the \"bipty boom\" last night. \nLOUIS The fight is pointless. \nRYAN BLOOD It's not pointless. The game has just changed is all. (beat) We have two levels here: one is making sure we keep him engaged. (beat) Honestly though that's an afterthought at this point- \nLOUIS So what's the next move? \nRyan reaches into his desk drawer. \nRYAN BLOOD (still searching) Well when he does become engaged... \nRyan throws something at Louis. \nLOUIS POV \nLouis catches the item. He looks down to see a nine millimeter. RYAN BLOOD (O.S.) (CONT'D) ...We need to make sure you still have the advantage. \n", "random": "\nQUINN Get him out of here. \nQUINN Okay, okay. \nQUINN (CONT'D) (born in the same town) As you can see, I'm four months away from the wedding. \nQUINN Okay. I just want to go out on the town. \nQUINN Don't worry about me. \nQUINN So I am. \nQUINN Okay. I will be right back.", "sentiment": "\nQUINN (CONT'D) It's okay, I just need to see seeing Louis today. (to Quinn) You've saved my life? \nKIM MAHONEY How you? \nZOEY Go to get him. (to MORGAN) I'm sorry, I don't wanna bring him back. Let him go. \nPROFESSOR MORGAN (CONT'D) When you go with her? \nLORAN You're living"}, {"id": 1138, "prefix": "Louis turns toward Ryan. LOUIS I thought coming here would give us some privacy from Quinn. RYAN BLOOD I think it worked out perfectly. ", "truth": "Jack walks into the room holding a file folder. Zoey is sitting on the couch trying to get a grip. \nJack throws the file in her lap. \nZOEY So is the file folder for dramatic effect? \nJACK No it was to keep everything organized... (beat) ...and for dramatic effect. \nSuddenly Zoey's cell phon rings. \nShe sets the folder aside and answers. \nZOEY Quinn? \nINTERCUT \nEXT. STREET CORNER \nQuinn is on a pay phone, he's shaking. At this point he is lost on what his next move should be. \nQUINN Ryan Blood! \nZOEY You mentioned that earlier. What is going on? \nQUINN He's with Louis. They're planning to kill me. \nZOEY I thought that was the whole plan. \nQUINN No it's...this isn't like Louis. I think he is trying to cheat his way to a win. \nZOEY Why don't you come over here. \nQUINN I can't! \nZOEY Come on Quinn get a grip. Just calm down and come over here. \nQUINN You're right. \nZOEY OK so just come on over and we'll talk. \nQUINN No I mean you're right. I need to get control of myself. I have a destiny. I need to figure out my next move. \nZOEY Quinn? No wait- \nQuinn hangs up the phone. \nZOEY AND ANNA'S APARTMENT \nZoey slowly drops her cell phone to the floor. Jack picks up the folder Zoey set aside. \nJACK What is it? \n", "random": "IS You know, I don't know why you would just stay here. \nRyu draws a pistol. \nRyu Good, he's got a gun. \nLOUIS (CONT'D) It's not your gun. \nRyu pulls the trigger. \nLOUIS What? \nRyu (CONT'D) What? \nLOUIS What? \nRyu catches the trigger and dumps it in the fire", "sentiment": "IN (to Quinn) I'll be the first to admit that I don't know what to make of this. \nQUINN (to Quinn) I'm not sure what to make of this. \nQUINN (to Ryan) You know what? \nROBIN (to Ryan) I'm not sure what to make of this. \nQUINN (to Quinn) I'm not sure what to make of this. \nQUIN"}, {"id": 1139, "prefix": "JAKE (monotone) Yes I believe a seed was planted. ZOEY Exactly. I heard there was an employee that got fired for sharing Mormon mythology with the boys. JAKE (monotone) No. Off base. He's not the right one. ", "truth": "INT. ZOEY AND ANNA'S APARTMENT- A FEW MOMENTS LATER \nJack sits at the PC while chatting away on his cell phone. It appears he is looking up information for who ever is on the other end. \nINT.ZOEY'S CAR- CONTINUOUS \nZoey is parked in a parking lot, while she chats on her cell phone with Jack. \nJACK You might be right sweetheart. The employee I was telling you about earlier was instrumental in getting Appleridge Orphanage shut down. \nZOEY How? \nJACK Mrs. Rhodes was pretty well known in Huntington. I think she felt this guy was getting in the way of her master plan. Finally, nearly 20 years later, he convinced the state what was really going on there. \nZOEY Well...elaborate. \nJACK That girl you talked to was \"pants crapping nuts\". She actually makes your boyfriend look sane. I guess she believes that Lucifer came to her in a vision- \nZOEY -How is that different than a dream? Just saying- \nJACK -I don't know. I think you have to be awake for a vision. (beat) Will you please pay attention? Anyway he, meaning Lucifer, gave her this jazz about...well you know the story. Two angels, fighting to the death...blah...blah...Anyway he told her she needed to look after Louis and get Quinn out of there. I guess trying to stack the odds in Louis' favor. \nZOEY So she had Quinn committed? JACK To the same hospital where her nephew was a patient. All on the dark lord's orders I guess. \nZOEY Fucking Ryan Blood! \nJACK Your friends are fucking whack. \nZOEY Thanks Jack. \nJACK So what are you going to do? \nZOEY I'm going to stop an Apocalyptic battle. \nJACK Goddamn Zoey! \nZOEY AND ANNA'S APARTMENT \nJack realizes Zoey hung up on him. He slowly puts his phone down and steps away from the computer. \nHe walks over to the couch and sits down. He lets out a sigh of exhaustion as he leans back on the couch. \nZOEY AND ANNA'S APARTMENT-A FEW HOURS LATER \nJack is now sprawled out on the couch. Anna walks in the room and sets a beverage on the coffee table in front of him. \nShe moves his legs and sits down beside of him. \nANNA So where is she at now? \nJack sits up. \n", "random": "ZOEY (to a desk) \nFEMALE MOTHER'S VOICE (to the other clerk) (follows her) I'm sorry. \nFEMALE MOTHER'S VOICE (to the other clerk) (to the clerk) (to the other clerk) (to the clerk) (to the clerk) (to the clerk) (to the clerk) (to the clerk) (to the clerk) (to the clerk) (to", "sentiment": "ZOEY's business has come to a halt for a while now. The priests are headed to the area I down here. \nRAY goes up towards Marty and hands him a bowl of life form soup. \nRAY We have to wait... \nZOEY The altar girl. \nRAY Who are you going to marry? ZOEY VOSTLY HE is a Shasta. ZOEY Yes we will (beat) \nRAY I, uhm..."}]