[{"id": 2646, "prefix": "ANDREW (O.S.) No, I wasn't filming anyone specific, just filming the party. AUSTIN (beat) Okay, good, because I don't wanna have to beat your ass. ANDREW (O.S.) Okay. ", "truth": "ANDREW (O.S.) Okay- \nAUSTIN Cause I know you were filming my girlfriend dancing. I should break your fucking nose, you know that? You know that, I should beat your ass right now, but I'm trying to be nice. Fuck you. \nAustin abruptly throws his beer on Andrew, getting some on the camera, and then spits on him. Andrew backs up, shocked, lowering the camera. \nEXT. HAVEN HILLS FARM - EDGE OF THE WOODS \nAndrew's out alone in a field now, furiously cleaning the lens of the camera, obstructing our view. Cut to a few moments later; the camera now resting in his lap or on the ground. We can see the barn, the party still going on. \nAfter a few moments, we can faintly hear Andrew crying. \nSTEVE (O.S.) (loud, sudden) Are you Andrew? \nANDREW (O.S.) (startled) What- STEVE Are you Andrew-with-the-camera? (beat) Matt's cousin, Matt said you had a camera? \nThe camera is picked up to reveal STEVE \"Kaz\" Kazinksy, 17, approachably handsome and in great shape, with an easygoing, instantly likeable charisma. \nHe's a little drunk and giddy. \nSTEVE (CONT'D) Dude, are you okay? \nANDREW (O.S.) I'm Andrew. \nSTEVE I'm Steve Kazinsky- \nANDREW (O.S.) No, I know. \nSTEVE ...yeah? \nANDREW (O.S.) Everybody knows who you are. \nSTEVE Haha, yes, that is true. Listen, come on, bring the camera. \nANDREW (O.S.) What?   I don't- \nSTEVE Come on. \nSteve starts off, but Andrew hesitates. \nANDREW (O.S.) I don't- \nSTEVE Dude, come on, we found something. \nEXT. HAVEN HILLS FARM - FIELD \nSteve is walking ahead in the field of tall grass, toward woods. It's rather dark. ANDREW (O.S.) Look, I don't think we're supposed to- \nSTEVE Is there a light on that?   On your camera? \nANDREW (O.S.) Oh, I don't- Hm, I don't know- \nThe camera goes down for a moment while Andrew futzes with it. The light clicks on, illuminating Steve. \nSTEVE Awesome. \nCUT. \nThey've reached the woods, and Steve is climbing over the remains of a fence. The light bounces around wildly. \n", "random": "                                                                                                  ", "sentiment": "he tripod goes in the air and Lowell and Andrew have a hard time keeping up, and they're moving too fast. \nALEXANDRE (CONT'D) I'm not going, fuck! That's a long way from the city, alright? \nALEXANDRE (O.S.) Will those guys be taking their bearings in the plaza this afternoon? OK? \nINT. RESTAURANT - SAME TIME \nEarthly is carrying medicine on"}, {"id": 2647, "prefix": "EXT. STEVE'S HOUSE - POOL - NIGHT Steve, Matt and Andrew are sitting around the pool outside of Steve's house; empty beers are all around. All three are at least tipsy. Matt is up. ", "truth": "ANDREW (O.S.) (flatly) No. \nAll three crack up. \nMATT That's cold, you're so cold! MY OWN COUSIN! DJ Steve, dial me up- Steve immediately starts beatboxing. \nMATT (CONT'D) Okay, yo, yeah, yo, you say you wanna get high you ain't high as me, you chillin' at yo mom's house I'm at four thousand feet, cauuuse I got those tight muscles, in my, braingina, and you better believe I'm a, frequent flyer, and you know I don't need no turbines, ladies fly first class on Garrety airlines, my DJ is senior class, president, straight outta Oregon, gotta, represent, Matt Garrety bitches, I'm the young Clark Kent. \nSteve and Andrew cheer and Matt takes a bow. \nCUT. \nThe guys have broken open glowsticks, and Steve is filming as Andrew and Matt manipulate snakes of the glowing fluid at each other; it's beautiful. \nCUT. \nWe cut between three sing alongs; \"Shake That\" by Nate Dogg and Eminem (which Andrew protests too, as he doesn't know the lyrics), \"How You Remind Me\" by Nickelback, and \"Macho Man\" by The Village People. \nINT. STEVE'S HOUSE - LIVING ROOM - LATER \nThe guys are in that sleepy mode, now. Andrew's filming, but not really focusing on anything. Matt's sprawled out on a couch opposite him. Steve's in a chair nearby. \nMATT But how does she not notice? \nSTEVE Well, I mean, she notices that it's gotten better, definitely. You just have to be subtle. \nANDREW (O.S.) That's so cool. Doesn't that count as breaking rule #1 though? \nSTEVE Pfff, technicalities. MATT Man, I haven't had sex since like...a year. \nANDREW (O.S.) I haven't had sex since ever. \nSTEVE Ugh, man, you guys...how are you so cool? \nMATT Liquid nitrogen. \nCUT. \nLater. Drowsier. Light's coming from the TV. The camera is laying haphazardly on Andrew. They're all nearly asleep, drowsy drunk. \nMATT (CONT'D) Hey guys, are you up? \nSTEVE Yeah. \nANDREW (O.S.) YO. \nMATT Today was like...the best day of my life. Like I was thinking and I can't think of any day I liked better than today. \nThere's a silence. \nANDREW (O.S.) Yeah. \nSTEVE Unanimous.     Yes. \nMATT Okay...good. \nBeat.   Silence. \nEXT. HAVEN HILLS FARM - THE CLEARING - MORNING \n", "random": "ATT What are you doing? \nSTEVE I don't know. I should go to the ballet. \nMATT (to Steve) Good. \nSTEVE I thought you were going to the ballet. \nMATT I'm sorry, I didn't think you'd find me. \nSTEVE I'm not going to the ballet. \nMATT I'm not going to the ballet, I'm going to work. \nSTEVE Open your", "sentiment": "ATT Steve? Steve? \nSTEVE (O.S.) Yeah. \nMATT Steve? \nSTEVE Yeah. \nMATT Steve? Steve? Steve? \nSTEVE Yeah. Steve? Steve? \nMATT Yeah. Steve? Steve? \nSTEVE Yeah. Steve. Steve. Steve. Steve. Steve. Steve. Steve. Steve. Steve. Steve. Steve. Steve. Steve. \nMatt is up, looking at"}, {"id": 2648, "prefix": "CUT. Now Matt has the camera, filming Steve. MATT (O.S.) So what's it feel like to be good at everything? STEVE I'm not good at everything- ", "truth": "STEVE I'm not GOOD at everything, I just do my best at everything. That's what it's about. I mean you talk about philosophy and shit all the time, but you never really do anything. Have you even applied to colleges yet? \nMATT I'll get to it- \nSTEVE You could use some of that, man, I'm just saying. \nMATT (O.S.) Oh yeah? Well you could use some shut the fuck up. \nSTEVE You lack initiative. \nMATT You lack...a dick. \nEXT. ROAD - LATER \nThe guys are walking along. Andrew's holding the camera loosely, not really caring, they're chatting, it's chill. Matt gets a text. \nMATT Shit man, I got my mom's birthday, I gotta go. \nANDREW Say hi for me. \nSTEVE Later dude. \nMatt turns and casually rockets off into the sky. \nSTEVE (CONT'D) What're you doing, where are you going now? ANDREW Well I don't wanna go home yet. You wanna go into the city? \nSTEVE Ah, dude, it's rush hour. \nANDREW So? \nThere's a beat, and then Steve laughs. \nSTEVE Hell yeah, dude. \nEXT. PORTLAND - THE ROOF OF THE KOIN CENTER - SUNSET \nThey're 46 stories up, chillin' with milkshakes.   It's fucking awesome. The city is beautiful. \nSTEVE I wish I could bring Samantha up here. She'd love this. \nANDREW (O.S.) You still haven't told her? \nSTEVE Nah, no way. She'd freak out. \nCUT. \nSTEVE (CONT'D) Mom's like, never home anymore. I mean, you saw how my dad is, he's just quiet. Sits around. I don't know. And talking to him about it is just pointless. He's got nothing to say. \nCUT. \nANDREW (O.S.) And it's bad, because her pain gets real bad, you know, and we can't afford the good meds anymore. When I was little it wasn't as bad, but even then dad was still, you know, the way he is. I don't know. I don't know anymore. I don't know how to feel. CUT. \nSTEVE It'll be fine, dude.    You'll figure it out. \nANDREW (O.S.) I hope so. \nSTEVE Hey, I wanted to ask you, winter break's coming up...You wanna do the talent show with me? Get you out there, you know, meet some new people. \nANDREW (O.S.) No, I- I mean, no, that's not- I'm really shy, and I don't have any talents, or- \n", "random": "\nMATT \n(CONTINUING) You're not good at anything- \nMATT \n(CONTINUING) \n(CONTINUING) \n(MORE) \nMATT (CONT'D) \n(CONTINUING) I don't know what you mean - \nMATT \n(CONT'D) \n(MORE) \nMATT (CONT'D) I don't know what you mean", "sentiment": "\nMATT (O.S.) You know, I mean, I'm not good at everything. \nSTEVE I'm not good at everything. \nMATT (O.S.) You know, I mean, I'm not good at everything. \nSTEVE I'm not good at everything. \nMATT (O.S.) You know, you're not good at everything. \nSTEVE I'm not good at everything. \nMATT ("}]