[{"id": 2109, "prefix": "SHOOTER Sure, you got to know. We all got to know. KID Sometime or other we got to find out how much juice we got. SHOOTER That's why I had to tell you. ", "truth": "SHOOTER Yes, I have. \nThey walk along, The Shooter pursing his lips thoughtfully. \nKID Well, what happened? \nSHOOTER Nothing. Nothing at all. \nKID You lost. \nSHOOTER I didn't lose. I'm too good to lose when I set my mind to it. I play poker a certain way, Kid. I've had my Lancey Hodges. Only with me it was Whistling Sam Magee to New Orleans. \nKID (respectfully) I heard about him. \nSHOOTER Well then you know it all... about 20 years ago it was, maybe more. \nKID What happened? \nSHOOTER Why, I lost it. It dried me up on the inside for a long, a very long time. \nKID Yeah? \nSHOOTER I been where I'm going, know what I mean? \nThe Kid nods as they come to where an old wooden pier extends into the river. Along the river bank can be seen a small portion of the mile-long Hooverville that stretches up and down the Mississippi. \nEXT. PIER \nThey walk out on the pier and eventually stop, look out at the river, watching the working boats. They have their thoughts; The Shooter smoking his cigar. \nKID You think I'm ready? \nSHOOTER (after some time, several seconds of thoughtful puffing) Kid, I don't think you're ready. \nKID (quickly) Oh. \nSHOOTER But you're not going to take my word for it, are you? Are you now? \nKID No, I ain't. I can't. \nSHOOTER I know, I know. You got to find out for yourself. \nKID I don't figure to take him right away. But if I can hang in there long enough, I can outlast him. If I can outlast him, I got a chance. You admit that, don't you, that I got a chance? \nSHOOTER I already said I didn't think you were ready. \nKID Did you think you were ready when you sat down with Whistling Sam Magee? \nSHOOTER Kid, I thought I was the best stud poker player in the world. I'm telling you now, I thought I was the best. \nKID Well, I don't think I'm just a cocky square with a fair hand with cards. I got something. \nSHOOTER No, you ain't no cocky square. And you probably got something. \nKID Okay. And I ain't saying that you was either when you sat down with Whistling Sam Magee. \nSHOOTER If you got the stuff, being a little cocky don't hurt you none. \nKID Well, would you say if I got any chance at all? \nSHOOTER This much of a chance. If Lancey is not right. If he's got a cold, or his stomach ulcer is acting up, or something like that. \nKID But then everybody'd see he wasn't right and it wouldn't prove nothing. Listen, we got to have it understood. If he's not right, we call it off till he is. \nSHOOTER You're set on a real showdown, aren't you? Your mind's all made up. \nThey start back off the pier. \nKID I got to. You said yourself I got to. I'm overdue. \nSHOOTER Yeah, you been around a long time -- I was a lot younger than you when I went up against Whistling Sam -- But you'd be kinda young too, to be The Man. \nKID I gotta find out. \nSHOOTER (after a pause) Want me to set it up? \nKID (gratefully) I wish you would, Shooter Man. \nSHOOTER All right. \nKID Hey, what if he turns me down? \n", "random": "KIDS WASHING The two of you had a lot of things going on, right? I missed a lot of things. \nKIDS \nSHOOTER One thing but-- \nKIDS \nSHOOTER Maybe it's a good idea to tell me. \n(SOUNDBITE OF BRIEF) \nKIDS \nSHOOTER Or something. \nKIDS \nSHOOT", "sentiment": "KID I didn't want to be too deep. \nKID (to KID) Do you know how many cigarettes you got? \nKID \nJANET KID Well, I don't know. I don't know. I never got the juice. \nKID \nKID You don't know what I'm talking about. \nKID It's a good thing I got the juice. \n(KID'S VOICE"}, {"id": 2110, "prefix": "MELBA Wicked? CHRISTIAN Well, yes. MELBA That's what I meant by heaven. ", "truth": "Lancey, Shooter and five other men are sitting in comfortably padded chairs around a well-appointed poker table. Everything about the game is in sharp contrast to the one The Kid played in. It is played with chips - expensive ones; there are a couple of bottles of wine on ice, fine cigars, a tray of sandwiches, etc. Lancey's opponents are all wealthy types; two of them could be Texas oil men. The youngest, a good- looking man of thirty, is BILL SCHLAEGEL. The Shooter, as nonplaying dealer, distributes fifth cards to the four remaining players in the hand, and both Lancey and Bill end up with four cards of one suit showing. \nSHOOTER (as he deals) Still queens -- possible flush -- no help -- possible flush. \nFIRST WEALTHY TYPE Queens check to the possibles. \nLANCEY Check. \nSECOND WEALTHY TYPE Check. \nBill silently tosses in two of the rarest and highest ranking chips on the table. \nFIRST WEALTHY TYPE Fold. \nLANCEY And up two. \nSECOND WEALTHY TYPE Fold. \nTHIRD WEALTHY TYPE Biggest pot yet. \nA phone RINGS and the Third Wealthy Type answers it. \nBILL Call the two thou. \nLANCEY (turning over queen of his suit) Queen high. \nBILL (indignantly) Jack high. Can you beat that? \nFIRST WEALTHY TYPE He just did. \nTHIRD WEALTHY TYPE (to Second Wealthy Type) It's your office. \nSECOND WEALTHY TYPE Dallas or Tulsa? \nTHIRD WEALTHY TYPE She just said office. \nThe Third Wealthy Type takes the phone and speaks on it during the ensuing. The Second Wealthy Type crosses to the bar and fixes himself a drink. Lancey takes in his winnings. Bill hasn't recovered from the blow. There is a hiatus in the game. \nBILL How the bloody hell did you figure out I didn't have the king or the ace? \nLANCEY I recollect a young fellow putting the same question to Eddie the Dude. It was a game in the grand lounge of the \"J.M. White, Third,\" the largest paddle-wheeler ever built. \"Son,\" Eddie told him, \"All you paid was the looking price. Lessons are extra.\" (turns to Shooter) First time I heard of this Cincinnati Kid was in New Orleans, at Yeller's. I knew right away I'd have to play him someday. \nSHOOTER You'll enjoy his game. \nLANCEY I may admire it. But if he's all that good, I doubt if I'll enjoy it. \nSHOOTER The tougher the competition, the better you used to like it. \nLANCEY I've learned to take everything in moderation. \nEXT. RESTAURANT - NIGHT \nIt is early evening. The Kid approaches the restaurant with Christian on one arm, Melba on the other. \nKID (to Melba) Have a drink with us? \nMELBA Better not. Shooter said they'd break at seven, and he has to have his food first, then his nap. (looking The Kid over) You know, there's a day in your life I'm looking forward to. \nKID In my life? \nMELBA The day The Kid becomes The Man. \nShe smiles at them both and goes off. They move to enter the restaurant. \n(TIME LAPSE) \nINT. RESTAURANT - KID AND CHRISTIAN \nThe plates with the remains of their main course are in front of them. The Kid pours what's left of a bottle of beer into his glass. \nCHRISTIAN How'd you sleep Kid? \nKID I slept okay. \nCHRISTIAN I hope you don't mind my not being there when you woke up. \nKID No I don't mind -- (then) What she was talking about, Shooter's woman -- I'm going up against a big game soon. \nCHRISTIAN She told me. It's a very big game, I hear. \nKID Yes. \n", "random": "\nMELBA Come on. \n(He looks at the two. They walk to an exit) \nMELBA ...what is it? \n(He turns to the entrance to the house) This is the house of God, and there's a great deal of the family. \nMELBA I'm sorry. And I'm sorry I didn't make it. \nChristians can't understand why they should be sorry. \nMELBA I don", "sentiment": "\nDo three sunny days a week, with three honorable bankruptes and three saints, from the cornfields to Yellow Springs to the front eminence of the sky when it is the cool hot year of the whole world. \nCHRISTIAN Well that'll be a big help... \nMELBA, that means it would be an interesting one, I think; I'd love it if you can make it through these really cold days, staying in the busy pocket of history and then making"}, {"id": 2111, "prefix": "As soon as they are finished with the pump, Mrs. Craigie and Christian turn to the table, where they begin to snip stems and cut beans before putting them into the pots on the stove. MRS. CRAIGIE You know anything about canning, you know we can't stop now. If we'd been looking for company, we never would have started. CHRISTIAN Spring beans, you have to cook them fast. But you find yourself some breakfast. ", "truth": "CHRISTIAN You can stay with us tonight and still make it back to St. Lou on the Sunday schedule by about midnight. I told Mama and Papa about The Man. And all. \nKID Where is Mr. Craigie? \nMRS. CRAIGIE To the barn. Why don't you go down and introduce yourself? Christian and me'll be at this another hour or two. \nKID I think I will. I think I'd like that. (to Christian) Okay? \nCHRISTIAN Sure. And I'll see you a little later on. (then, as he starts out) Papa don't know everything. About you and me. \nThe Kid looks quickly at her and then at Mrs. Craigie, who keeps her gaze fixed on the beans. \nEXT. CRAIGIE BARN - CRAIGIE - DAY \nHe is pitching manure from all over the cow-lot into a pile banked against the side of the barn, working a long-handled shovel with practised ease. He looks o.s. and sees The Kid approaching but continues his work as The Kid enters the SHOT. Nor does he stop shoveling while they are talking, except at moments of particular significance to him. \nCRAIGIE Hello. \nKID How do you do, Mr. Craigie. I'm Eric Stoner. \nCRAIGIE Christian's Eric. \nKID That's right. \nCRAIGIE You seen her? \nKID She's helping her mother can. \nCRAIGIE You minding to marry Christian? \nThe Kid looks at him a long moment then -- \nKID You got any objections if I do, or if I don't? \nCraigie takes a couple of steps toward The Kid, his boots sucking in the muddy ground. \nCRAIGIE Son, that's what I call a sharp answer. \nKID It was what I call a sharp question. \nCRAIGIE We don't know much about you, Christian's mother and me. \nKID I'm what's known as a three-river man. Which just means I go around playing stud poker wherever I can find the kind of action I'm looking for. \nCRAIGIE You met Christian when she was working to Hot Springs? \nKID Yeah. I was playing in this game in the hotel and she was a waitress in the coffee shop. We went out. I told her I thought she could get a better job in St. Louis. \nCRAIGIE Now how did you happen to tell her that? Maybe you run some kind of employment service on the side? \nKID I said it because I wanted her in St. Louis. Anyway, she made it there and she called me and we been seeing each other ever since. \nCRAIGIE Living together? \nThe Kid takes his time before deciding how to answer this one. \nKID Yeah, living together. \nCRAIGIE How come she come home now? She going to have a baby? \nKID Not that I know of. \nCRAIGIE You two have a fight? \nKID No. \nCRAIGIE She must have had a reason. \nKID Think so? Well, you've known her longer than me. (then) Look, Mr. Craigie, let me and Christian find out a few things then maybe I won't have to answer your questions. \nCRAIGIE I never run across anybody like you. I guess I don't understand gamblers. \nKID That's all right. I don't understand farmers. \nCRAIGIE You say things that sound smart alecky. But I'm not sure if they really are smart alecky. \nKID Well I can't take into account what somebody's going to feel every time I say something. \nCRAIGIE Are you a believer? \nKID In some things. \n", "random": "INT. HOTEL. NIGHT \nThey are on a quiet street, at first, with the water so low they cut their way across the street. \nINT. HOTEL. NIGHT \nThey are going to the hotel. \nINT. HOTEL. NIGHT \nThey are in the hotel room, so they are not looking out for each other. \nINT. HOTEL. NIGHT \nThey are on the phone waiting for a hotel-keeper to come,", "sentiment": "MRS. CRAIGIE What you make is the best you can eat.  This pudding is tasty. CHRISTIAN And you can make it at home! MRS. CRAIGIE Well, I don't know where I'd be without some breakfast. He gets up, begins to spread the beans.  CHRISTIAN They're not the best, but I can make them at home! MRS. CRAIGIE Well, I will, but I can make it as close up as you"}]