[{"id": 1620, "prefix": "BETSY Oh, stop it! You have no earthly idea what you want, Max! And stop calling me Betsy Ilene Kahn. MAX Isn't that your name? BETSY You call me Betsy Ilene Kahn like you just met me yesterday. MAX What should I call you?   My girl, my significant other -- BETSY Don't get cute! You get cute and I swear to God --- you told me once I look like my mother! MAX You do -- so what? BETSY See -- you don't understand! MAX How could I possibly not understand a conversation as easy as this one, Betsy Ilene. BETSY I hate you! MAX Na ya don't. (CONTINUED) CONTINUED: BETSY I stood by you for three years! MAX I know. BETSY I supported you through your internship! MAX You did. BETSY Why? It was never working. What have I been thinking all these years -- that you'd change? You're the most self-pitying, self-destructive, self... She can't find anything fierce enough, so she abates, tries to get it together to make a dignified exit. BETSY But you've taught me something, Max. You never finish anything. Well, I quit. I've found my light and I'm free of you. She heads for the gate, people parting to give her a wide berth. ", "truth": "CONTINUED: MAX Guerilla theater, folks. 'All the world's a stage.'  Don't know if that word reached you here yet. If you'd care to show your appreciation by a small donation... Many smiles... and several instant offers of rupees.      A beat, then... MAX Aw, what the hell. ... Swallowing his incredible embarrassment, Max takes the money. \nEXT. SQUARE - DAY (EARLY MORNING) The line is long. At this moment, Joan is checking a child's throat with a tongue-depressor. Aloka is walking beside her with a fistful of depressors and a bag for disposal. Hasari and Ram are getting ready to leave. Anouar appears at Joan's waist. ANOUAR Good morning, Joan Di. Dr. Loeb said many of us could be helped; that all it would take is money for medication. Anouar hands Joan some newspaper in which something is wrapped. Joan opens the paper. Inside is a good deal of money. ANOUAR Please buy the medication for us. If we cannot come here to receive it, perhaps Dr. Loeb would come to us. JOAN I'll be happy to buy the medication, but Dr. Loeb is not part of this endeavor, Anouar; there is only his cherished memory. ANOUAR Then perhaps I am having visions. Anouar's focus is up the lane.   Joan follows his focus to: \nTHEIR POV Max approaches. A buzz    about Max's heroics; hands coming together. Max raises a    hand in benediction, makes the sign of the cross. Max    claps Hasari on the shoulder; Hasari brings his hands   together and gives Max a genuinely pleased smile.    Children circle and touch him, Manooj and Shambu among   them. \nBACK TO SCENE MAX Good morning! Good morning! Heckuva morning! Getting ready to practice medicine without a license, Sister Joan? You don't see me soliciting conversions, do you? JOAN Well, well, well, I do so love to be surprised. MAX Okay, for starters, pick me out someone with something easy I can heal, make me look good. (to Aloka) Aloka, you're my assistant, let's go. Aloka smiles, she nods, she accepts. JOAN Max, knock it off, give us a bit of hush. (as he does) What happened? MAX I changed my mind. JOAN And I'm a bloody bathing beauty. MAX Okay, so I got left. JOAN Smart girl... So how long am I stuck with you? MAX Two weeks -- or until Mom sends me a ticket. (CONTINUED) \nCONTINUED: JOAN Not worth the aggravation of your prattle every day. Six months -- and not a day less. MAX No way. Six weeks -- and that's my best offer. JOAN Two months -- and that's my final offer. MAX (a beat) Done. JOAN Jesus and Mary. The Lone Ranger rides again. And now smiles creep onto all their faces as Max goes inside, followed by Joan... and then Aloka -- after she looks at Hasari, gets his nod of encouragement. Too late, Joan says... JOAN Watch your -- Thud! MAX Thanks -- got it. The children titter. The teacher, Margareta, admonishes them to pay attention and be polite... as we -- \nFADE OUT. FADE IN: EXT. SCHOOL GIRL'S HOUSE - HASARI'S WHEELS - DAY (TWO WEEKS LATER) The wheels spinning furiously and then stopping abruptly. Hasari, dripping with sweat, panting. The School Girl comes running toward him. After her, in the b.g., her MOTHER. SCHOOL GIRL Hasari, where have you been? I've been waiting almost five minutes. (CONTINUED) \nCONTINUED: HASARI I'm sorry, forgive me.   It won't happen again. SCHOOL GIRL We're not going to school today. You're taking my mother and me to the Bara Bazar. I'm getting married! HASARI Oh, I am so pleased for you! Panting helplessly, Hasari smiles... as he helps the School Girl's Mother into the rickshaw. \nMOTHER Good morning, Hasari. HASARI Good morning, missus. Briskly, he takes up the shafts and sets off. MOTHER Turn right at that corner, Hasari. HASARI It's farther that way, missus. MOTHER No, not really. Turn there, please. Obediently, Hasari turns (as Ramatullah, heading the other way, passes; they wave) and Hasari pulls AWAY FROM us. \nEXT. SECOND WEDDING SHOP - DAY He helps them out of the rickshaw in front of an expensive-looking bridal shop. SCHOOL GIRL You must remember this shop, Hasari, when it's your daughter's time. This is the nicest in the city. The Mother gives the School Girl a withering look and hustles her into the shop. Hasari can just barely hear... (CONTINUED) \nCONTINUED: MOTHER (O.S.) Don't say things like that. He's never going to be able to buy anything here. \nON HASARI He watches from outside, a look of determination coming over his face. Suddenly a pair of fingers takes hold of his ear, twisting his face painfully. \n", "random": " MAX No! No! No! No! Max starts to leave, people giving her a wide berth.  MAX You don't have to be so bold. At this point, she makes it clear that she will stay. Max continues to leave. The crowd cheers. Max exits.  MAX Good-bye, Max. (CONTINUED) CONTINUED: We see the two of them at the gate. IN THE DUTY The crowd cheers. (CONTINUED)", "sentiment": "\nEXT. BETSY'S HOUSE - NIGHT BETSY'S HOUSE - NIGHT Max sits on the porch, watching a child's playpen. MAX I'm going to show you how to play. MAX I'm going to show you how to play. I'm going to show you how to play. \nEXT. BETSY'S HOUSE - NIGHT Max sits on the porch, watching a child's playpen. MAX I'm going to show you how to play. I"}, {"id": 1621, "prefix": "EXT. SKELETON WAREHOUSE (MITRA & CO. EXPORTERS) - JUDAS DOOR - DAY A forbidding face appears at the grill, stares out. INT. SKELETON WAREHOUSE - DAY Hasari and Gangooly enter. A repulsive smell almost makes Hasari gag. Gangooly takes Hasari's arm and steers him through the gloom. Hasari discovers the origin of the smell. A line of skeletons arranged along the walls. Tables stacked with bones: skulls, spines, rib cages, hands and feet. Each skeleton sports a label with a price in U.S. dollars. Crouched among the bones and packing crates are men work- ing. Some smoke, some have masks over their faces. They scrape and clean and decorticate. They skillfully assemble their grisly creations, emotionless but like artists. POV - MANAGER'S OFFICE - DAY THROUGH a dusty, glass, interior window, we see, almost in mime, the manager examining Hasari. ", "truth": "INT./EXT. TAXI - ROAD TO AIRPORT - DAY Heat haze on the road. As we FOCUS, we FIND Max, Joan, Aloka, also with their thoughts. Joan gazes out the window of the taxi. Max looks at the back of Joan's head a moment, then looks at Aloka, who sits between them. She deflects his eyes forward. JOAN Hasari has forbid her to have anything more to do with us. He'd be very angry if he knew she was seeing you off. Max looks at Joan.   Looks out the window. \nINT. AIRPORT - DEPARTURE AREA - WIDE SHOT - DAY First we see joyous people greeting arriving passengers; parents greet a young man returning from college abroad. The way clears and we CLOSE IN ON Max, Joan, and Aloka, a tiny island in this sea of people at the moment of their parting. Max empties all the money out of his pockets. MAX This is for Poomina.   When I get home... He thrusts the money on Joan and Max offers his hand; she goes through the hand to embrace Max. Then Max and Aloka look at each other. (CONTINUED) \nCONTINUED: ALOKA You did good things. (chokes up, but manages) Thank you for coming to our country. And now Max heads out the door. \nINT. CAFETERIA - ALOKA AND JOAN - DAY Sparsely populated.     They sit in isolation at a table over a cup of tea. \nJOAN It's not like  he's royalty or anything, so  I'm not persuaded we have to wait  for the plane to actually take  off. ALOKA No.   We should go. Yet, they   remain another moment... then get up. Joan puts her   arm around Aloka and they turn to go. The looks on their   faces suggest they've come face to face with something   startling. \nANGLE ON DOOR Max.   Standing inside the departure doorway. MAX What were those three choices again? Their faces. And his with just a wistful version of his old grin... and we -- FADE OUT. FADE IN: EXT. COMPOUND - DAY Hasari returns.     Goes into Ram's hut. \nINT. RAM'S HUT - DAY He finds his family... and Max.     The two men stare at each other. (CONTINUED) \nCONTINUED: MAX I need Aloka at the clinic. (as Hasari stares) All right, they, the patients, need her. She's a good nurse. (as Hasari stares) Come on, man, this is between you and me. Why take the kids out of school, why punish your wife? Hasari holds his anger in; he moves to a mat and lies down, his back to Max. But Max doesn't go. MAX I have a little money, I can get it from the States... HASARI It's not a question of money. We'll survive on our own. That's it. Hasari lies with his back to Max. After some moments of silence, Aloka indicates Max should go. And he does. After another moment... ALOKA Maybe he's right. The clinic is for everyone and if I am needed -- Hasari bolts up, a look of anger on his face we've never seen. HASARI No! I'm your husband and you'll do as I say! Unless, of course, you've become an American wife and then you'll do as you please! HASARI Stay away from them. They are not part of us. They will only be good to you as long as you please them. The children, Aloka are frozen, she very close to tears. Hasari lies back down, again turns his back on them. \nEXT. LEPER COLONY (DAWN) - DAY The small colony alive; a line of patients outside a door. \nINT. ROOM - DAY Max unwraps a bandage from a leper's partial limb. Looks around for Aloka. She's not there. Said is acting as his nurse. Points at his instruments. MAX Hand me the scissors, please. Helpfully Said hands him the tweezers. MAX Scissors, scissors. He demonstrates. Said fumbles through the instruments, picking up the scissors by the ends. \nMAX Not that end -- No, that's fine, thanks, I've got it. \n", "random": "XT. HALLWAY - DAY The man who is inspecting Hasari is a man in his mid-30's. It is his head. He is wearing a blue shirt. \nKA-KARRE I have a problem with you, Ikari. We are getting the right price. \nHasari is sitting in front of Hasari, who is holding a large box of counterfeit coins in his hand. What is he doing? \nKARRE Excuse me,", "sentiment": "ANAGER (to Managers OFFICE) Can you make any noise? Hasari looks over, thinks and looks at Managers OFFICE. Hasari starts to sound into an away microphone. MANAGER (m.s.) (CONT'D) (An inaudible and hushed, with the sound of smoke rising) There's nothing. No, it's Sufjan Sultana. Sufjan Sultana. \nMANAGER (to Man"}, {"id": 1622, "prefix": "EXT. LATRINES - FOUNTAIN - ALOKA - DAY (DAWN) She takes her morning absolutions, bathing in the foun- tain. The process is extremely sensual, though there is not even a glimpse of her nakedness as she moves her clothing around, cleansing this area, then that. She glances up to see... ANOTHER ANGLE Max, in an Indian shirt, heading for the square; rather naturally, he brings his hands together in the Indian salutation. He carries several bottles of distilled water, a large value pack of bar soap, and a carton of medical supplies. As he passes, his eyes hook on Aloka's. He lifts a hand in greeting. After a moment, she ducks her head. He turns and continues on coming face to face with Ram, an enormous smile on his face. With him, Hasari. He glances at his wife in the water. MAX (to Hasari) Going to look for work? (CONTINUED) CONTINUED: When Hasari doesn't answer... RAM Yes, he is. Ram has a small coughing fit. MAX Are you taking your medicine? RAM Yes, yes, but look at this. He points at the wheel  of his rickshaw; the rim is cracked. Scornfully,   Hasari walks on. Max and Ram glance after him. Max   digs out several rupees. Ram takes them and goes.   Max looks after the two men as they disappear. When   he turns... ", "truth": "EXT. DOCKS - FROM THE GATE - DAY Men moving like ants into the bow of the ship.   Hasari is locked out, turned away without work. \nEXT. METRO CONSTRUCTION SITE - DAY A huge gouge in the black mud, sunlight streaming through steel girders across it. Hasari emerges from the ground, looking for someone. Stops him. The foreman shakes his head, no, before Hasari even has the chance to ask for work. \nEXT. SKELETON WAREHOUSE - EXTREME CLOSEUP - HASARI'S FACE - DAY Then we see he's standing outside Mitra & Co., staring at it, wondering if it's time to sell part of himself. No! We see on his face a look that tells us he will not be beaten. \nEXT. CLINIC - COURTYARD - DAY The street children's school now takes up two rooms. Children peer out of one room now as, to the accompani- ment of Surya's zither, twenty or so girls are doing some Indian classical dancing, under the eye of a young Indian teacher. Across the way, in the other room, some children are translating Bengali words into English. A boy is writing on the board. It's Manooj. We see that Shambu is in the same class. \nINT. EXAMINING ROOM FROM BEHIND, we watch Max take a wrapping off of Poomina's wound, Joan assisting him. Indeed, Ashoka extended Poomina's smile on either side of her mouth. The scars are healing as nicely as could be expected. Max did a fine job. MAX You must have had a good doctor. Still no running, jumping, picking up anything heavy. And you stay here. You're going to help Sister Joan and you're going to school. Do you understand? A beat, Poomina nods.    But now a look of abject fear comes over her face. The Goonda stands in the doorway. Max begins singing \"Sweet Little Sixteen.\" The Goodna stares impassively at Max. THE GOONDA Time to collect the rent, Sister. \nJOAN Of course.     Come with me, please. Joan leaves, followed by The Goonda. Max works care- fully at the fine line of scabbing on Poomina's scar... but then something takes his attention. \nACROSS THE COURTYARD Manooj, with a small tin of food, looks this way and that... and then sneaks into the shed. \nEXT. SHED - DAY We hear a, TAP, TAP, TAP. The door is half open. The padlock is hanging on its chain. Max opens the door. \nINT. STORAGE ROOM Startled, frightened, Hasari presses himself against the wall, as does Manooj. Hasari is wearing a wet dhoti, caught in the middle of straightening the wheel rim of the old rickshaw. HASARI Close the door! Max is very surprised but, needless to say, pleased.      He looks at the rickshaw, looks at Hasari. HASARI Close the door. The Godfather has more eyes than a pineapple. \nMax quickly closes the door. The half light is broken by thin beams of light that dance with dust. Hasari studies Max a moment, then moves to put the first wheel on. Instinctively, Manooj moves to his side, takes hold of the rickshaw so Hasari can slip the wheel on. Hasari nods and goes for the other wheel. Manooj moves around to the other side, hefts the carcass. Hasari slips on the second wheel. Hasari looks at Max. Max brings his hands together and starts to go. HASARI I was saying to Manooj that if a man bows down too many times, there will come a day when he will no longer be able to stand upright. The two men look at each other... and then Hasari gets on with his work. MAX I promised Manooj and Shambu I'd take them to the movies. Is it all right? HASARI (a beat) If a man makes a promise... Max brins his hands together and starts for the door. Hasari picks up one of the worn seat boards. \nINT. MOVIE THEATER - NIGHT We're TRACKING WITH a moving bag of peanuts behind a row of boy's heads. On the screen in front of them, a \"medi- eval era\" sword battle between the great Kumar Kapur and a legion of bad guys. (CONTINUED) \n", "random": "Ram looks at the wheel. He turns to the man who is standing. He is a tall, deep-looking male, with long, pale hands and a long, straight-jawed voice, peering down at the wheel. MAX (CONTINUED) CONTINUED: (CONTINUED) CONTINUED:  HOUPS OF HOTEST - NIGHT (fiheal)   Max, waiting for the wheel to turn, is making sure that the rest of", "sentiment": "CONTINUED) CONTINUED: Ram doesn't answer. Hadari   stares at his son. He turns to face Hasari. Ram catches his gaze, catching his breath. He looks at his son. Ram   continues. Max and Ram look after Kareem. Ram grabs Hasari's hand, and   Hasari looks at Kareem on the verge of embracing Kareem from behind. He can feel Max's breath on his finger. MAX (CONTINU"}]