[{"id": 420, "prefix": "COBB Shut up!! WILLIE And of course, the greatest base runner of all time isn't riding in this car -- the fastest baseball player of all time was Cool Papa Bell -- Cool Papa would've easily broke all your stolen base records -- (CONTINUED) 66   CONTINUED:                                                     66 COBB Noooooo! ", "truth": "WILLIE The man with the gun does the talking, you wretched, old prick... \n67   LONG SHOT - CAR                                                67 racing down the highway in the snow, and we go      out hearing Willie recount the greatest ballplayers      of all time -- all of them black -- as Cobb seethes, a      gun to his head. Stump feeds Willie, watching Cobb's       racism simmer. \nInto the storm the car disappears -- fishtailing down the mountain. \nThe blizzard grows thicker, the flurries taking over the mountain, until all we see is -- The thick snow falling from the dark sky.      Suddenly -- \nSTUMP Ice!   Slow down! Tyyyy! \n68   POV - STEEP DOWNGRADE                                          68 \nas slick as a bobsled run. (CONTINUED) \n68   CONTINUED:                                                    68 CLOSE ON STUMP \nTerror. \nCLOSE ON WILLIE \nTerror.   He lowers the gun and hangs on for dear life. \nCLOSE ON COBB \nHe accelerates with vengeance. \n69   CAR                                                           69 \nwobbles and starts spinning -- out of control, then spinning continuous 360s down the grade. \n70   CLOSE ON THREE MEN                                            70 The world spins around them as they cling for their lives. Until: THUD -- the car slams into a bank of snow.      Suddenly, silence. \nThe three men sit without speaking for several beats, slowly acknowledging that they have survived. Finally: COBB Fucked up roads. They don't build highways like they used to. \n71   POV - HOTEL SIGN IN DISTANCE                                  71 glows a welcome sign in the night.    It is no longer snowing. \nBACK TO SCENE \nWILLIE Well, Mr. Cobb, thank you for a lift into town... Willie hands the gun to Stump and climbs out of the car, bidding farewell to Stump as he does. \n(CONTINUED) \n71   CONTINUED:                                                   71 WILLIE And you, sir, should leave this disgusting, wretched, sorry son of a bitch immediately. Good evening. \nWillie tips his hat and trudges to the neon glow in the distance. Cobb and Stump alone in the car. They both look out -- the car is buried, hood deep, in the bank of snow. \nCUT TO: \n72   EXT. EDGE OF RENO - NIGHT                                    72 \nUnder the famous arch that reads: \"The Biggest Little City in the World,\" a tow truck pulls Stump's car into town, and up to: \nEXT. LAST CHANCE HOTEL - NIGHT \nThe truck stops -- Stump helps Cobb out and into the old style building adjacent to the gaudier casinos. CUT TO: \n73   INT. LAST CHANCE HOTEL - NIGHT                               73 Stump helps Cobb to the registration desk in a clean, but very modest old hotel. A WOMAN, 30s, stands at the counter in the middle of some dispute with the clerk. She wears a long, cheap, plain- cloth overcoat and galoshes. Stump bursts in, oblivious to the conversation in progress. \nSTUMP Two rooms, please... \n", "random": "HALES Perimeter and volume of a baseball game. \nCOBB No... no... no... you can't make it... \nHALES No... \nCOBB (CONT'D) You're not going to make it. \nHALES (CONT'D) You're not going to make it... \nCOBB (CONT'D) You're not going to make it. \nHALES ... There's no turning back.", "sentiment": "(CONTINUED)                                                                                             "}, {"id": 421, "prefix": "STUMP The greatest baseball player of all time. RAMONA I don't know baseball from shmaseball but I know a nice man when I see one and I also know it's time for my coffee break. Hasta luego. And she's off with her trayful of tobacco to the cocktail lounge. BACK ONSTAGE As Cobb arrives... LOUIS PRIMA AND GROUP (singing) Fellas, she can't get, are fellas, she ain't met, Georgia made her, Georgia claimed her, Sweet Georgia Brown. ", "truth": "COBB Well, I figure against today's pitchers I'd only hit about .275, \nLOUIS PRIMA That's amazing, Mr. Cobb, considering your lifetime average is nearly a hundred points higher. Why do you think you'd only hit .275 against today's pitchers? (CONTINUED) \n84   CONTINUED:     (4)                                            84 COBB Because I'm 72 fucking years old, that's why, God damn it. Give me that thing. Cobb grabs the mike and takes over. \nCOBB First of all I wanta thank you for that song, 'Sweet Georgia Brown... it's a great song about my home state and I appreciate it... (beat) That song has become the theme song for the Harlem Globetrotters... (as Prima nods with a smile) It's too bad such a fine song had to be stole by a buncha niggers playing a faggot game in their underwear... \nPrima and his cohorts are aghast. They cling to the hope that this is some put-on, some joke. They force a small, unnatural laugh. Stump winces and leaves the room, heading for the bar. COBB 'Course the Globetrotters are owned by a Jew named Saperstein so whadda you expect? A disaster.     Prima tries gamely to seize the mike back. \nLOUIS PRIMA Thank you very much. Another round of applause for the Georgia Peach, Ty Cobb! \nCOBB I got the mike, Dago -- gimme a God damn minute. Nobody's got respect for their elders any more. Cobb turns to the crowd which, even in it's drunken state, is appalled and in disbelief. \n(CONTINUED) \n84   CONTINUED:    (5)                                             84 COBB Now let me explain to you how to hit a baseball. It's a lost art. Ever since that half-nigger Ruth started hitting home runs, the skill, the art, and the science have been lost. \nCobb grabs a clarinet from a member of Prima's band. COBB Now, say this is a bat... \nBACKSTAGE \nThe CASINO MANAGERS and SECURITY FORCES are quickly gathering to figure out what to do. CASINO MANAGER Let's just haul him off -- SECURITY OFFICER That's Ty Cobb! He'll fucking kill me! COBB You see, the bat is like a wand, a magic wand... it should be caressed, held like a woman... like a woman who's really in need of a man... \nOFFSTAGE The Casino Manager winces and consults. \nCASINO MANAGER Oh God, here we go... \nCOBB Hitting a baseball is really very easy... you can't force it... you can't overpower it... you go with the pitch... you let the bat do the work... it's all rhythm and flow... And Cobb starts demonstrating hitting techniques to the bewildered audience and casino staff. He strikes that familiar, strange stance -- choked up on the bat, a split grip, the bat held parallel to the ground... CUT TO: \n85   INT. CASINO BAR - NIGHT                                    85 Stump sees Ramona at the bar, her cigarette/cigar tray on the bar. She's smoking and working her way through a tall drink. He approaches her. STUMP Excuse me. \nRAMONA You again? You could learn some manners from your friend. \nSTUMP I'll try harder. (motions for bartender) You're a beautiful woman. \nRAMON It's the wig. Ramona pulls the wig off her head revealing a sea of bobby pins and hair pins tying her natural brown hair to her head. She sets the wig on the counter and scratches her natural scalp. RAMONA The damn thing itches but it's good for tips. Give me a scratch, will ya? Stump scratches the back of her scalp, somewhat embar- rassed and somewhat aroused. RAMON Turn you on? Hey, Harvey, another round. On him. \nSTUMP Vodka and grapefruit juice. Ramona slaps the wig back on her head. Slightly akilter. She doesn't care. Harvey delivers another round. STUMP Your wig's crooked. \nRAMONA Does it bother you? \nSTUMP No, no... I was just -- (CONTINUED) \n85   CONTINUED:                                                       85 RAMONA (bored, shrugging) You wanta go to bed with me, right? \nStump is so taken aback that he doesn't know how to answer. Flustered, he looks around, then takes a deep hit on his drink. He is very unsure. STUMP You want money? RAMONA I'm not a whore! I don't screw for money?! Jesus! \nSTUMP I'm sorry. I didn't know.     I mean I'm not good at this. RAMONA Just divorced, huh? \nSTUMP Not yet... RAMONA It's written all over ya.    Giant letters right across the forehead. D-I-V-O-R-C-E.     Ha! Plain as day. Ramona lets out a loud, hearty laugh without inhibition. STUMP It's obvious, huh? \nRAMONA Obvious. (beat) So, if ya wanta pay me to screw, I won't do it. STUMP Then I won't. \nRAMONA Screw or pay? \nSTUMP Whichever. (CONTINUED) \n85   CONTINUED:    (2)                                             85 RAMONA So ya don't wanta screw? \n", "random": "QUICK BED: \nMINGLINGTON This is the best kind of coffee. \nAGNANNE CURRY You're going to be disappointed if you don't get the coffee. \nQUICK BED: \nMANN (CONT'D) Yes, he's going to be disappointed with himself. He's not going to be disappointed in what he's made of. \nNAMED (CONT'D) I'll need to be like", "sentiment": "RAVEYER Great, great pitcher; half of the promises Fortolett made as a man. He's a convincing Genevieve first baseman in the game, all along. He's a big-time swing-and-miss terrible hitter, but like all of us he's got that little \"S\" on his face. He can't hit with it, but he can. And at the plate, he's doing the whole game. He's a great closer, one of"}, {"id": 422, "prefix": "BILL ... so a woman goes into a bar with a duck under her arm, sits down next to a drunk who looks up and says, 'Where'd you find that pig?' An' the woman says 'That's no pig, that's a duck.' (MORE) (CONTINUED) 162   CONTINUED:                                                      162 BILL (CONT'D) An' the drunk says, 'I know, I was talking to the duck.' Bored laughter and another hit on their everpresent drinks. ", "truth": "Stump enters comfortably, happy to see his cronies at last. Frank and the others come over from the bar, quickly gathering around Stump. \nFRANK Stranger!   Another round on me! Stump settles in at the table. CRONIES Long time no see, etc... \nSTUMP Good to see you guys... how's it goin'? Alan, how's that novel coming? Must be about done by now? MUD Uh, actually, I haven't started it yet... been kinda busy... \nBILL We all been busy... \nSTUMP Yeah, I know how it is... FRANK We read that Cobb died. STUMP Yeah... finally gave up the ghost. \nFRANK So?   What was he like? MUD Were the stories true or were they exaggerated? (CONTINUED) \n162   CONTINUED:    (2)                                             162 The drinks arrive. Stump plays with his, swirling the drink around the ice with his finger, considering his answer. REYNALDO Tell us the truth, man, was he a monster? \nBILL Or was he just one of the guys? \nStump looks at the faces of his buddies, eagerly awaiting his judgement as if it is final wisdom.      He stirs his drink. \nSTUMP The truth? CRONIES Ohyeah, the absolute truth, no bullshit, give it to us straight, etc... STUMP The truth? Stump takes a drink and looks his friends in the eye. STUMP A prince and a great man has fallen. Murmurs of deep satisfaction from the Cronies. Affirmation. CRONIES Yes, awright, we knew it... etc... BILL Helluva guy, eh? \nSTUMP A helluva guy, a great man, a misunderstood artist, a fierce competitor but a sweet man at heart... a gentle soul... As Stump starts lying to his enraptured audience, we PULL BACK AND UP, going FROM the intimate center of the table TO a cool distance, and -- \nDISSOLVE TO: \n163   EXT. DIRT BALLFIELD IN GEORGIA - DUSK                        163 Some kids play baseball with a taped-up ball, patched up bat, no uniforms, rocks for bases. The right way. \nSTUMP (V.O.) I published the lie and put the truth in a closet... \nPAN OVER TO the Royston Cemetery in b.g. \nMAUSOLEUM \nNearby, two holes in the earth have been opened up and the caskets of Cobb's mother and father are being moved into the mausoleum. \nSTUMP (V.O.) Cobb and his father and mother were together at last... (beat) The man had some deep, unexpressed sorrow that I could never know. I embraced him and I hated him... (beat) And I knew I would never write a novel, unless you considered 'Cobb' a work of fiction -- which I did not. \nDISSOLVE TO: \n164   EXT. TIGER STADIUM (DETROIT) - DUSK                          164 \nStump walks from the dugout to the field. He stares up at the magnificent old structure, the overhanging right field facade, the great upper deck, almost a century of baseball has been played there. Cobb's palace. STUMP (V.O.) My friends were thrilled to hear that the Georgia Peach was a helluva guy -- it excused their own failures -- if Cobb was okay, then by God, they were okay... (beat) But finally I didn't lie for them, or the children of America, or somesuch hogwash -- finally I lied for myself. (beat) I needed Cobb to be somebody he was not. I needed him to be a hero. It is my weakness. \n(CONTINUED) \n164   CONTINUED:                                                      164 Stump turns to walk off the field. \nSTUMP (V.O.) The book was a moderate success... The empty stadium, cavernous, half cathedral, half factory... \nFritz Kreisler's VIOLIN MUSIC that Cobb adored drifts up. \nDISSOLVE TO: \n165   SHOTS OF COBB IN ACTION (B&W)                               165 \nHis demon fury gives way to the fierce joy of his play- ing. He slashes a ball up the alley, turns first and never hesitates at second, and as the relay comes into third -- Cobb slides with spikes high and a cloud of dust. FREEZE FRAME. FADE OUT. \nTHE END \nCobb Writers :   Ron Shelton Genres :   Drama User Comments \n", "random": "T. CAMP - NIGHT \nThe night is falling into darkness. The lights are shining. A large black box is under the bed. An old woman, who is asleep, walks into the room and looks up at the ceiling, who is suddenly awake. It is a man, dressed in a full-length black suit, with a white wig. He is wearing a black pantsuit, which is heavy with his hair pulled back. He is dressed in a white shirt and trousers.", "sentiment": "TTLE BILL (CONT'D) I'm so sorry. \nBULL PAGING BAG (CONT'D) It's a duck. \nLITTLE BILL (CONT'D) I'm sorry... I didn't understand you. \nLITTLE BILL ... you're getting drunk at a bar, giving your best. \nBULL PAGING BAG (CONT'D) (CONT'D) (CONT'D"}]