[{"id": 279, "prefix": "(INTO PHONE) I thought since I'm laid over we could... no, laid over, Lance. Samantha? Who's that? Lance? Lance? She slams down the phone and does a slow burn. Then she turns, picks up her flight bag, starts to head off and finds her path suddenly blocked by Sully. SULLY Sounds like you need a date. CINDY Fuck off, shithead... She pushes by him. Sully watches her go, smiles and then begins to follow her. ", "truth": "INT. TERMINAL - DAY 90 \nâ\u0080¢ Matrix, wearing a ground crewman's jacket, is now inside the terminal. He looks desperately for Sully. Passengers mill ahead of Matrix, behind him and to the side, but there is no Sully. Matrix races through the crowded terminal, looks up. and suddenly stops. There Sully is! Sully is following Cindy along a downstairs walkway. Matrix slows down, then begins to track Sully as Sully follows the girl. \nINT. AIRPORT GARAGE - DAY 91 \nCindy enters the parking garage and approaches the passenger side of her ragtop Sunbeam Alpine convertible. She unlocks and opens the door, leaving the keys in the lock, then she LOWERS the top. The LOWERING of the top REVEALS Sully facing her on the other side of the car. \nSULLY \n(SMILING) You know what I could give you? \nCont. \nREVISED - \"COMMANDO\" - 4/29/85 26, \nX 91 Cont.. \nCINDY Yeah, herpes. Sully's smile disappears. He looks at her, takes his sunglasses out of his coat pocket, nuts them back on, then turns and walks off. Cindy watches him to make sure he leaves. All of a SUDDEN, a giant arm encircles her waist from behind. \nMATRIX \n(WHISPERS) Don't move. She looks down at the giant arm, unable to see Matrix sqatting behind her. \nCINDY I'm not moving. \nMATRIX I'm not going to hurt you. \nCINDY That's what they all say. \nMATRIX â\u0080¢ Step to the side. \nCINDY I have to move to do that. Matrix removes his arm from her waist. \nMATRIX Do it. Knees shaking, Cindy steps aside. Matrix leans into the car, grabs the passenger seat, YANKS it out and places it on the ground at Cindy's feet. Cindy, mouth gaping open, looks at the passenger seat now at her feet. \nI'LLTR IX Get in. Cindy automatically starts to get in the car. Cont. \nREVISED - \"COMMANDO\" - 4/29/85 27 \nX \n91 CONTRL \nMATRIX You forgot your keys. \nHe puts her car keys in her hand. She crawls across where the passenger seat had been and sits in the driver's seat. Matrix sits on the floor where the passenger seat had been and closes the passenger door. \nMATRIX Just do what I tell you and I'll let you go. \nCINDY I've got to give Karate, junitsu, judo, and kung-fu lessons to my students at seven-thirty. \n", "random": "\nMUSIC - Sully's voice is heard, as the phone is turned off. He starts to speak. CINDY I got a date. Sully grabs her hand and follows him. He pushes her away from her. She starts to walk away from him. CINDY I'm not coming back. I need to do something... But I don't know how. Sully pushes her away and she starts to walk away from him. CINDY I could... I could", "sentiment": "\nSYNCIC FACE CHANGES. DURING ANOTHER CHANGES. On the other side of the door, Sully and Lance are talking. Sully looks at Lance. Lance keeps his eyes closed. He is the most excited I've ever seen. Sully raises his head, looking other way. Lance looks back at Sully, who looks at Sully just as deep. There's an almost perverse smile on his face. Then he looks back at Sully. Lance"}, {"id": 280, "prefix": "ROBERTO Vega? He looks around for a beat, then turns and leaves the room, closing the door. CUT TO: EXT. WAREHOUSE - NIGHT 173 ", "truth": "CINDY Are we going to the plane? \nMATRIX Not yet. She looks bewilderedly at him. \nCINDY Where are we going? \nMATRIX Shopping. \nCUT TO: \nA85 \nEXT. CAR - NIGHT 174 \nMatrix and Cindy are in Sully's car SPEEDING along a street. \nINT. CAR - NIGHT 175 \nMatrix is driving, his face HARD. Cindy glances over at him. \nCUT TO: \nEXT. GUNS AND SURVIVAL EQUIPMENT STORE - NIGHT 176 \nMatrix and Cindy slowly drive by the front of a \"Guns and Survival Equipment\" store. It is heavily barricaded with a thick steel grille. They pass some street construction equipment (steamroller, caterpillar, forklift, flashing warning signs, etc.), and drive to the rear of the store. There's a heavy concrete wall with no windows. \nCINDY How do you get in? Matrix JERKS the car into reverse and RACES the car backwards around another building until the car is o. s. \nCUT TO: \nINT. GUNS AND SURVIVAL EQUIPMENT STORE - NIGHT 177 \nThe camera is in the store shooting out through the steel grille. We hear a RUMBLING NOISE and then we SEE IT. Matrix is atop a steamroller that is ROLLING right AT \nTHE CAMERA. The steamroller CRASHES into the front of the store and the GLASS SHATTERS INWARD and the steel grille BUCKLES AND CRACKS APART under the roller. Matrix jumps off the steamroller as the alarm starts to \nCLANG. He takes a shopping cart (like in Safeway) and starts working the aisles. Cont. \nA85 \n177 Cont. Along the first aisle, he grabs a snorkel, mask and flippers and tosses them into the cart, then grabs a deflated and compressed rubber raft and paddle and tosses them in, too. He takes the cart and SHOVES it down the aisle, the cart coming to a rolling crash among the debris at the front of the store. Cindy takes the cart and quickly rolls it out of the store. Matrix moves to the next aisle, takes another shopping cart and moves down the aisle. He grabs O.D. fatigue pants, an assault-extraction survival vest, a camouflage sweater, black survival boots, and combat knives. He gives the cart a shove and it rolls crazily down the aisle into the debris. Cindy quickly rolls the cart outside. Matrix moves to the counter and starts feverisl-rly moving his hands along the underside looking for something. \nMATRIX Come on, come on... He suddenly feels the hidden button and presses it. Behind him, a wall containing innocuous sporting equipment slides to the side, revealing a hidden room. Matrix pushes a cart into the room. The store alarm continues to CLANG. \nHIDDEN ROOM 178 This room is loaded with every kind of illegal weapon imaginable. It's an AWESOME sight. Matrix garbs an Israeli Desert Eagle (Monster 44 automatic handgun), a 9mm. submachine gun, a 12 gauge assault shotgun with folding stock, a Steyr 223 assault rifle, a LAW rocket launcher, grenades, dynamite and fuse, bandoliers with ammo and loads everything into the cart. \nA85 \nSTORE 179 He wheels the cart out of the hidden room, moves down the aisle with it, then carefully pushes it so it rolls by itself the rest of the way to Cindy. \nMATRIX Get the car. Cindy catches the cart, glances inside and her \n", "random": "\nMASSACHUSETTS (APART) You do not. You know I have been doing this for years. ANDREW This, I do not believe it. He turns to him. All of a sudden, he's in the air. CUT TO: INT. MORNING ROOM - NIGHT 174 \nA WILD, furry creature, wearing a black robe, stands at a table, staring at the floor. SCENE 176 \nKHALA I'm", "sentiment": "\nThe two of them walk into the room, and the two of them look at each other. They both look at each other. CUT TO: INT. WAREHOUSE - NIGHT 174 \nThe two of them are walking down the hallway. The two of them are talking to each other. CUT TO: INT. WAREHOUSE - NIGHT 175 \nThe two of them are walking down the hallway, and the two of them are talking to each other. CUT"}, {"id": 281, "prefix": "Bennett, with Jenny draped over his neck and shoulders like a towel, RACES out of the front of the estate toward a jeep parked in the front parking area. (NOTE: The rear parking area could also be used.) INT. DINING ROOM - DAY 347 Matrix hears SOUNDS of a jeep starting outside and he RACES into the front hall. ", "truth": "Matrix RACES outside into the front parking area and sees Bennett driving Jenny away in the jeep. Matrix RACES into the parking area after them. \nCUT TO: (PRODUCTION NOTE: The secens from here on are to be shot in Palos Verdes.) \nEXT. GRASSY PLATEAU - DAY 349 \nMatrix RACES through the gates he blew up earlier, passes the shell of the blown up transport truck, leaves the road and RUNS over grassy knolls and sand dunes. \nJEEP 350 Up ahead in the distance, Bennett RACES the jeep toward the dock. \nCLOSE ON MATRIX 351 Matrix's wound is bleeding badly and he begins to STRUGGLE to RUN for the first time. \nMATRIX'S P.O.V. 352 Bennett, now dragging Jenny along, has left the jeep and is running along the dock. They stop at Arius' war boat, Bennett cuts the moorings with his knife, then he FORCES Jenny into the boat. \nA85 \nDOCK 353 Matrix nears the dock as Bennett tries to start the engines. The engines start to kick over, then stop. Matrix RACES onto the foot of the dock. Bennett desperately tries the engines again. They start! Matrix RACES toward the end of the dock. \nWAR BOAT 354 Bennett edges the war boat away from the dock, then BLASTS the engines and RACES the boat away... \nDOCK 355 .just as Matrix reaches the end of the dock. \nMATRIX'S P.O.V. 356 Matrix watches the boat RACE away with Jenny. \nCLOSE ON MATRIX 357 Matrix has lost her. Bennett's got her... \nWIDER FAVORING MATRIX 358 Suddenly, he hears a NOISE and he looks to the side. \nSEAPLANE 359 Cindy is RACING her seaplane toward the dock! \nDOCK 360 Cindy slows the seaplane as she passes the dock and Matrix grabs onto a ladder. \nSEAPLANE 361 with Matrix hanging onto the ladder, Cindy BLASTS the throttle and RACES after Bennett's boat. \nMATRIX 362 As the seaplane starts to GO FASTER, Matrix holds onto the ladder and looks at Bennett's boat up ahead. \nA85 \nMATRIX'S P.O.V. 363 Bennett's boat is about FORTY YARDS ahead of the seaplane. \nINT. SEAPLANE - DAY 364 \nCindy PUSHES the throttle FASTER. She watches as the seaplane starts to slowly overtake the boat. \nEXT. SEAPLANE - DAY 365 \nThe seaplane is SKIMMING and SKIPPING over the water. \nMATRIX 366 The wind and spray SLAP against Matrix as he watches the seaplane closing the gap on the boat. He climbs from the ladder onto the wing of the plane, the propellers only about five feet away from him. He CRAWLS along the wing of the plane, the wind WHIPPING at him. \nINT. SEAPLANE - DAY 367 \n", "random": "\nMIDDLE-CUT BACK TO THE ROOM AND INTERRUPTS THE CAR as the car comes into view. The car then moves to the next room, where the BMW is trying to get into the car. The BMW appears to be a black car, but the two objects in the car are identical. The three BMWs in the car quickly move toward it. The BMW's front door is also broken, while the two BMWs behind it are still locked. SOUN", "sentiment": "\nSOUNDS OF AN ARK TO THE PARKING ROOM++; MOUND BANG! 35 He looks outside the window. \nINT. DINING ROOM - DAY 347 KAREN and SHATZGER walk by the bottom floor of the building, at the far side of the building. He and Sharpton are both center stage in a scene of a fight in the sun, Mumbai police officers preparing to shoot Rev. H(n) in the chest. \n"}]