[{"id": 1611, "prefix": "Every wall of this tiny shithole is covered in aluminum foil. A sober Hennessey stands surrounded by decades of newspapers and periodicals -- tries to get his breathing in check. He instinctively reaches to his neck to touch the amulet but it's not there. Oh yeah -- in the pocket. Decision made, he reaches up, starts tearing the foil from the walls and the window. EXT. ECHO PARK (DOWNTOWN L.A.) - DAY John sits at a park bench. Motionless. Taking in the world. Clouds passing the sun. Shadows drifting across the city. Leaves swirling after passing cars. John just sits there, HEARING every breath he takes, wondering which one will be his last. ", "truth": "Lung cancer?   Lung cancer?! John turns to see ELLIE (23) strutting up the sidewalk. Uninhibited. Oozing sex appeal. But dangerous. In more ways than you think. \nELLIE \nThat's funny as shit, John. \nJOHN \nAs if you guys didn't have something to do with it... \nELLIE \nHey, I think you brought this one on yourself. John stares at her, tries to get a read. \nELLIE \nNow why wouldn't you trust me? \nJOHN \nI don't know, something in the air -- She sits right on his lap, playfully. \nELLIE \nDon't worry, John, you'll beat this. You beat everything. \nJOHN \nNot this time, Ellie. John lifts her off of him, sets her aside. \nELLIE \nOh wow, you're serious... No wonder the Boss is in such a good mood. \nJOHN \nYeah, I thought maybe you could talk to him for me. You know...? \n(CONTINUED) \nCONTINUED: \nEllie jumps off the bench, creates an odd SOUND as she does. \nELLIE \nWhat?! Dammit, John, I know I owe you but to even ASK that? All those saints and martyrs slipping through his grasp -- his own foot soldiers sent back to him in chunks. He's going to take all that out on you, John, and he's going to enjoy ripping your soul to shreds until the end of time. \nJOHN \nSo I take that as a 'no?' \nELLIE \nYou're the one soul the man himself would actually come up here to collect. And you know how much he despises this place. \nJOHN \nI'm starting to see his point. Ellie sits back down, strokes his arm. \nELLIE \nHave you gone to see the Snob? Like scratching fingers across a blackboard.     No way. \nELLIE \nLook, don't let your ego get in the way on this. I'd miss having someone up here I can... relate to. She gives him a kiss. And for a second John's leg is brushed by a tail. John doesn't react. Just turns and walks away. \nINT./EXT. CHAZ'S TAXI - DAY \nSeen through a mild rain is the Theological Society building, a foreboding structure that looks out of place for this city. John stares out the back seat window, takes a swig from a bottle of hard liquor. He turns to Chaz -- \n(CONTINUED) \nCONTINUED: \nJOHN \nI'm sure I can get you in here. Chaz gives the building another glance, shoves the meter flag back down. Tick... tick... tick... \nCHAZ \nPass. \nINT. THEOLOGICAL SOCIETY - LATER \nA few bishops talk quietly. A cardinal studies Scriptures. Definitely not the place for atheists. John walks through the vaulted chamber room to the -- \nLIBRARY \nJohn stops, fixes on the two gentlemen standing in front of a fireplace. One is a young man of pure class wrapped in Armani's best. The other is Father Garret. John stands to the side and waits for their conversation to end. An ATTENDANT makes the rounds. \nATTENDANT \nCan I take your coat, Mr. Constantine? \nJOHN \nNo thanks, I'm not staying long. \nATTENDANT \nHow about you, ma'am? Attendant turns to Angela standing just a few feet away, her gaze fixed on the same two men. \nANGELA \n", "random": "N (CONT'D) What do you think? John looks across the park and sees a huge pile of paper. \nJOHN (CONT'D) Is it a paper? \nJOHN (CONT'D) It's plastic. John stares at it, a bag of jellybeans. \nJOHN (CONT'D) But it's plastic? \nJOHN (CONT'D) It's a piece of paper. JOHN huffs and starts to work. \nJOHN", "sentiment": "OSE ON JOHN HENRY IN OPEN HEIGHT \nJOHN HENRY All right you're free. Look at me. \nJOHN HENRY Okay. I need to say something. \nJOHN HENRY I heard it. \nJOHN HENRY I'm listening. \nJOHN HENRY You're too busy. \nJOHN HENRY I didn't mean this. \nJOHN HENRY You must understand. \nJOHN HEN"}, {"id": 1612, "prefix": "Depends on which side of the fence you're standing. John stops, casually sticks his hand in the pastor's bowl of holy water near the altar. ANGELA So why haven't I seen this book before? ", "truth": "Because it doesn't exist here on this side. John closes his eyes and the water in the bowl begins to \nBOIL -- \nANGELA (O.S.) \nWhat do you mean -- Flickering candlelight slows to a stop, catching Angela mid-question and the room in that dim half-light. John turns and is inside -- \nSAME CHAPEL - HELL \nThe epitome of blasphemy -- A church in Hell. Only they don't worship God in here. And that's not Christ on the cross. And those stained glass windows are now slate black. John is now facing books with completely different markings. He searches as a DRONE rises in pitch and an INKY BLACKNESS begins to flow down the walls, getting closer to John with each heartbeat. He finds the book, steps back as he closes his eyes -- \nREGULAR CHAPEL \nANGELA \n-- not here on this side? John turns, covered in sweat. He's holding a book she's never seen, is already flipping through it. \nANGELA \nWhere did that come from? \nJOHN \n(stopping to read) 13:29. 13:30 -- Here... Corinthians 14:01... (skimming to this) 'The sins of the father would only be exceeded by the ego of the son.' \nANGELA \nWhose son? John stands, his brain going into overdrive. \nJOHN \nSymbol isn't a demon's... that's why I couldn't place it... not a normal possession... \nANGELA \nJohn, what are you talking about? \nJOHN \nBut he can't cross over -- impossible for the son to cross over... \nANGELA \nWhose son?   God's? \n(CONTINUED) \nCONTINUED: \nJOHN \nNo.  The other one. (off her look) Lucifer had a son too. \nINT. 20 LANES - BEHIND THE LANES \nBeeman sits under the glow of a desk lamp. The narrow alley of machines stretches out behind him. He stares into the scrolls -- an ancient book with a single page folded a thousand times. Turns another page. \nBOWLING AREA \nAmazing how disturbing a bowling alley is when it's closed. Rows of empty lanes stretching into darkness, the unlit pin areas looking like the jaws of an army of beasts. \nBEEMAN (O.S.) \nOh my... \nBEHIND THE LANES \nBeeman has stopped turning pages. That's because he's now staring at an etching of the same symbol. Below are ink drawings of a ghastly beast rising up through a body. But it's what's above the beast that is most troubling. A figure on a cross -- his arms outstretched -- seemingly welcoming the beast into this world. \nBEEMAN \nThis is not good... BOWLING BALL hits a lane.     Beeman spins to the sound. BALL ROLLS round and round, closer and closer until it CLANGS dead against the back wall of one of the lanes. Beeman gets up, starts down the corridor of dormant pin machines. He stops at lane 13, leans way way down, past the machinery and peeks out the pin hole. \nBEEMAN \nJohn? \nEXT. LA STREETS - NIGHT \nAngela's SUV races quickly through traffic while John gets her up to speed. \nJOHN (V.O.) \nThe myth says Mammon was conceived before his father's fall from grace but was born after. \nINT. SUV \nJOHN \nBut unlike his old man, he's never been in the presence of the Creator so he has no fear of him, no respect either. That goes double for us -- God's most prized creations. Mammon would be the last demon we'd ever want crossing over. \nANGELA \nBut demons can't come and go, that's what you said. \nJOHN \nUnless they found a bridge. (off her look) Some psychic with the chops to reach all the way to Hell and the grit to withstand whatever shit she'd pull out. \nANGELA \nIsabel... \nJOHN \n", "random": "OHN (CONT'D) Well, the way it's written is very clear. \n(CONT'D) I saw you in the Minneapolis Book Festival. \nJOHN (CONT'D) She read it. \nJOHN It's like, the dark, dark, dark books. \nJOHN You're an artist. \nJOHN (CONT'D) I am. \nJOHN (CONT'D) I am. \nJOHN (CONT'D) You", "sentiment": "OHN (CONT'D) I've been looking for it. \n(CONTINUED) \nCONTINUED: \nJOHN I don't know. \nJOHN (CONT'D) I'm not sure. \nJOHN (CONT'D) I'm not sure. \nJOHN (CONT'D) I'm not sure. \nJOHN (CONT'D) I'm not sure. \nJOHN (CONT'D) I'm not"}, {"id": 1613, "prefix": "ANGELA (V.O.) Can you kill him? What about the Balance? INT. JOHN'S APARTMENT - LATER ", "truth": "JOHN \nThat half-breed tipped my scales when he started killing my friends. I'm just adding a little counterweight. John lifts that holy shotgun -- KA CHICK -- \nANGELA \nWhat about me?    I can't stay here forever. John turns to her -- locks on those eyes. He reaches into his coat pocket as he walks up to her. She shudders as his arms wrap around her face and for a beat they're cheek to cheek. When he pulls back she sees he has clipped Hennessey's AMULET around her neck. \nJOHN \nThink of it as a bulletproof vest. \nANGELA \nSo I'm going. \nJOHN \n(knows he can't win) You're staying in the car. \nINT./EXT. 20 LANES - DAWN \nFAT-ASS TIRES BURN under the full torque of a 426 HEMI. A jet-black '70s BARRACUDA BLASTS from the basement garage of 20 Lanes -- slides onto the streets of L.A. Angela hangs on as John grabs the SKULL shifter knob -- slams into 2nd -- leaves another layer of tread behind. \nEXT. OCEAN \nFLYING OVER the ocean, a 747 ROARS RIGHT OVER US. Dipping out of cloud cover, it reveals the coast of a sprawling metropolis stretched out miles below. \nL.A. LANDMARKS - DAWN \nstreak PAST. The Big Donut, the occult bookstores, the '57 Chevy sign, that Mission in the park. This is actually the POV FROM John's Barracuda. He downshifts -- DRIFTS PAST a building with a facade of pre-stressed concrete and huge gold letters -- \"BZR \nFINANCE AND BROKERAGE.\" \nJOHN (O.S.) \nThis shouldn't take long. \nINT. BZR BROKERAGE \nElevator opens and John steps out into a lobby of concrete and glass. Pretentious design screams money. Lots of it. Since trading is still a half hour away, the place is practically empty. Across the room a stainless steal DOOR HISSES open. John looks the other way as a Security Guard exits. Thick DOOR glides closed, seals with another HISS. No way in. John notices the janitor down one hallway. It's Nico from Midnite's. He and John lock stares. Nico opens a \"Security Only\" door, steps inside -- leaves the door open. \nINT. TRADING ROOM \nMonitors are powering up around the room. A few of those Young Businessmen we last saw at Midnite's are here. \n(CONTINUED) \nCONTINUED: \nYOUNG TURK \n(into phone) Hey, early bird is a fat bird, know what I'm sayin'? Balthazar walks through, looking every bit like the smug and successful businessman he is. He stops at a LONG MIRROR on one wall. Adjusts his collar, his hair. His \"look.\" \nPRETTY BOY \nWhat are we pushing today, sir? \nBALTHAZAR \nPhillip Morris. As Balthazar admires himself, his reflection distorts slightly. The demon in him? He touches his face, does a vowel stretch. His face distorts even further. That's got him moving closer to the mirror. Balthazar's concerned because now his skin appears in motion, rippling as if liquefied. And just when he sees the surface of the mirror BLISTERING and starts to move -- \nBOOOM -- \nOne way GLASS EXPLODES outward on the front edge of a FIREBALL -- sending Balthazar flying with glass and flame. John stands on the other side in an ACCESS CHANNEL -- that Dragon's breath flamethrower now duct-taped to his holy shotgun. \nJOHN \nHow's he doing it? John steps into the trading room, eyes Balthazar rising from the floor. Suit's in shreds, half his face is burned off, but now he's pissed. \nBALTHAZAR \nThis is in direct violation of the Balance! \nJOHN \nScrew the Balance. John hits him with another BLAST of FLAME -- pins him hard against the wall. \n(CONTINUED) \nCONTINUED: \nBalthazar's young turks attack. One leaps over the trading station. John swings around -- aims the SHOTGUN -- BOOM -- half-breed is blasted midair. The other turk seems to defy gravity as he scampers across the ceiling. John aims up -- PUMPS SEVERAL ROUNDS -- steps out of the way as a body falls, smashes into a desk. BOOM -- BOOM -- that'll keep it down. \nINT. BARRACUDA \nAngela hears the GUNSHOTS. Cop instinct takes over and she gets out of the car. Checks the amulet. Intact. \nINT. BZR TRADING ROOM \nJohn turns his attention back to Balthazar, doesn't hesitate and hits him with a continuous tide of flame. Suit and skin is peeling off, revealing something else underneath. The true form. \nJOHN \nHow's he doing it, you half-breed shit?! John swings the flame aside so he can KICK Balthazar against the wall. But now his WEAPON SPUTTERS. Shit. Charcoal hand thrusts out, bats away the shotgun and grabs John by the throat. Balthazar rises from the ashes.     He may be burned, but he's one tough son of a bitch. Balthazar slides    John up a wall by his neck. John can't break his hold.     He's choking, frantically rummages through his coat    pockets. Comes out with those sacred GOLD KNUCKLES on    his right hand. Balthazar tightens his grip and John swings, clocks him across the face. The enhanced punch sends a dizzying ripple throughout Balthazar's body. But he doesn't let go. John is choking, starts whaling on him. Again and again -- each punch weakening this demon more. John finally gets him against the wall. Right arm's tired so he slips the gold knuckles onto his left hand, and with extreme pleasure -- continues punching away. Drives Balthazar to the floor, right to the brink of death. \n(CONTINUED) \nCONTINUED: \nHe leans up, winded. Watches in delight as Balthazar strains to take his final breaths. \nBALTHAZAR \nI will see you very soon... \n", "random": "OHN \nINT. HALLWAY - CONTINUOUS \nJOHN \nGreat. But... if you want to kill him, you need to kill him all the time. \nJOHN \nJOHN \nJOHN (V.O.) I can't kill you. \nJOHN \nJOHN \nJOHN \nJOHN \nJOHN \nJOHN \nJOHN \nJOHN \nJOHN \nJOHN \nJOHN \nJOHN \nJOHN \nJOHN", "sentiment": "OHN (V.O.) I am not sure what you are talking about. \nJOHN (V.O.) He is a man. \nJOHN (V.O.) I am not sure what you are talking about, John. \nJOHN (V.O.) He is a man. \nJOHN (V.O.) I am not sure what you are talking about. \nJOHN (V.O.) I am not sure what you are talking about. "}]