[{"id": 696, "prefix": "GREAVEY Sheriff's right behind us, Nat! PERCY You goddamned shitheels! Don't you even THINK about leavin' me!!!! Colorado -- DECISION -- doesn't take long -- glares at The Man -- NAT COLORADO Be seeing you. ", "truth": "PERCY You are a dead man. You hear me? So help me God I will kill you my-- DM! The Man's SMASHES Percy's skull with the gun, knocking him OUT COLD, as LAWMEN approach on horseback -- \nKID FA! He caught Percy Dolarhyde! SHERIFF KYLE TAGGART rears up on his horse. Tall, dark and handsome despite a SADNESS in his eyes, already dismounting: \nSHERIFF TAGGART Emmett -- you all right? The Kid (now EMMETT) strides towards his father excitedly: \nEMMETT \nYOU-SHOULDA-SEEN-IT-HE-TOSSED-PERCY-L IKE- a-f lap jack- then-stared-down-Nat-Colorado- like-he-wasn't-even-scared!!!! Taggart turns to The Man now, cautious, but grateful -- \nSHERIFF TAGGART Pardon my boy, mister. He can be excitable. (puts out his hand) Kyle Taggart. The Man shakes Taggart's hand. A beat. Then -- \nTHE MAN IN BLACK . Luke. \nSHERIFF TAGGART Well I'm in your debt, Luke. Tune of fifty dollars, actually. (off The Man's look) Our advert? The telegram? The Man NODS -- Oh, RIGHT. \nSHERIFF TAGGART (CONT'D) Could use a man like you in case any of 'em come back... \nTHE MAN IN BLACK -- I'm just passing through. \nSHERIFF TAGGART Fair enough. You don't mind spending the night, bank opens in the morning... I'll get you your money then. (nods down the street) Saloon's got rooms. You just tell Maria I sent you. The Man tips his hat, nods to Emmett (still STARSTRUCK), turns to go. Taggart furrows his brow as the DOG scampers after him. \nSHERIFF TAGGART (CONT'D) You here with the prospector woman? The Man stops. Intrigued. Turns back -- \nTHE MAN IN BLACK woman? \nSHERIFF TAGGART Yup. Real looker. Came into town yesterday with that there dog. She a friend of yours? \nON THE MAN. His first real LEAD. \nTHE MAN IN BLACK Maybe. And as The Man heads off, we HOLD ON TAGGART, his spidey-sense tingling that all is not RIGHT with this... \nDEPUTY WADE Somethin' wrong, Kyle? \nSHERIFF TAGGART What's that French sayin' where you swear you seen someone before? \nDEPUTY WADE Don't speak French. \nSHERIFF TAGGART No... you sure's hell don't. Taggart takes one last look at The Man departing as we CUT TO: \nEXT. CATTLE RANGE - MAGIC HOUR \n300 head of CATTLE under a blood red sky -- BOOM DOWN to THREE RANCH HANDS by a fire. One's drinking liberally from a BOTTLE; call him ROY CLANTON. The other two trade glances, nervous: \nRANCH HAND #1 Should take it easy there, Pal -- \nRANCH HAND #2 Mr. Dolarhyde don't like it when we drink on the job. \nROY CLANTON I don't give a damn what he don't like -- gotta sit here and babysit a damn herd of cattle. Dolarhyde ain't gonna do squat. (rises; grabs his \nCROTCH) Gotta see a man about a buffalo... He lets out a big BURP and stumbles off behind a ridge. More THUNDER. Something doesn't feel right. A sudden WHOOSH and -- \nA COW'S PULLED INTO THE AIR BEHIND THEM BY SOME INVISIBLE FORCE, JUST LIKE THE APACHES IN OUR OPENING! Flies STRAIGHT UP, out of FRAME. Its PLAINTIVE MOO blending into all the others: \nRANCH HAND #1 You hear that? \nRANCH HAND #2 Hear what? \nANOTHER COW zips up from the herd behind them. And ANOTHER. MANY OF THE SWSSHS. The men slowly turn toward the sound as -- \nALL AT ONCE, HUNDREDS OF COWS FLY OFF INTO THE SKY! \nRANCH HAND #1 \n", "random": "ONTINUED: \nCONTINUED: \nCONTINUED: \nCONTINUED: \nCONTINUED: \nCONTINUED: \nCONTINUED: \nCONTINUED: \nCONTINUED: \nCONTINUED: \nCONTINUED: \nCONTINUED: \nCONTINUED: \nCONTINUED: * It's", "sentiment": "RUCK #1 Just go right ahead. No eye to the right. CHAMBERPupper, Chief Petty Officer - Valuable. INT. COINTELPRO'S DIVISION -- NIGHT \nCOLLEGE #2 The Man stares at the scene, stares back at the direction but there's a metal ANTIC with a \"S\" on it. A man with a \"C\" on it stands in a nice white T-shirt. ANGLE ON PETER"}, {"id": 697, "prefix": "LISTEN CLOSE: He pulls out a WHIP, gripping it by its STERLING SILVER HANDLE. Starts CIRCLING the horses as he lets the whip UNFURL: DOLARHYDE (CONT'D) Following the War Of Northern Aggression -- what some ironically refer to as the \"Civil\" War -- came a prodigious nation- wide market for beef. Cowtowns sprang up all along these prairies, Roy; populated by enterprising young drovers -- among 'em, my daddy, Jeremiah Dolarhyde. Sold six of his gold teeth and a sword gifted to him by Robert E. Lee for twenty of the scrawniest Longhorns you ever saw -- then turned 'em into the fattest herd West of the Chisholm Trail. (stops: the WHIP) Watched him work this lash, driving those steer til his fingers bled... but what good's a whip without a herd, Roy? And slowly, torturously, SWEEPS the whip tip in the dirt... ROY CLANTON Mr. Dolarhyde, Sir, you gotta believe me -- I went to take a piss and and -- saw a light in the sky -- blue -- and when I ran back the cows and fellas were gone! ", "truth": "DOLARHYDE (CONT'D) Where's Percy? \nNAT COLORADO Jail. Sheriff locked him up. Dolar darkens. Unsheathes a KNIFE. Looks down at Roy: \nDOLARHYDE When're these people gonna lgarn? He STABS the knife down... SLICING the rope tethered to Roy's FEET. His lower body SLUMPS to the ground, he breathes a SIGH: \nROY CLANTON \nTHANK Y-- Dolar SLAPS the horse's rump, to which Roy's UPPER TORSO is tied; it GALLOPS off, dragging a SCREAMING ROY into the night. \nDOLARHYDE Everyone saddle up. Got us a sheriff to kill. As he MOVES OFF, Dolarhyde's eyes go to the Apache Woman. Something passes between them. She seems CONCERNED. \nNAT COLORADO Wasn't the sheriff, got him caught. It was a stranger. That STOPS Dolarhyde. He turns back, face dark: \nDOLARHYDE ... What stranger? \nNAT COLORADO Usually a man gives off a scent. Where he's been. What he's done. \n(STILL SPOOKED) He didn't have one. \nOFF DOLARHYDE, EYES BURNING -- \nINT. SHERIFF TAGGART'S OFFICE - NIGHT \nA BULLET, in close up, twirling between the thumb and forefinger of SHERIFF TAGGART. Boots up on his desk, TROUBLED. Deputy Wade pours himself a cup from a TIN POT OF COFFEE: \nDEPUTY CHARLIE WADE Percy wouldn't've come in shooting without his daddy's say-so, Kyle. You best get ready for a war 'cause that's what's comin'. \nSHERIFF TAGGART Tomorrow we ride the little shit up Phoenix way, turn him over. Dolarhyde's got a beef, he can take it up with the 6th cavalry. Taggart's on his feet, grabs his JACKET off the door -- \nSHERIFF TAGGART (CONT'D) Goddamn tired of this... fatass rancher scaring good people off their lan-- He STOPS. Something catches his eye on the posting board. YANKS a piece of paper off, a mixture of CONFUSION and CONCERN \nSHERIFF TAGGART (CONT'D) Sonofabitch. WHAT DOES HE SEE? Before we get a chance to KNOW -- \nEXT. SALOON - NIGHT \nEMMETT'S FACE rises into frame, peering into the saloon from below a windowsill. Sees THE MAN IN BLACK at the bar as --- \nINT. SALOON - NIGHT \n-- he SLUGS back a shot, the dog at his feet, still eyeing that steak on Atticus' plate. The Man points to his GLASS: \nTHE MAN IN BLACK Another. \nMARIA You drink like a man who wants to forget. \nTHE MAN IN BLACK (haunted; the irony) Other way round. The dog WHINES AGAIN for the steak. Atticus SLAMS down his silverware. Draws his GUN -- \nATTICUS You got three seconds to get your dog outta here or I blow his balls off. \nTHE MAN IN BLACK (without a blink) Not my dog. \nATTICUS Q=... two... -- and just before \"three\"... CA-CLICK. Atticus FREEZES, because there's a RIFLE BARREL at the back of h,iS head now: \nVOICE (O.S.) Give you odds you don't get to 'three.' RACK TO FIND the person holding the rifle is A WOMAN. Beautiful. EXOTIC. Dressed in leather. Meet ELLA SWENSON. ON THE MAN IN BLACK. Can't help himself. immediate and undeniable CHEMISTRY. But she pays him no mind -- makes a PSST sound and the dog snaps to her side. Atticus uncocks his gun, slowly slides it back in the holster -- \nATTICUS I was just havin' some fun, Miss -- \nELLA Give- him, the steak. Atticus HESITATES, angry at the humiliation. Ella PRESSES THE GUN HARDER against his neck, lowering him -- and his plate -- to the floor. Right in front of the dog, who GROWLS -- \nELLA (CONT'D) Now say you're sorry. \nATTICUS (biting his tongue) I'm-- sorry. \n", "random": "Y CLANTON (CONT'D) We were in the wrong place at the wrong time -- in the wrong place at the wrong time. Very very wrong. But we were. I f you know -- I was in the wrong place at the wrong time -- in the wrong place at the wrong time. But -- what a wonderful story -- now that I've told it -- the horse's been back up. And Roy is gone. (CONTINUED) ROY CLANT", "sentiment": "Y CLANTON (CONT'D) I'm sorry. I'm sorry. I'm sorry. I'm sorry -- but I'm not sorry. I'm not sorry. I'm not sorry. I'm sorry. I'm sorry. I'm sorry. I'm sorry. I'm not sorry. I'm not sorry. I'm sorry. I'm not sorry. I'm not sorry. I'm sorry. I'm not sorry. I'm not sorry. I'm not"}, {"id": 698, "prefix": "BACK TO PRESENT - JAKE REELING. What is this memory? Who the hell is the woman? Something GLINTS in the far wall where the chimney used to be: ONE OF THE GOLD COINS EMBEDDED in the wood. Jake pulls it out of the wall, a thousand questions in his eyes. Sunlight SHIMMERS off it and -- MEMORY FLASHCUT! The spilled coins start SLIDING across the floor all by themselves, as if magnetically drawn to THE CHIMNEY -- WHOOSH! -- SUCKED right up into it by some VACUUM FORCE! THE WOMAN What's happening?!!! ", "truth": "KA-CHINNNG! A STEEL COLLAR SHOOTS DOWN FROM THE LIGHT, CLAMPING \nAROUND HER NECK! A CABLE SNAPS OUT FROM IT AND WHIPS UPWARD, \nPULLING HER INTO THE LIGHT -- She manages to GRAB a doorknob and DANGLES UPWARD, CHOKING as -- \nA DEMONIC SILHOUETTE drops in front of them! JESUS!! Jake draws his pistol and FIRES! The demon SHRIEKS IN RAGE as SPIKED PLUMES fan out from its huge, elongated skull... making it look like a SILHOUETTED It QIAï¿½1.-L 2 A T EI! R HEADDRESS! Its HIDEOUS FACE comes into the light -- AN AIJIE -- as it raises its arm, wearing a WRIST BRACELET that reshapes into a \nBLASTER -- JAKE DIVES AWAY but a searing pulse RIPS A WICKED GASH in his side (now we know how he woke up with it in the desert) -- \nTHE PULSE PASSES THROUGH JAKE AND HITS THE WOMAN SQUARE IN THE C-Mr-M. She 's HURLED backward into the wall, Jake. CRIES OUT: \nJAKE Alice! As he RUSHES to her, her collar UNLOCKS... and FLIES AT JAKE, clamping HE'S PULLED INTO THE LIGHT, CHOKING, SCREAMING -- \nBACK TO PRESENT - JAKE As he STUMBLES back -- GASPING -- touching his neck -- Catches his breath. ROCKED. Sees \"Alice's\" BLOOD STAIN on the wall. His shaking hand reaches out, brushes over it... \nJAKE (CONT'D) (trying out the name) \"Alice\"... Whoever she was to him, he feels sledgehammered with GRIEF. All he knows is, it was THEM. The creatures killed her. And this revelation... well, it galvanizes him with RAGE. Rage that gives him NEW PURPOSE... then-- \nSUDDENLY -- INSTINCT -- JAKE SENSING SOMETHING IS HERE -- GRABS \nA CHIMNEY STONE AND SPINS, HURLS IT... \nAT COLORADO, IN THE DOORWAY BEHIND HIM AIMING A GUN: The stone HITS Colorado as he FIRES, the bullet tears PAST Jake -- as Colorado recovers, Jake BODYSLAMS HIM -- the GUN goes flying, they go hurling THROUGH THE WALL -- LANDING HARD on the other side -- aaballs-out. messy. close-quarter death match -- Jake takes a PUNCH -- Colorado LOOPS an arm around his throat, YANKS -- they TUMBLE/SLAM to the floor, Jake LANDING on top of Colorado who holds the arm lock, CHOKING THE LIFE OUT OF HIM -- \nJake -- EYES POPPING -- SEES THE GUN just out of reach -- fingers GRASP for it -- seconds before he PASSES OUT He GRABS the gun and swings it back -- BLAMMII!Colorado ROLLS aside as the WALL where his head just was BLOWSOPEN--and Jake's ON HIM, PISTOL WHIPPING HIM MERCILESSLYuntilheSPINS the gun back around and POINTS IT between Colorado's eyes: ON JAKE -- quaking with rage -- he wants to kill this guy so bad he can taste it... but something's HOLDING HIM BACK -- GRITS his teeth, COCKS the trigger and: \nEXT. ABANDONED CABIN - DAY \n-- we CUT WIDE on the cabin as a GUNSHOT CRACKS. A flock of BIRDS screech into the sky from the overgrown corn field... \nDISSOLVE TO: \nEXT. DESERT PLAINS - DAY \nThe rest of our people RIDE along, following the ever-tilting HOLOGRAPHIC ARROW, their COMPASS, floating from the dead alien's eye in the back of the wagon. Greavey, Dolar's ranch hand, heels up to ELLA. COCKY SWAGGER: \nGREAVEY So... what's a pretty lady like y-- \nELLA -- you finish that sentence, I shoot you in your beef whistle. Doc, sipping from his canteen, does a SPIT TAKE. Ella's eyes DRILL Greavey. Cut down a peg, he tips his hat, red-faced: \nGREAVEY Ma'am. And rides past her, taking us to EMMETT and DOLARHYDE: \nDOLARHYDE Tell me somethin', Kid... why didn't your father just take my money? \nEMMETT \n(CONFUSED) What money? \nUOLARHY DE offered him a thousand dollars to leave town. He could's taken you outta harm's way, relocated... found you a new momma. And this just BURNS Emmett. A beat; then: \nEMMETT Is it true Percy's momma died givin' birth to him, Mister Dolarhyde? Something FLASHES in Dolarhyde. But he's contained: \nDOLARHYDE Yeah. \nEMMETT Then maybe you should use that thousand dollars to buy yourself a new wife. Emmett HOLDS his look against Dolarhyde's. Brave and UNFLINCHING. Doc can't help but grin at the kid's moxie... but it's short-lived as his face suddenly falls: \nDOC Madre Dios... And we PAN AROUND, dropping over his shoulder to see what he's reacting to -- AN ENORMOUS CRATER. ACRES WIDE... TWENTY FEET DEEP. Even Dolarhyde looks nervous now: \nDOLARYHYDE What the... hell is it? \nMEACHAM It was Winfield's Landing. They turn to see Meacham, brushing the DUST off a WOODEN SIGN: Holds it UP. \" Winfield's Landing... Population 133.\" ON GREAVEY AND THE MEN. Shit. He doesn't mean...? \nGREAVEY You tryin' to tell me those... things pulled the whole damn town into the sky? And suddenly a weird CRACK shakes the canyon -- like the SOUND BARRIER BREAKING -- everyone's look goes UP where: SWIRLING, DARK CLOUDS LOOM. The same clouds that dropped the tornado on Absolution. And that appeared in Jake's MEMORIES at the cabin. But this time, something's SHOT OUT from them -- \n", "random": "AST! THE CHIMNEY LATER, the CHIMNEY LOCKS ON THE CHIMNEY, YOU GUYS. Jake pulls the coin BANGING, SHOTGUNS his finger in the WINDOW, SICKS it, AND BANGS it right into the CHIMNEY's BOWDING BOTTLE! THE WOMAN'S PUSH, THE CHINESE MEN'S SHOCKING FACE, BANGING TO APPE", "sentiment": "CKIE This is a MAN! I don't need to see this! You can't help yourself and I can't help myself. Don't you know why I'm so scared? I could be the one who's holding you down! I don't know what to do! No way! I'm... I can't... I can't! I'm... I need to know... Jake looks up, and is stunned, then hangs his head, then grabs the \"ocean\""}]