[{"id": 1638, "prefix": "She closes the door behind her, looks to Robbie. TRACY Seriously? ROBBIE Sorry. ", "truth": "TRACY It's been a rough couple of weeks, you deserve a freebie. C'mon, I have to get back to work. \nThey walk out together. \nTRACY They still make kids read The Scarlet Letter, huh? \nRobbie NODS. \nTRACY You'd really think someone would have written something better by now. \nRobbie LAUGHS, the tension broken a bit. \n44 INT. TRACY'S OFFICE - LATER 44 \nRobbie wheels around in an office chair as Tracy tries to work behind her desk. He stops, noticing a PHOTO. \nIt's an older picture of CAL AND TRACY. They look happy. Very much in love. Tracy notices. \nTRACY Guess I should take it down, huh? \nROBBIE I guess. \n(CONTINUED) 44 CONTINUED: 44 Tracy NODS. She places the picture face down gently. She tries to return to her work, but can't. \nTRACY How is he? I've spoken to him but only about bills, or you kids, but... how is he, really? \nRobbie hesitates. \nTRACY Sorry, that's unfair. Ignore me, I'm almost done here. \nShe turns back to her work. After a beat: \nROBBIE He's dressing a lot better. Going out a lot. \nTRACY Oh. Well, good. That's... really good. (then, covering) We'll get take-out for dinner tonight, okay? Think about what you're in the mood for. \nRobbie hesitates, then adds: \nROBBIE He's sad. He looks better, but... sadder, too, I think. You know? \nTRACY Yeah. I guess I'm pretty sad, too. \nROBBIE I know. \nTRACY You do? \nROBBIE I heard you crying the other night and... I didn't know what to do. I'm thirteen years old and... can you just tell me what I'm supposed to do in that situation? I didn't want to Google it. \nShe smiles, shakes her head. \n(CONTINUED) 44 CONTINUED: (2) 44 TRACY Oh God, baby, you're so much like me it's scary. You wound up with all my stuff, Robbie. I'm so sorry. \nROBBIE I'm okay with being like you, Mom. I like you. \nShe puts down her pen. Smiles sadly at Robbie. \nTRACY It's my fault, what happened with your father. It's grown-up stuff that I can't talk about but... it's my fault. Not his. So just... be good to him, okay? \nROBBIE It'll be okay, Mom. \nTRACY (EMOTIONAL) You promise? \nHe NODS, the most soulful thirteen-year-old ever. \nDAVID JACOBOWITZ (O.S.) Hey, they need you in the conference room for a sec... oh, sorry. \nThey look up. It's David. Tracy gathers herself, stands. \nTRACY David, this is my son, Robbie. Robbie, this is David. (FORCED) We work together. \nRobbie takes him in, shakes his hand. \nTRACY I'll be right back, okay, honey? ROBBIE DAVID Okay. Okay. \nAwkward. Really awkward. Tracy starts to say something, thinks better of it, and EXITS. \nDavid moves into the room, sits down opposite Robbie. \n(CONTINUED) 44 CONTINUED: (3) 44 DAVID JACOBOWITZ So, Robbie... I hear you're quite the soccer player. \nROBBIE So, David... I hear you broke up my parents' marriage. \nHe LAUGHS awkwardly, shocked. \nROBBIE You are David Jacobowitz, right? From accounting? \nDAVID JACOBOWITZ Um, yes I am -- \nROBBIE Here's the thing, David: in the end, she winds up back with my dad. He's better than you, in every category except probably math. And she still loves him. \n", "random": "CONTINUED) \nCONTINUED: \n                                                          2 \n(CONTINUED) \nCONTINUED:           ", "sentiment": "ROKE \n(APPLAUSE) My Dear Brianna, I stand by those words. \nBut then she's next to him, moving vaguely, as the door sticks open in around his neck and she tries to gently touch Julie. \nIt is then that Robbie sees ANOTHER ONE more: An old boss who's always at center stage in her life. \nJULIA \n(RAFARLY) My dear Brianna, What? \n"}, {"id": 1639, "prefix": "CAL (TO ROBBIE) Hey. Get your coat. Robbie smiles, runs off. Cal turns to Molly, REMOTE in hand. CAL Baby? I'm gonna have to turn off the show. ", "truth": "CAL I have to -- \nMOLLY NOOOO! \nCAL I'm turning it off -- \nMOLLY NOOOOOOOOOOO! \nHe just does it! He turns the TV off. Silence. Molly turns towards him, stares. A long, scary, beat. Then: (CONTINUED) 80 CONTINUED: (2) 80 MOLLY (free at last) Thank you. \nCal KISSES her, jumps up from the couch. \n81 INT. SPORTING GOODS STORE - LATER 81 \nCal talks to a SALESMAN. Robbie and Molly bounce around, excited. \n82 INT. PARTY SUPPLY STORE - LATER 82 \nCal talks to a different SALESMAN. Robbie and Molly extend a MEASURING TAPE across the ground, assisting. \n83 EXT. U-HAUL CENTER - CONTINUOUS ACTION 83 \nCal rents a TRUCK. \n84 INT. HOME DEPOT - CONTINUOUS ACTION 84 \nCal picks up materials. As he rounds a corner, he runs into... BERNIE. \nBERNIE Oh, hey, Cal. \nCAL Bernie. \nBERNIE So how've you -- \nCAL Bernie: I'd love to catch up, but I'm doing something at the old house tonight and I'm in a bit of a rush so... yeah. Thanks again for the cologne. \nCal takes off. \n85 EXT. HOME DEPOT - CONTINUOUS ACTION 85 \nMolly points out her three favorite DAY LABORERS, Cal hires them. \n86 INT. WEAVER BACKYARD - LATER 86 \nSome kind of construction is going on back there. \nCal's cell phone RINGS. We go -- \n86A SPLIT SCREEN 86A \nwith JACOB on his. He's waiting outside a LIQUOR STORE in his car. \nCAL Hello? \nJACOB Hey, Cal. \nCAL Oh. My. God. It's alive. \nJACOB I'm sorry. I know I've been out of circulation. \nCAL You abandoned me at my time of need. \nJACOB I've been a little... things have gotten a bit... I met a woman. \nCAL I bet you did. \nJACOB No, I mean, I've been spending a lot of time with her. This woman. One woman. \nCAL (DISBELIEVING) Okay, whatever. \nJACOB Actually, tonight... I'm going to meet her mother. \nCAL (LAUGHING) Whoa!!!! Look at you! You do realize you might actually have to answer a question or two about yourself? (CONTINUED) 86A CONTINUED: 86A JACOB Yes, I realize that, asshole. \nHannah comes out of the wine store, hops over the car. Jacob can't help but smile: wow, he's REALLY into her. \nJACOB Gotta go. Grab a beer next week? \nCAL You've got my number. (THEN) Hey. Good for you, by the way. \nJACOB Thanks. \nCal HANGS up, LAUGHS to himself, and gets back to work. \n87 EXT. WEAVER HOUSE - LATER THAT NIGHT 87 \nTracy pulls up to her house. As she pulls in she notices Robbie. He's standing outside the front door in a tuxedo... a shit-eating grin on his face. \nShe SIGHS (\"what now?\") and parks the car. \n", "random": "\n(CONTINUED) \nMolly: http://i.imgur.com/VmmOg.jpg \nCAL (CONTINUED) \nMolly: \n(CONTINUED) \nMolly's hand is on Cal's. \nMolly hesitates, but Cal goes looking for her. \n(CONTINUED) \nCAL (CONTINUED) \nMolly: \n(", "sentiment": "\nMOON (CONT'D) No. \n(CONTS) Oh, you're not gonna hurt my kids. \nMolly looks at him. \nMOMBERSHIP (sitting) I was just waiting for you to go to bed. Which is why you're here, right? \nMOON (CONT'D) Okay. \nMolly stops him. She's ready to put on her dress, she's ready to cheer him on"}, {"id": 1640, "prefix": "CAL Wow. I like that. Jacob smiles, shakes hands with Cal. Cal notices: CAL Is that a new shirt? ", "truth": "CAL Seriously? \nJACOB Of course not, Cal. It's the Gap. I got this at Nordstrom's. \nAnd like that... order is restored in the universe. \nOVER TO ROBBIE \nWho approaches Jessica. \nROBBIE It was nice of you to come. \nJESSICA I wouldn't have missed it. \nAwkward. \nROBBIE So, how are things with your dad? \n(CONTINUED) 104 CONTINUED: (2) 104 JESSICA Strained. I took a summer internship up at Stanford, gonna head up there early. Figure it can't hurt to get out of his line of sight for a while. \nROBBIE Yeah, probably a good idea. (THEN) You were a good baby-sitter, Jessica. I'm sorry if I made you uncomfortable. \nHe holds out his hand, to shake, formally. \nJESSICA Wait: I thought you weren't giving up. \nROBBIE I'm not. But I figure: you like my dad, and one day I'll look like my dad, so I'll just come for you then. \nJessica smiles. \nJESSICA It's a good plan. \nShe looks over her shoulder, reaches into her purse. \nJESSICA Until then: a little graduation gift. To help get you through high school. \nShe hands him something in an ENVELOPE: the same type of envelope she once used for... \nRobbie peeks inside. His eyes BUG OUT. Jessica kisses him, sweetly, on the cheek. \nJESSICA You take care, Robbie. \nRobbie watches her go. Love-struck once more. Cal steps up next to his son. \nCAL You okay, buddy? \n(CONTINUED) 104 CONTINUED: (3) 104 ROBBIE (RE: ENVELOPE) I am now, Dad. I am now. \nRobbie runs off to join his friends. Cal smiles. \nTRACY (O.S.) I'm terrified of what's going to become of him once he hits puberty. \nCal turns, Tracy has been watching. \nCAL We might have to lock him up. \nTracy smiles. Cal walks over toward her. \nTRACY You gave a good eighth grade graduation speech. \nCAL I've been working on it for thirty years, so... \nShe LAUGHS, then... quiet. \nTRACY Do you think we can ever come back from all this, Cal? \nCAL I don't know. I'd like to try though. I know I'd like to try. \nShe nods, thinking. \nTRACY Things are just so messed up. And it's been such a strange year. I've been in such a strange place. And we have all these problems, so many problems I've lost count, but at the end of the day, I mean, the only thing I know -- \nShe stops herself, emotional. Then, simply: \nTRACY I am just so glad you took me for that ice cream. \nCal smiles. They share the moment in silence. And then: \n(CONTINUED) 104 CONTINUED: (4) 104 TRACY It was rocky road by the way. \nCAL No! \nAs they JOKE and ARGUE about what flavor the ice cream was, we PULL BACK. \nOff to the side, Robbie steps away from his friends and watches them enjoy one another's company. \nHe smiles. \nFADE OUT. \n", "random": "\nJACOB (V.O.) Oh, no. \nJACOB (V.O.) But that's exactly what I've been looking for. \nCal hands Jacob a pair of pants. \nCal pulls him in. \nJACOB (V.O.) It's not...much. \nCal reaches out where Jacob is resting. \nJACOB (V.O.) But I'm not trying to hold you. \nCal reaches", "sentiment": "\nCAL Yeah, that's okay, Cal. \nJacob smiles a little. \nJacob is relieved, surpris'd. \nJacob looks down. \nCal breathes a sigh of relief. \nThe two of them try to stick around each other. \nOOSHAI I LOVE YOU, Jacob. \nCAL But why? \nJacob sure doesn't like Cal. \nCal gets up and leaves. \nCal starts to take a"}]