[{"id": 198, "prefix": "EEP (CONT'D) ... So what do we do? Guy pulls out a weird miniature TURKEY FISH PUPPET. GUY How's your acting? ", "truth": "ON GUY AND EEP working the puppet. Eep is having the time of her life. \nGUY (CONT'D) Oh, you're good at this. \nThey are so into what they are doing, they accidentally get TANGLED UP. \nGUY (CONT'D) Oh, sorry, I... \nEEP Just move your arm... no, your other arm. Oh, that one's mine. \nIn their struggle to UNTANGLE themselves, Eep and Guy inadvertently insult the Turkey Fish. It CHARGES. Eep and Guy don't notice. \nThe Turkey Fish MISSES the snare, LEAPS the rock and SNATCHES the fake bird off of Guy's head, THRASHING it. \nEEP (CONT'D) Uh... It didn't step in your trap-y, thing. \nGUY Yeah, I noticed. \nEep BOLDLY STANDS in front of the bird. The Turkey Fish grabs Guy and tosses him high across the open field. He goes flying through the air, screaming. \nON GRUG - hearing the commotion. Guy lands back in the log. \nGRUG Where's Eep? \nEep is in full parkour as she runs from the Turkeyfish. \nGUY She's awesome. \nGrug STEPS FORWARD. He's going to SPRING the trap. \nGRUG Eep! \nEEP Dad, no! \nShe LEAPS the snare, PUSHING Grug DOWN. \nThe Turkey Fish HITS the trigger. The snare TRIPS. The bird BITES at the cavemen, but comes up short. The Turkey Fish WHOOSHES BACKWARDS into the air. He FLIES a couple hundred feet up... \n... and CRASHES down in a cloud of feathers. \nDISSOLVE TO: \nSEQ. 900 - BBQ/CAPTIVATING CAPTIVE \nEXT. BARBECUE \nON THE TURKEY ROASTING over an open fire. It looks golden and juicy. Grug is agitated. The Croods are devouring the Turkey Fish. \nTHUNK It's an avalanche of flavor. \nTHE CROODS are eating like wild animals. They practically MAUL each other for scraps. HOWLS and SNARLING fill the night air. Guy is amazed and shocked at how the Croods are wolfing it down. \nGuy sits to the side, his ankle roped to a heavy rock. Guy and Belt share a concerned LOOK as they politely eat their meal. Eep comes over and sits next to Guy. \nGUY (TO BELT) Looks like we won't be having any leftovers. \nEEP What are \"left-overs?\" \nGUY (CONFUSED) You know, when you have so much food to eat you have some, left over. \nEEP We never have that much food. \nGrug is struck by Eep's words. Ugga sees Grug is hurt. Guy and Belt are struck by this as well. \nUGGA Grug, how about a story? \nGRUG That's a good idea. How about a story huh? \nTHUNK Yeah a story, tell us a story! \nCroods gather around Grug. \n", "random": "CONT'D) He's got a smile on his face. \nGUY Okay, so this is a very big fish. (CONT'D) Fetch it. \n(CONT'D) Good. \n(CONT'D) Good. \nFetch it. \n(CONT'D) Good. \n(CONT'D) Good. \n(CONT'D) Good. \nHENRI (Breathless) (", "sentiment": "CONTINUED) ================= \nCONTINUED:\n\nNick shoots a SLAM. \n(to Guy) \n\"You can't do that\" -- we don't think you're kidding, Nick, we're doing this! \nGuy and Nick are in a (small) MASSIVE DISPATCH. \nNick and Nick are watching in amazement as the TRIPPER FLIES OUT of the hatch. \n(CONTINU"}, {"id": 199, "prefix": "SMASH CUT TO: SEQ. 1600 - CROODS GET SHOES EXT. CORAL FIELDS - MORNING ", "truth": "THE LOG \nEep walks alongside Guy, who is still being carried by Grug in the log. \nGUY That was too close. It almost caught us. \nGRUG I was watching. We were fine. \nGUY We've got to move faster. Do you people have any other speed aside from \"wander?\" I'll take a shamble at this point. \nEEP Hey, do you have a minute? How did the tiger fly? \nGUY I only share when I'm outside the log. I'm funny that way. \nEEP (WINKING) Leave this to me. \nEep FALLS BACK behind Thunk, getting him between she and her dad. \nEEP (CONT'D) Hey Thunk, you have a spider on your face. \nEep SMASHES Thunk in the face, KNOCKING him into Grug, sending Guy and the log FLYING. Grug shoots Eep an annoyed look. \nEEP (CONT'D) (SHRUGGING) Oops. \nGrug sees Guy has ROLLED away. \nGRUG He's loose! \nGrug goes to retrieve Guy, and STEPS on something sharp. \nGRUG (CONT'D) Aaaaahhhhhh! Do not step on those weird, pointy rocks! \nTHUNK You mean these rocks? Ahh owww! Do not step on these rocks! \nThunk steps on the coral - it CRUNCHES under his feet. \nGRAN Step aside, girls! \nGran steps out, and then SCREAMS. GRUG Hello? Nobody's listening! No one is listening. You cannot walk on those! \nGuy stands on the coral without flinching. \nGRUG (CONT'D) Arraughrragh come back here now. \nGRAN Well, there goes our chance for survival. \nTHUNK And our log! \nGrug must make the choice to go after Guy. \nGRUG Okay. Arraugh! \nGrug cringes and bellows with every step. Guy still locked inside the log, hops away as fast as he can. Grug leaps out and grabs the log only to loosen it as Guy jumps to a coral patch below. \nGUY Ow, ow, ow. \nGuy now free runs and hides behind a giant shell. He looks back at the Croods as they try in vain to cross the field and feels pity for Eep. \nTHUNK Ow! Jumping doesn't help, I mean, just briefly, but it doesn't get better! Ow! Do not walk on your hands, the hands do not help at all. \nGuy looks back at the stranded Croods. Then he looks again to the tall mountain. Belt sees that Guy is having a hard time leaving the Croods. He needs to make a choice. Belt makes it for him. \nBELT Eeccoomme on! \nBelt walks Guy back to the Croods \nHARD CUT TO: \nGUY STANDS AT THE EDGE OF THE CORAL, ONLY A FEW FEET FROM GRUG AND THE CROODS. GUY'S ARMS ARE FILLED WITH SUPPLIES. \nGUY I can help you, but we're going to have to make a few changes around here. The log ride is over. Drop the log. \n", "random": "An old man walks into the woods. He's wearing a jacket. He's holding a pistol. He's wearing a full-body suit. He's dead. \nCRACK! \nA group of cracklins fawn over the sound of the thunder! The cracklins are all wearing their own equipment. The cracklins, who look like they're walking on a chain, are talking. \nTHE CRACKS PULL IN ON the cracklins! \nANOTHER", "sentiment": "A small group of people are walking through the trees. They are talking to each other. \nCUT TO: \nINT. CORAL FIELDS - MORNING \nA small group of people are walking through the trees. They are talking to each other. \nCUT TO: \nINT. CORAL FIELDS - MORNING \nA small group of people are walking through the trees. They are talking to each other. \nCUT TO"}, {"id": 200, "prefix": "ON THUNK His face SLATHERED with reddish mud. GRUG Painting is a thing of the past. I call this, a \"snap-shot.\" ", "truth": "Grug shows the Croods. \nTHUNK Let's do it again. I think I blinked. \nThunk PASSES OUT. \nON THE CROODS \nWearing wooden sunglasses. They are effectively wearing blindfolds. \nGRUG I call them \"shades.\" \nTHUNK The sun doesn't hurt my eyes anymore! Where do you get these great ideas? \nGRUG Since I don't have a brain, they're coming from my stomach. Down deep below, and then up again into my mind. \nThunk walks into a tree. All the other Croods RAISE their \"shades\" in time to see Grug walk over a cliff. \nGUY Grug. We have to keep moving. \nON GRUG \nGRUG See, I got ideas, I got thoughts. \nON Grug lifting a huge flat rock over his head. \nGRUG (CONT'D) Like this. I call it a \"mobile home.\" Isn't that something? \nA huge BEAST BUNNY JUMPS into the opening of the rock. Grug is smashed flat. \nON GRUG \nStanding on one side of a primitive Teeter-Totter. GRUG (CONT'D) And I'm calling this one a \"lifterator.\" \nEEP Mom? \nUGGA I know. It's bad. \nGrug tosses a massive boulder on the opposite end. Grug is LAUNCHED into the sky. Grug becomes a speck in the sky. He is HIT by LIGHTNING. \nGRAN I almost feel sorry for him. \nGrug falls back down onto the teeter totter dislodging the boulder from the other side. The boulder rolls back down onto Grug. \nGRAN (CONT'D) Hah, no I don't. \nDISSOLVE TO: \nSEQ. 1950 - TRUTH REVEALED \nGuy is rowing a SHELL BOAT with everyone inside. \nUGGA What are you trying to do Grug? \nON GRUG \nBurned and battered, laying in the bottom of a turtle shell boat. \nUgga is attending to his injuries. \nGRUG I thought if I could have ideas like Guy, maybe Eep would listen to me. Maybe she wouldn't want to go with Guy. \nUgga gets a PAINED look on her face. \nUGGA Oh Grug, is that what this is all about? \nUgga is about to confess her thoughts of going to Tomorrow with Guy when Grug interrupts her. GRUG And I also thought it would kill your mother. So you know? Win win. \nGUY We're here. \nThe view of the mountain is beautiful. \n", "random": "CONSING: \nA thin image of a man's face is a bright red, uncanny, and beautiful. \nCOLLAS He looks like a sailor who has been sailing for over a year. \nCONSING: \nA thin image of a man's face is a bright red, uncanny, and beautiful. \nCOLLAS BABY RAGAN Tell me which of your poems you like. \nCONSING: \nA thin", "sentiment": "GRUG Whoo! Yeah, for one. Oro is a Goddamn young boy! \nGRUG Whoo! That's what he's up to! \nGRUG (CONT'D) Hush. \nGRUG Whoo! You see... just like he was up to! He's called up to the water, so he can wash up on the shore, so he can feast with her. But it's like he's going to try swimming around in"}]