[{"id": 2451, "prefix": "Jesus Christ, Judah, why the fuck to you listen to her?! JUDAH Because she speaks the truth. ", "truth": "JUDAH \nWhat's this, Curve? A beauty mark? \nSIBYL \nYour enemy wears the mask of the Crow. The bird of ill-omen. \nCLOSE ON Judah as the words sink in. He strides across the floor, sweeping aside one of the curtains surrounding the camera obscura. \nJUDAH \nThe Crow. Death's avatar. I've heard the legends. \nJUDAH \nlooks down at a view of the seething landscape. \nJUDAH \nLet him come, then. \nCUT TO: \nEXT. PEEP-O-RAMA PORN SHOP - NIGHT \nThe Peep-O-Rama occupies an old Japanese movie house. A geisha-girl sign flashes over the marquee. Beneath that is a blinking neon eye which opens and closes. Other signs offer enticements like \"ONLY 25 CENTS A PEEP!\" and \"REAL GIRLS WORKING THEIR WAY THROUGH COLLEGE!\" \nAs Nemo approaches, a laconic HINDU with a throat microphone sits outside, reciting his tired schpiel. \nHINDU \nTokens for the buddy booths, live girls. Tokens for the buddy booths, live girls... \nNemo hands the Hindu a twenty. \nINT. BUDDY BOOTH - NIGHT \nNemo enters a cramped booth, clutching a handful of tokens embossed with the Peep-O-Rama eye logo on them. There's a seat, a box of Kleenex, a phone, and a grimy Plexiglas window with a metal shutter over it. \nNemo starts popping tokens into the slot next to the window, pockets the rest of them. \nWith a WHIR the metal shutter rises, revealing a WOMAN in a garter-belt get-up perched on a stool. In a forgiving light, she might even be beautiful. \nAn LED display starts counting down from sixty - the seconds remaining on the metered shutter. Nemo picks up the receiver. \nNEMO \nYou got a name? \nWOMAN \nHolly Daze. Do you want me, baby? \nNEMO \nI need to see some sugar. \nHolly shrugs out of her bra, plants her scuffed-up high heels on either side of the window, runs her hands up and down her body, utters some tired-ass MOANS. \nNEMO \nRight on, sister... \nNemo unbuckles his belt, drops his drawers... \nHOLLY \n(eyeing his endowment) \nMmmm. Is that for me? \nNEMO \nYeah, we're gonna celebrate Christmas a little early this year. \nHOLLY \nKeep doing that, honey, you'll go blind. \nCUT TO: \nINT. PEEP-O-RAMA BUDDY BOOTH - NIGHT \nHolly is still MOANING. Over on the LED display, Nemo's time has just about expired. \nHOLLY \nTime's almost up, lover. Better hurry up with those tokens. \n", "random": "NTINUED) \nCONTINUED: \nJUDAH I'm not saying you're lying. \n(CONTINUED) \nCONTINUED: \nJUDAH I'm saying you're being a fool. \n(CONTINUED) \nCONTINUED: \nJUDAH Why are you trying to tell me what to do? \n(CONTINUED) \n", "sentiment": "AH The truth is, it's not just about her, it's about the world. \nJUDAH (CONT'D) That's what you mean? \nJUDAH (CONT'D) You're not going to tell me what you know, because I'm not your father. \nJUDAH (CONT'D) I'm your father, and you're my son. \nJUDAH (CONT'D"}, {"id": 2452, "prefix": "SIBYL who has been lurking in the shadows, suddenly lifts her head up... SIBYL ", "truth": "Ashe is here. \nJudah grins. This moment has been a long time coming... \nJUDAH \nNot for long. \nJudah raises the misericord up high. Sarah turns her head away as... \n...Judah plunges the weapon down, pounding it straight through the bird's right wing! \nCUT TO: \nEXT. JUDAH'S TOWER - NIGHT \nTen stories up now. Ashe suddenly loses his handhold. He SCREAMS in agony as he suffers the pain of the Crow through their symbiotic link. Ashe stares down at his hand in disbelief... \nCLOSE ON ASHE'S HAND \nBlood seeps from a stigma-like wound on his palm. \nINT. JUDAH'S TOWER - CAMERA OBSCURA - NIGHT \nJudah plunges a second misericord into the Crow's left wing... \nEXT. JUDAH'S TOWER \nAshe CRIES OUT again as his left hand is seemingly twisted back against his will. A second stigma wound appears. \nHe slips, tumbling to the next ledge down but catching himself on his fingertips. He hazards a look down... \nASHE'S POV \nDay of the Dead CELEBRANTS crowd the streets far below. \nBACK TO SCENE \nASHE \n(in agony) \n...oh God...help me... \nIt takes every ounce of Ashe's strength to keep from letting go. He tightens his white-knuckled grip on the ledge above. \nShaking terribly, trying to fight back the pain, Ashe continues to climb. He reaches up to a... \nSTONE MAIDEN \nwhich protrudes from the building's facade. The maiden's face has been all but worn bare by the harsh elements. \nAshe clutches the back of the maiden in a parody of a lover's embrace. Using the statue for support, he drags himself back up to relative safety. Now Ashe is face to face with the maiden, staring into its blind stone eyes. \nASHE \nSarah. \nAshe whispers the word like a mantra, using it to urge him on. Steeling himself again, fighting the burning pain, Ashe resumes his climb. He's on autopilot now, just trying to reach the campanile, which at this point, seems hopelessly unattainable. \nTHE SKY ABOVE \nseems to churn and roil. A storm of epic proportions is about to break. \nCUT TO: \nINT. JUDAH'S CAMPANILE - CAMERA OBSCURA - NIGHT \nThe Crow has now been crucified to the camera table, a misericord staked through each wing. \nCROW'S ANAMORPHIC POV \nas Judah reaches for a third misericord. He raises it high above his head, preparing for the coup de grace. \nJUDAH \n(WHISPERING) \nAshes, ashes, we all fall down... \nAs the dagger comes down we hear... \nSARAH \n(SCREAMING) \nNo!!!! \nCUT TO: \n", "random": "\nCUT TO: \nEXT. KITCHEN - NIGHT \nA GIANT COUPLE, carrying a POTENTIAL PINT, beckons you into their home. \nBAREN \nWhat are you doing here? \nSIBYL \nC'mon, don't you have any idea. \nBAREN \nThe Lord of the Rings! \nSIBYL \nSecret agent. \nBAREN \n", "sentiment": "\nMOONBOAT \n(possessed?) \nGAUEGAS \nWALLEN Awha... \nCUT TO: \nEXT. RIMINAR VARIOUS WALLEN LOUNGE - DAY \nOMG! \nYANG \n(CONT'D) He said, he said, he said... \nCUT TO: \nEXT. RIMINAR VARIOUS WALLEN LOUNGE"}, {"id": 2453, "prefix": "CUT TO: INT. JUDAH'S TOWER - NIGHT Sarah sobs quietly, still chained to the pillar. A figure suddenly appears at her side -- Sibyl. Sarah looks up... ", "truth": "What...? \nSibyl produces a key from within her robes. She places the key in the lock on Sarah's manacles. With a turn of the key, the manacles fall away and Sarah is free. \nSarah looks back at the blind oracle, uncertain. \nSARAH \nWhy are you doing this? \nSibyl fixes Sarah with her blind stare. \nSIBYL \nAshe needs you now. More than ever. \nSibyl raises her other hand. She's holding one of the misericords which she extends to Sarah. \nSIBYL \nGo to him. \nSarah takes the misericord and racees for the end of the campanile, towards a beckoning doorway and a stairwell beyond. Printed on a grime-smeared placard nearby are the words... \n\"THIS IS NOT AN EXIT\" \nSarah rushes through the doorway, heedless. \nCUT TO: \nEXT. JUDAH'S TOWER, CITY STREETS - NIGHT \nJudah plants his foot on Ashe's chest, tightening the chain around Ashe's throat. \nJUDAH \nLooks like the dead have forsaken you, my friend. \nAshe clutches at the rusty chain links which bite into his flesh, choking. \nJUDAH \nLook at you, bleeding like a stuck pig. Where's your precious strength? Where's your power? \n(drawing closer, whispering) \nYou're nothing now, Ashe, not even a ghost. \nJudah rises. He grabs a hold of the chain, pulling... \nASHE \ndown the street. Ashe SCREAMS as his body is dragged across the asphalt... \nCUT TO: \nINT. JUDAH'S TOWER, ELEVATOR - NIGHT \nSarah rushes into a rickety old elevator, pulling the accordion-style security gate shut. She punches the \"DOWN\" arrow on the tarnished control panel. With a lurch and HUM the elevator car starts its journey downward. \nEXT. CITY STREET, MOVIE PALACE - NIGHT \nJudah has dragged Ashe over to the East side of the street, in front of an old movie palace. He leaps atop one of the vending stalls and clambers onto the marquee itself. \nJUDAH \nshouts to the crowds below, his eyes on fire. \nJUDAH \nYou want death?! Here he is, people!!! Take a good look!!! \nEven as Ashe fights to free himself of the chain, Judah loops one end of it over a street lamp. He jumps from the marquee, using his body weight to pull Ashe from the ground... \nASHE \nis dragged up into the air, dangling above the faces of the crowd. \nEXT. CITY STREET, JUDAH'S TOWER - NIGHT \nSarah rushes out the front entrance of the tower, into the Day of the Dead crowd which swarms below. She pushes through the mob, trying to fight her way across the street. \nEXT. CITY STREET - MOVIE PALACE - NIGHT \nAshe swings like a puppet from Judah's improvised hangman's noose. His coat and short have been all but torn to shreds. \nJudah drags down on the chain harder, lifting Ashe even higher, tightening the noose. He secures the chain on a hydrant, then strolls forward, inspecting his work. Judah circles Ashe, grinning like the cat who swallowed the canary. \nJUDAH \n", "random": "\nSIBYL'S POV \nSarah looks up, but suddenly a thousand dark shadows come into view... \nSPIDER-MAN \n(beat) \n(to Sarah) I know who you are. \nSarah takes a deep breath, then lets out a long, deep breath. \nSPIDER-MAN \n(beat) \n(to Sibyl) I know you're a man. \nSibyl turns to Sarah. \n", "sentiment": "\nSIBYL (O.S.) Sarah, I'm sorry. I didn't mean to hurt you. \nSIBYL (O.S.) I'm sorry. \nSarah looks up. \nSIBYL (O.S.) I'm sorry. \nSarah looks at him. \nSIBYL (O.S.) You're not going to hurt me. \nSarah looks back. \nSIBYL (O.S.) You're"}]