[{"id": 1791, "prefix": "CUT TO: INT. SMALL SUBURBAN HOME Melanie is fixing the boys sandwiches. ", "truth": "INT. BUILDING LUNCH ROOM DAY \nRick and the woman sit eating lunch. WOMAN You're really funny... and kinda cute. \nRICK Maybe we should... \nWOMAN Go out sometime? I'd like that. When? \nRICK I don't know... maybe... \nWOMAN Tonight? \nCUT TO: \nINT. SMALL SUBURBAN HOME Melanie on the phone. \nMELANIE No problem. \nThe boys run to her as she hangs up. \nKRIS Who was that? \nMELANIE That was your daddy. \nPHILLIP I love daddy. \nKRIS Is he coming home? \nMELANIE No, he's going to be late. He has a date. \nThey all snicker. \nMELANIE So, I guess you have to deal with me a little while longer. \nBOYS IN UNISON Yeah! Melanie chases them in circles. They fall in a pile and wrestle. \nCUT TO: \nINT. LUIGIS - NIGHT \nRick picks at his food. The woman has barely touched her plate. \nWOMAN You're a single father? That's wonderful. So many men refuse to accept any responsibility for their kids. So, how many do you have? \nRICK Um... three. \nWOMAN That's amazing. I'm sure they're just angels. CUT TO: \nINT. SMALL SUBURBAN HOME \nThe boys jump on a bed. \nCUT TO: \nINT. LUIGIS - NIGHT \nRick appears completely devoid of the conversation. \nWOMAN My sister has three. She said when the second one was born it doubled the work. She didn't realize the third would double the work load would again. And to think you do it all by yourself. \nRICK Um... kinda. \nWOMAN You're a terrific man. Did I tell you I love kids? They love me. It just comes so instinctively even though I've never had kids myself. I get lots of practice with my nephews though. So, when can I meet your boys? \nCUT TO: \nINT. SMALL SUBURBAN HOME - RICK'S DAYDREAM \nKris stands with arms crossed and scowling. His posse of brothers does the same. Kris POV: Looking up at the Woman crouching down to him and smiling. \nKRIS You're not my mom. \nPHILLIP AND NICKY Yeah! \n", "random": "\nMELANIE I don't want to bite. \nMELANIE You can't. \nMELANIE I can't. \nMELANIE You can't. \nMELANIE You can't. \nMELANIE (CONT'D) I can't. \nMELANIE (CONT'D) I can't. \nMELANIE I can't. \nMELANIE I can", "sentiment": "\nMELANIE We're fine. We'll forget this for a while. \nMELANIE (CONT'D) That's what it's all about. \nMELANIE (CONT'D) You know, I'm good at everything. \nMELANIE Yes, I know. \nMELANIE Yes, I know. \nMELANIE But why? \nMELANIE Why, why are we going to"}, {"id": 1792, "prefix": "RICK She's their mother. MELANIE Mother? I've been more of a mother than she ever was. RICK She's their mother. ", "truth": "RICK She's their mother. \nMELANIE You keep saying that. \nRICK You think this is easy? You think raising these boys is something I want to do alone? Every day is like a prison sentence. Every thing I do, every decision I make is directly affected by the boundaries of my responsibility. I have three children, but I have no me. Everywhere I go people stare at me... \nCUT TO: \nEXT. CITY STREETS - DAY \nDressed as dirty paupers, Rick and the boys hold tin cups out to the PASSING BY. \nCUT TO: \nINT. SMALL SUBURBAN HOME \nRick continues. \nRICK They stare at me, and I know what they're thinking... \nCUT TO: \nEXT. CITY STREETS - DAY A PEDESTRIAN drops a coin in ricks coffer. \nPEDESTRIAN You poor, poor man. You poor, poor children. How unfortunate to only have your father. How terrible it must be not to know your mother. \nCUT TO: \nINT. SMALL SUBURBAN HOME \nMelanie finishes packing her suitcase. \nMELANIE What about Zach? How noble of you to be the only single parent in the world. How stoic you are... so concerned with the best interests of your children. Too bad. Their best interest is walking out the door. \nMelanie EXITS, SLAMMING the door behind her. \nCUT TO: \nEXT. SMALL SUBURBAN HOME - DUSK \nAgainst a burning sky, Rick waits in the drive. Cindy arrives. Her hair is strewed. The boys pile out of the car and gather round their mommy. She kneels to their level. \nKRIS When can we see you again? \nCINDY Someday. \nPHILLIP Is someday tomorrow? \nCINDY Someday is someday, baby. \nRICK Give your Mom a hug, guys, then get in the house. \nThe boys hug their mom and then run to the door. A tear wells in Cindy's eye. CINDY I'm sorry. \nRICK For? \nCINDY I thought things had changed. \nRICK But? \nCINDY I am who I am, Rick. I'm not cut out to be a mommy. \nRICK I could have told you that. \nCINDY I had to give it a shot. Rick turns to walk away. \nRick's POV: Sees the boys looking out the door. Rick turns back around to Cindy. \nRICK At whose expense? Huh, Cindy? At whose expense? Who's going to dry their tears tomorrow when they realize your never coming back? Who's going to rock them to sleep at night when they ask why mommy doesn't love them? \nCINDY You are, and you wouldn't have it any other way. \nA furious PULL BACK \n", "random": "\nNAME (CONT'D) Who are the kids? \nMELANIE They're the kids. \nRICK I need your help. \nMELANIE I'm looking for the kids. \nRICK I'm looking for the kids. \nMELANIE I'm looking for the kids. \nRICK You're looking for the kids! \nMELANIE I'm looking for the kids! \nRICK I'm looking", "sentiment": "\nINT. LOYMARDU SLEEPY GUIDE \nSteven watches as a gentleman, Amy, drives off. Jack grabs a kidney stone from the \nARCHIE. \nINT. CANDEERA ROYALG SHOT CLUB \nSteven slowly looks sad. He mutters something to Scott. \nSTEVEN I'm being stupid. \nARTISTS Fiona stands after Jack. \nENDISTS Molly, found crushed to"}, {"id": 1793, "prefix": "JOHN You know I'll never forgive you for this, don't you? You had the power and the dream at your fingertips and you're giving it all away. RICK You didn't marry your best friend? JOHN No. RICK I thought you had things all planned out. ", "truth": "RICK It's not too late, you know? \nWith a shrug John drops to one knee in front of Rick. \nRICK Go Home, John. Go home and talk to your best friend the way you talk to me. \nINT. PARENT'S HOUSE \nRick BURSTS through the front door. His mother appears aghast. \nRICK I need you to watch the boys. \nMOTHER But you're father... \nRick's Father ENTERS. \nFATHER Woman, enough. \nMOTHER But... \nFATHER No more excuses. It's time to live life and enjoy our grandkids. (To Rick) Go. The boys will be fine. \nMOTHER Can't we just give him money to pay for a baby-sitter? \nRick BOLTS out of the house. \nCUT TO: \nINT. RESTAURANT Melanie is working as a waitress. She's pouring coffee when she sees Rick. \nMELANIE (To herself) Oh shit. \nCUSTOMER Whoa! \nThe cup has nearly reached the brim. \nMELANIE Sorry. \nCUSTOMER Pay attention, would ya? \nRick reaches her. \nMELANIE What do you want? RICK To talk. \nMELANIE I'm working. \nRICK I know. \nMelanie is at the next customer who early awaits a refill, but she doesn't pour. \nMELANIE So, where are the boys? \nRICK They're at my parents. \nMELANIE What? Not going to use them to try to persuade me with guilt? \nRICK Is that what you thought? \nMELANIE I have a son of my own. I know when people are using their kids. \nCUSTOMER 2 Ma'am. RICK (To Customer 2) Excuse us for a moment okay? \nCUSTOMER 2 I'd just like some coffee. \nMelanie walks off. Rick grabs a cup from a recently vacated table and sets it in front of the patron. \nCUSTOMER 2 (Calling out.) Excuse me, Miss? \nRICK What is your problem? \nCUSTOMER 2 Cold. \nRICK What? \n", "random": "HN You did. \nRICK You know what you did? It was a mistake, a mistake. RICK It was one of the biggest mistakes I've ever made. \nJOHN Don't fix the problem. \n(CONTINUED) \nCONTINUED: \nJohn, from the blue, is doing a celebratory dance. We hear a second-person car door open. We see the sergeant's head. \nJOHN What do you want", "sentiment": "FENBERG What was your dream? \nRICK Nothing - just a dream. \nRICK I don't know what you were thinking, but I was thinking something like that. RICK I think I am a slave. \nRICK Why did you want to come? \nRICK Because I was waiting for you. \nRICK I think that you are a fool who lost that chance and you didn't deserve it. \nRICK I thought"}]