[{"id": 2199, "prefix": "STROMBOLI Youíve read the reports.  Not much to go on.  We know nothing about him, except that he likes to cut them... Always the same type of blade. Forensics match in each case... Anyway, it's all in the reports, read them for yourself. STROMBOLI shakes his head, turns away from the final body, looks at the inspector. STROMBOLI Why are you wearing that thing on your face? ", "truth": "STROMBOLI I see. (continues) One thingís for sure, heís ambitious. Youíll be a busy man from now on. \nMORTICIAN You can say that again. \nStromboli looks annoyed at the smiling man.  The Mortician becomes serious and goes back to his work. \nBUMSTEAD What about Thompson, sir?  Wasnít this his case? \nSTROMBOLI Thompson suffered a kind of severe delusion or some damn thing.  Anyway he isnít with us any longer.  The case is yours.  Go through his files. Take what you need. (less business-like) By the way, howís your mother? \nBUMSTEAD Sheís getting better, thanks.  She... \nSTROMBOLI (cuts in) Very good... \nThe chief-inspector turns, paces to the door briskly. \nSTROMBOLI Letís go, Bumstead.  So much to do and so little time. \nEXT.  BUILDING  -  NIGHT \nA large faded BILLBOARD advertisement on a building facade.  A portrait of a smiling woman clutching a product called, \"LUMP- O\"  -  a cereal box carton. \nTHE CAMERA MOVES IN STEADILY, rises upwards, CLOSER on the womanís face, finally enters a hole at the centre of her PAINTED IRIS. \nINT.  STAIR-WELL \nA raftered room on the other side of the billboard.  CAMERA TILTS TO a convoluted staircase  -  at the base, the SHADOW OF A MAN runs. \nFEET pace rapidly.  TILT UP TO REVEAL  -  WHITE. \nCAMERA FOLLOWS as he tries to lose himself from possible pursuers.  He steps through a low archway into a back alley, rounds a corner. \nA DEAD-END.  White stops, looks around, then up.  Heís breathing heavily, trying to catch his breath.  He starts to shake. \nABOVE, the walls stretch into darkness.  An OPENING way up there  -  he can see stars.  Something dark crosses the gap of sky.  A RUSHING NOISE in the distance.  Wind starts to pick up. \nTrash is being kicked up.  A sheet of NEWSPAPER wraps around Whiteís leg.  He tries to kick it away repeatedly but it wonít come off.  He bends down, grabs it to throw it away, but something grabs his eye. \nHe stares at the page for a moment  -  then his LEGS SLIP from under him and he falls to the ground.  He holds his head like itís going to explode.  A whimper deep in his throat.  His body is trembling violently. \nPUSH IN TIGHT on the paper on the ground.  A front-page headline:  MAN-HUNT CONTINUES FOR SERIAL KILLER! \nWhite looks up  -  terrified.  The RUSHING NOISE O.S. again. \nHIS P.O.V. \nON THE WALL facing him, a DOOR has appeared where moments before there was nothing.  The door creaks open to reveal ANOTHER DOOR WITHIN.  This one extends outwards on the end of a lengthening wooden shaft. \nWhite, stands quickly, thrusts the newspaper into a pocket. Tries to side-step the ADVANCING DOOR but itís too late, he can only open it and step through, to avoid getting pinned to the wall. \nINT.  HOTEL LOBBY  -  NIGHT \nHAND-HELD P.O.V. THROUGH the swaying beads hanging in the back- room doorway.  TWO FIGURES peer into the room. \nFIGURE 1 We are looking for Jonathan White. \nTHE HOTEL MANAGER looks up, moves forward into light:  a squat, hunch-backed man with glasses.  He steps through the beads, glares at the intruders. \nMANAGER What for? \nON THE MEN  -  an uncanny resemblance to the one who tried to kill White.  Black coats, glasses, pale skin.  Creepy. \nA BLACK GLOVED HAND flashes forward, grips the managerís face and doesnít let go.  The manager struggles, gulps for air. Heís pushed back heavily against the wall. \nMAN 1 Which room is he in? \nThe leather glove SQUEEZES, blood trickles from the managerís ears, through the fingers. \nINT.  ROOM 43 \nANOTHER (VERY SHORT) FIGURE is searching the room.  He hears NOISES O.S. in the corridor, runs to the door, presses against the wall. \nON THE MAN  -  FREDRICK  -  a stunted body, an oversized head, thick limbs.  The rest of his features lost in shadow. \nThe door swings open, a shaft of light floods the dark room. \nON THE TWO MYSTERY MEN as they step in and look around.  They search the room, knock stuff over.  One of the men kicks at the womanís corpse in the corner.  Behind him, Fredrick, still hiding near the door, slips into the corridor unnoticed. \nEXT.  FLYING P.O.V.  -  NIGHT \nA FLYING PERSPECTIVE past buildings.  An INSECT-LIKE BUZZING O.S.  Way down BELOW, in a canyon of silent buildings, a LONE FIGURE walks. \nEXT.  DOWN ON THE STREET \nA breeze pulls at WHITEís hair and coat.  He takes out the wallet  -  a few dollars. \nHIS P.O.V. AS HE WALKS \nThe city is DEAD.  Empty.  Desolate.  Buildings hang down out of black.  Day-time was never invented. \nAs he puts the wallet back in his pocket, a BUSINESS CARD he hadnít noticed, flutters to the ground.  He stops, picks it up. In simple print:  DOCTOR D.P. SCHREBER M.D., a phone number. Scribbled handwriting on the back says:  Thursday 0930. \nON WHITE  -  he glances across the street. \nHIS P.O.V.  -  A cafe.  A broken NEON FISH buzzes above the doorway. \n", "random": "he inspector nods.  Does he have it? \nThe inspector looks at the blade.  Is it a mark?  The inspector continues to stare at the blade.  Slowly, he turns back to look at a glass window.  The inspector looks at the blade.  It's in a deep blue. \nThe inspector glances behind him...  An                         ", "sentiment": " know you're going to talk to me...  But I don't want to get on your face. INT. POLICE STATION - NIGHT       This is where the head of the investigation is hidden. The other cop stops him and turns. INT. OFFICIAL BOAT - NIGHT                                    "}, {"id": 2200, "prefix": "A dark room.  Shadows on the wall.  Something wet, some kind of ANIMAL, moving in the darkness.  He can hear breathing and whispering voices. White's eyes start to blur, he rubs them. SCHREBER O.S. How are things in here? ", "truth": "SCHREBER Ah, nearly done.  So tell me about your dreams.  I'm very interested. \nWhite is having a hard time focusing. \nWHITE Just the typical fabrications of a distorted mind.  You know, chased by mysterious men in black, that kind of thing... \nWHITE'S P.O.V.  -  ANGLE ON Schreber with his back turned, at the stove.  THE IMAGE is blurring. \nSCHREBER Ah, our friends in black...  they are not just a figment of your imagination you know, in fact none of what you are experiencing is anything but real. \nSmoke rises thickly around the doctor. \nSCHREBER I know everything about you.  You have no choice but to trust me. \nFlames are shooting up around Schreber from the frying pan. His arms catch fire, and he suddenly spins around clutching flaming daggers in both hands, his whole body engulfed in fire, his face charred, black flesh hanging off his skull. \nSCHREBER Scarey, isn't it? \nWhite startles awake. \nSchreber stands at the stove looking at White.  Everything is normal. \nSCHREBER Are you feeling alright? \nWhite stands awkwardly, pulls his coat on. \nSCHREBER What are you doing? \nWHITE I have to go... \nSCHREBER You can't go yet.  We've got so much to talk about... \nSuddenly White feels feint  -  leans against the wall to steady himself. \nSCHREBER You're tired.  You need to lie down. \nON WHITE  -  swaying. \nWHITE Those pills... \nHIS P.O.V. \nThe scene is distorted  -  like looking through water.  Things start SPINNING. \nSCHREBER (echoic) Yes.  A little something to help you relax.  Harmless... \nA tile floor RISES rapidly TOWARDS CAMERA. \nCUT TO: \nGREY LIMBO \nObjects float underwater.  They rise upwards amidst bubbles, break the surface.  A storm at sea  -  dismembered BODY PARTS float all the way to the horizon. \nTWO FOETUSES in separate jars are talking to each other through the glass. \nFOETUS 1 This is madness.  If we're caught... \nFOETUS 2 Shut-up.  Help me with these straps... \nINT.  EXAMINATION ROOM \nWHITE wakes strapped to an exantination table.  SCHREBER and the NURSE loom above him.  The nurse hands Schreber a long, chrome SYRINGE.  The doctor moves towards White. \nSCHREBER (holds syringe up) Now you must relax, Anton. \nA DOOR-BELL RINGS O.S. The nurse makes for the door. \nSCHREBER Leave it! \nHe's tapping the side of the syringe, squirting out air bubbles.  THE DOOR-BELL RINGS again  -  very insistent. Schreber looks at the nurse, annoyed. \nSCHREBER Damn!  Whoever it is  -  get rid of them! \nShe heads to the door  -  turns back. \nNURSE Keys. \nSchreber puts the syringe down, fumbles in his pocket, pulls out a huge collection of KEYS on a ring, walks to the nurse, hands them to her. \nWhite manages to wriggle a hand free from the leather strap holding him.  The nurse leaves, the doctor shuts the door, locks it.  He steps over to White. \nSCHREBER I'm sorry I had to put you through this, Anton. (lowers syringe to White's forehead) There will be some pain, but things will be easier this way. \nWhite lashes out, PUNCHES the doctor in the face.  His glasses go flying, and he falls to the floor, blinded, scrambling for the spectacles. \nA convenient scalpel cuts White from his remaining bonds.  He undoes the last strap around his ankles as the doctor replaces his glasses and leaps at him trying to drive the syringe INTO WHITE'S FOREHEAD. \nThe struggle continues  -  each man tries to turn the syringe on the other.  White pushes the doctor, who falls backwards. Schreber leaps onto him, both fall against a tray of medical instruments. \nA loud THUMPING on the examination room door.  White is grabbed from behind, pinned down with the syringe INCHES from his face. \nA CRASH O.S.  Splintering wood.  The door bursts open. \nA ROTUND SILHOUETTE  -  is revealed, clutching a police special, flashing a badge.  A squeaky, over-excited, voice: \n", "random": "\nBAM!  A punch.  He drops the punch, clings to the wall, and falls. \nBam!  A slap.  He rolls over.  The door opens, he drops to his knees, gazes down. \nHe sees a black and white image, presses his face against the wall, looses his balance, and falls. \nHe's dead. \nBAM!  The door slams shut, we hear a crash. ", "sentiment": " He starts to hear something.  A sound like a BRIGHT light.  He gets a glimpse of some kind of ANIMAL.  A dark room.  There's a dark room, and it's dark.  There's a small room in the middle of a well.  An old man in a suit, carrying a cigarette.  The old man exhales, starts to pull the cigarette out of his mouth.  The cigar in his mouth explodes, explodes.  He's"}, {"id": 2201, "prefix": "INT.  KITCHEN  -  NIGHT We see an OUT OF FOCUS IMAGE.  A group of dark figures.  WHITE regains consciousness, strapped to a kitchen table.  From his perspective, in the immediate foreground, a figure speaks as he removes a syringe from White's FOREHEAD. FIGURE Good as new.  Yes.  Everything is easier now. ", "truth": "Mister Black suddenly pulls at his own face, removes the mask. \nUnderneath is a mess of PULSATING ORGANS AND INSECT PARTS. This is what Mystery Men really look like.  He laughs, starts to MOVE rhythmically  -  a strange dance-step.  The others join in, as they too pull off masks. \nEach Man reaches up to his left ear in unison.  They pull squirming INSECTS out, hold them up to the light.  The insects scream triumphantly. \nWhite screams too.  And he can't stop. \nEverything goes BLACK.  Then the sound of a key rattling in a lock.  A door slowly creaks open... \nINT.  SEASIDE HOTEL ROOM  -  DAY \nA P.O.V. enters a small room. \nDappled SUNLIGHT through a tattered lace curtain. A clock ticks on a wall.  A cough O.S. from the corridor.  A FAT MAN, talks as he enters: \nFAT MAN It's small but clean... (it isn't) ...and the view's nice. (points to window) Isn't it? \nJOHN WHITE enters.  He is haggard, eyes rimmed with red.  He still holds the small black NOTEBOOK, tight to his chest.  He stands in the centre of the room, looks up.  Strangely, though the room is very small, it extends upwards several stories  - windows sit at various heights. \nWhite walks to the lace curtain, opens it with shaking hands. \nOUTSIDE \nA narrow street and at the end, the ocean.  The sound of distant surf, he can taste the salt spray. \nWHITE (without turning) I'll take it. \nThe man behind him blows his nose loudly and turns to go, shutting the door.  White puts the notebook down on a table near the open window. \nLATER \nWhite has fallen asleep on the bed. \nHe wakes, troubled.  Stands and walks over to the sink next to the bed.  He moves like he is underwater.  The sea-breeze tugs at the curtain, draws him to the window. \nHIS P.O.V. \nDown the street to the small patch of sand between buildings. TWO FIGURES  approach each other. \nHe pulls out his wallet and removes the torn photo of the woman, places it against the pillow on the bed.  He sits on the edge of the bed and lifts his trousers, looks at his legs nothing out of the ordinary. \nWhite is disturbed by a TINY MOVEMENT in his coat pocket.  He reaches in and pulls out a small, EMACIATED FISH. \nDisgusted, he drops the fish to the floor, looks at the creature.  White raise his foot.  His heel comes down with a sickening SQUISH. \nTHE CAMERA MOVES IN STEADILY towards the notebook near the window.  As the SHOT TIGHTENS we can read the title on the cover:  ANSWERS  -  BY JONATHAN WHITE, AGE NINE. \nNow a sudden GUST OF WIND blows open the book.  The pages flicker past.  Glimpses of happy things.  A child's drawings of smiling people.  The sun shining down on a blue ocean full of sailing boats.  Fields of colourful flowers.  Cute animals. \nINT.  LONG CORRIDOR  -  DAY \nSOUND OF SURF, distant, muffled. \nCAMERA MOVES slowly towards a door.  The final door  -  no others beyond this.  ECHOIC FOOTSTEPS. \nTIGHT ON WHITE  -  His haggard face moves through darkness.  He looks down at his walking feet. \nHIS P.O.V.  -  White sees water, waves breaking, through the cracks in the floorboards of the hallway. \nANOTHER ANGLE \nThe cracks around the closed door are illuminated, white-hot, by the SUN outside. \nON HIS HAND  -  As he reaches towards the handle. \nON HIS FACE  -  As the door opens.  A sharp line of light cuts across his features, as his eyes blink and water.  The wind pulls at his messy hair.  SURF NOISE is louder now. \nREVERSE ANGLE  -  WIDER  -  OUTSIDE looking through the door, along a long wooden pier jutting out into a blue seascape.  At the end of the pier stands the tiny figure of A WOMAN WITH RED HAIR.  She looks out at the ocean, her back turned. \nANGLE LOOKS BACK at White standing in the open doorway, squints into the sun.  Suddenly he looks relieved, almost happy for the first time.  He steps OUT OF FRAME briskly  -  a weight gone from his shoulders.  Everything is clear finally, he knows exactly what to do. \nA voice recites names over a P.A. system. \nREVERSE ANGLE \nA TRACKING SHOT follows White, moves down the pier toward the woman.  As White steps up to her, she turns and smiles. \nWOMAN  (indicates the sea) Beautiful. \nWhite nods slowly.  He looks out of place in his crumpled suit. He stares out at the ocean.  Seagulls fly over.  Sun reflects off waves. \nWHITE Yes... \nWOMAN What's your name? \nHe looks at her.  Smiles.  Then, slowly, brings his hands to her throat. \nWHITE John...  White. \nFADE TO BLACK \nCREDITS \nDark City Writers :   Alex Proyas Genres :   Mystery  Sci-Fi  Thriller User Comments \n", "random": "   You don't have to worry about this.     But it's a bad thing.                                                                            ", "sentiment": "e throws the syringe into the sink.                                                                                           "}]