[{"id": 1290, "prefix": "CLARA Really? Oh no. Why do you think that's happening? MRS. CARDIGAN I'm going to leave that to you and your nd to figure out. But beyond that, ,i: overall attitude these days is just... sub par. E (MORE) ", "truth": "CLARA (beat, stunned) Uh... wow. OK. Mrs. Cardigan starts away. Clara climbs into the car, watching Mrs. Cardigan. \nCLARA (CONT'D) (under her breath) Wow. What a bitch. \nOLLIE Did you just call Mrs. Cardigan a bitch? \nCLARA (remembering Ollie's in the \nBACK) No. \nOL LIE Yeah you did. \nCLARA I didn't. I really didn't. Clara quickly pulls out. \nCAR PORT - LATER Phil SQUEEZES out of his drivers seat with folders full of RESEARCH. As he walks toward the house he spots the TONS of room on the other side of Clara's car and shakes his head. \nPHIL Unbelievable! \nINT. OLLIE'S BEDROOM - MOMENTS LATER \nStill carrying his research, Phil peeks in on Ollie, who packs a suitcase. \nPHIL Hey buddy. Finally moving out? I gotta tell you it's about time. \nOLLIE \nI'm going to Nana's tonight. \nPHIL On a school night? Why? \nOLLIE \n(SHRUGS) Mom says you guys are going out. \nPHIL Tonight? What? No. \n(CALLS OUT) Clara? \nINT. PHIL AND CLARA'S BEDROOM - MOMENTS LATER \nPhil marches into the bedroom. \nPHIL Clara? Cl- He stops in the doorway as he spots her. Made up in an evening dress in front of a full length mirror, Clara looks STUNNING as she finishes putting an earring on. \nPHIL (CONT'D) Wow. Wow. Clara tns and smiles. \nIS \nCLARA I thought I could take you out to celebrate you finally getting that report in. A romantic dinner downtown like the old days, and teen... (raises :,er eyebrows) Ollie's going to stay at Mom's so we have the house all to ourselves. All night. \nPHIL Wow... It sounds... great. \nCLARA Great! She turns back and continues getting ready. \nPHIL It's just... is there any chance we coul take a rain check? \nCLARA \n(TURNS) A \"rain check\"? \nPHIL Yeah. Unfortunately I really need to do a bit of work tonight. E \nCLARA I thought all the cramming was for this report today. Did something go wrong? \nPHIL \n(BEAT) Uh, no. Nothing like that. I just decided I could play with it a little more. Make it a little better. Clara takes him in a moment. \nCLARA Oh. OK. Controlling herself, Clara starts putting her jewelry back in the case. \nPHIL Listen, I'm sorry... \n", "random": "MRS. CARDIGAN I don't even know what it is. It's my job to help you. But you don't have to let me do it, so why don't you just tell me, Dr. Cardigan? What do you think? Do you think she's being unreasonable about it? \nMRS. CARDIGAN If she did, she wouldn't be here doing her job. \nMMS. CARDIGAN At least she'll have the decency", "sentiment": "\nARTHUR Hey, daddy. Thanks for getting down on my, you know, leg. \nMARQUET If you can tell me a little more about what I've been doing to make you feel better? CARA I know, but... What's wrong with you? Where am I? My, I mean, I, I don't know, I think, I know, I think I'm better than raking in a bunch of money and having to do stuff because"}, {"id": 1291, "prefix": "HARRY 's wrong with him? CL: I don't know. PHIL ", "truth": "CLARA You're not hypoglycemic. Phil shoots Clara a quick LOOK OF \nCLARA (CONT'D) \n(CATCHING ON) You're diabetic! You never get the terms right, Phil! Oh no! This is bad, guys. \nPHIL I just can't... go any further. Harry and Frank look at each other, not sure what to do. \nHARRY Should we call Mr. Stockton? \nFRANK Don't say his name, you idiot! \nHARRY Sorry! I was just- \nFRANK We'll just throw him in the back and have her show us. hey move over to pick up Phil. Clara thinks fast. \nCLARA Wait! In my purse there's a Luna Bar. If you give it to me I can find it for him. With a sigh, Frank hands Clara her purse. She rummages inside... and quickly WHIPS OUT her MINI 409 SPRAY, spritzing Frank right in the eyes. With a shriek, he falls back grabbing his face and dropping his gun. Clara makes a dash and grabs it. As Frank blindly lunges after her, she KNEES HIM IN THE BALLS. He collapses on the ground, whimpering in pain. She spins and points the gun at Harry. \nCLARA (CONT'D) Drop the gun and the keys. \nPHIL oa! Clara! No Harry drops them, raising his hands. Phil gets up and grabs the gun and keys, then awkwardly hits Harry as hard as he can on the back of the neck with the butt of the gun. Harry looks at him, confused. \nHARRY Ow! Why, man? \nE \nPHIL Sorry. i was trying to knock you out. \nHARRY Why, \nPHIL ought that's what you do when- \nCLARA Phil! Just c'mon! \nPHIL \nUSHING OFF) Sorry. Befuddled, Phil meets Clara at the car and they climb in and speed away. \nPHIL (V.0.) (CONT'D) OK, let me just start from the very beginning... \nINT. POLICE STATION INTERVIEW ROOM - A LITTLE LATER \nPhil excitedly chatters next to Clara at a table in an interrogation room in the police station. Across the table, a YOUNG POLICE OFFICER takes their statement \nPHIL We got to the restaurant late because we hit all this traffic on the highway- \nCL AAA the shortcut. \nPHIL What? \nCLARA \nUGS) I just think we might have made it on time if we stayed on the highway. Your shortcuts end up being long cuts most o the time. \n(BEAT) OK, are you going to tell the Policeman or and I gonna tell him? \nCLARA You can tell him. \nPHIL Because you always interrupt me when I try to tell stories, and every time you do it disrupts my flow. \nCLARA Fine, you tell it. I won't say another word. \nPHIL Fine. \n(BEAT) See, now I've totally lost where I was. \nCLARA AND YOUNG POLICEMAN You got to the restaurant late- \nPHIT Yeah. Even using my shortcut which, by the way, was a shortcut - and they gave away our reservation. So we were at the bar and the host was calling out for these other people over and over- \nCLARA Which is what they do right before they cancel a reservation anyway. \n", "random": "\nWISHED (IMAGINING) \nTHREES. \nPASH! \nCLIC I'm sorry, sir. \nHARRY'S POV: \nPHIL O'BRIEN I got a lot of parents who don't see what they do. PHIL O'BRIEN Whoa. CL: What's your problem, sir? CL: I don't know, it's just a couple of parents who don't see", "sentiment": "\nStarts flicking away at the dead HEADES and the ARROWS OF SALE FOOTAGE, before he has time to look at their bodies. \nCL: The faces of those people CONTINUE to like them, and THE BOOKS in front of them have been STOLEN WITH ARROWS OF SERVICE. PHIL \nSTANTINE IN THE BACK is not high. CL: And when you look at the books, you see that the people selling them are"}, {"id": 1292, "prefix": "(REALIZES SOMETHING) shit. Clara's eyes go wide as it hits her as well. CLARA Ollie. Phil takes out his cellphone and quickly dials, listening as Ruth PICKS UP. ", "truth": "PHIL Oh God! Ruth! Is everything OK? \nRUTH (PHONE) No it's not, Phil! \nPHIL What's wrong? \nRUTH'S LIVING ROOM - CONTINUOUS Feet up, Ruth eats Fiddle Waddle as she watches an action- packed CHASE SCENE on TV. \nRUTH It's CSI night! Call after 11! Ruth hangs up the phone, shaking her head, and takes another mouthful of Fiddle Fiddle. \nALLEY - CONTINUOUS Phil looks at the phone, incredulous. \nCLARA What's wrong? \nPHIL \n(STUNNED) \nCSI \nCLARA What? Just call her again and tell her what's happened! Phil dials the number again. Ruth picks up. \nPHIL Ruth, I need you to listen. We've \nSITUATION HERE- \nINT. RUTH'S LIVING ROOM - CONTINUOUS \nRUTH We sure do Phil! We sure do! Ruth slams the phone down and pulls out the phone cord so she won't be bothered again. \nEXT. ALLEY - MOMENTS LATER \nClara tries on her phone, then hangs up, frustrated. \nCLARA Great, Phil. Now she's not picking up at all! \nPHIL You think this is my fault, don't you? T - ft \n(SIGHS) No. I just don't know why you two can't get along is all. \nPHIL You know, your Mom shows me no respect, 0 Clara. And you just pretend like it isn't happening. \nCLARA So you think it's j1y fault. Listen, Phil. Every single other boyfriend I ever dated got along with her just- \n(REALIZING) Wait a minute! Holbrooke Peterson! \nPHIL What? Clara starts looking through her purse for her phone. \nCLARK Holbrooke Peterson does something hush hush with the FBI! I think he even lives down here. \nPHIL Holbrooke Peterson? You mean the tongue guy? \nCLARA What? \nPHIL Holbrooke was your prom date who you said had the really long tongue, right? \nCLARA \n(GIGGLES' ) Oh yeah. (catching herself, shrugs \nCASUALLY) Uh, yeah... something like that... She finds her phone and dials. \nPHIL Since when have you been in touch with Holbrooke Peterson? \nCLARA \n(SHRUGS) We found each other on FacebookÂ® \nPHIL Facebook? I didn't know you were on Facebook! \nCLARA It's a networking thing for work. Everyone's on Facebook. \n", "random": "\nFRANCIS But you have to look at the girl. \nPHIL You're looking at her? \nFRANCIS You look at her? \nPHIL A kid in a school? \nFRANCIS Yes, pervert. \nPHIL You think they're going to be a bit of a dick, HILARIOUS? \nFRANCIS No, I've never been around a dick. \nPHIL Well, I don't know", "sentiment": "\nPHIL What? Phil? \nPHIL Do you know what I'm talking about? Clara's eyes widen as she sees him. It's not the phone. Phil looks around the room. \nPHIL Okay, let me go. (hangs up phone, looks at Clara) I don't have a job. You're not going to be able to help me. \nCAMERA FLASHES OFF and SLAMS the screen. \nPHIL It's"}]