[{"id": 2277, "prefix": "The meek and frightened Helmut enters the shack and walks over to the Guard's desk, and his eyes go immediately to the tray of food.  While the Guard just stares at him... somewhat shocked at his presence in the shack. GUARD (breaking the silence) What the hell are you doing here? Who gave you permission to leave your quarters? Helmut tries to talk as the guard gets louder and louder. ", "truth": "Helmut nods no... \nGUARD Then what are you doing out of the barracks? \nThe frustration of not being able to answer, and the frustrations of being hungry... and the child-like treatment Helmut is getting from this Pig becomes emotionally too much... as he screams... \nHELMUT (turning red) If you'll shut your stupid mouth maybe I can answer one of your questions! \nThe Guard looks at Helmut in disbelief... but at the same time a little delighted at this chance to show his German superiority... as he slowly gets up from behind the desk and crosses to Helmut, with a sneer that would frighten Rommel... \nGUARD (nose to nose with Helmut) I have a STUPID MOUTH? \nHelmut backs away towards the door, and the Guard moves closer and closer to him... backing him up against the door. \nHELMUT (meekly) I'm sorry, I didn't mean to raise my voice... \nHe bows his head in fear, as well as concern for what he might have done to his chances of release. \nGUARD The volume of your voice isn't the issue...  it's what comes out of your mouth that disturbs me...  maybe you need a little lesson in respect and courtesy... \nAnd he smacks Helmut across the face with his black glove... \nGUARD ... and maybe I've been a little too soft with you... \nHe smacks him again, harder... the glove now feels like a sword to Helmut... and his hands hang limp down by his sides. \nGUARD You see, Doork, I knew why you came in here...  I knew why you left your barracks without permission... It's just that I hadn't heard you mention your release papers for so long I had hoped I could hear you begging once more... \nHELMUT (in a whisper) I'm sorry... \nGUARD (mimicking him) I'm sorry, I'm sorry... You're a sorry specimen of a human being... that's what you are... \nAnd he smacks him this time with all the force he can muster... \nGUARD Now, I will help you to your quarters, Herr Doork, here you will stay, and pray for release papers that may, or may not, ever come... \nThis wakes Helmut's soul and he becomes erect and stonefaced at the words the guards just said... this look infuriates the guard even more... he grabs Helmut by the scruff of the neck... like grabbing a wet cat to be thrown out of the house... and he opens the door and pulls Helmut by the back of the office... out the door, down the three steps and onto the ground... and pulls him like a sack of potatoes to the barracks doorway... \nEXT. BARRACKS H - DOORWAY - NIGHT \nHelmut is just about beaten at this point as the guard opens the door of the barracks and pulls Helmut into the doorway, and his body stops on the threshold. \nINT. BARRACKS H - NIGHT \nSHOOTING OVER the men onto the doorway... in the deep b.g. the sad body and figure of the man lays in the doorway, as the Guard kicks him in the ribs, unmercifully... \nGUARD Now, get inside where you belong and don't ever let me catch you doing anything without permission again. \nHelmut slowly gets up... in pain and practically crawls to his bunk... having to pass all the men, almost as though he were ashamed .. he gets to his bunk, and tries vainly to get up to the top where he lives... Keltner helps him... and as he settles in his place... \nCLOSE - THE GUARD \nGUARD (yelling across the barracks) Reverend!  If you don't watch that idiot, we may have to get him a keeper! \nThe guard storms out the door... slamming it shut. \nCLOSE - KELTNER AND HELMUT \nKeltner leaning over the side of Helmut's bunk whispering... as the other men go back to their respective chores and whatever they were doing when the guard stormed in... \nKELTNER Helmut, Helmut, how could you think of doing such a thing? I begged you not to irritate him...  and that I would ask him about your papers... that wasn't smart, Helmut... not smart at all...  as a matter of fact... \nHELMUT (gritting his teeth) Leave me alone!  ... and mind your own business... Just leave me be... \nKeltner knows this is nothing more than Helmut's dismay and pain in his heart talking... The kindly man drops down to his own bunk... just shaking his head... as if to say, how can I help him?  as we: \nDISSOLVE TO: \nEXT. BARRACKS H - DAY \nThe same Guard is motioning for the men to hurry and get outside... he is standing at the doorway to the barracks and the men are moving out into the ice cold morning as briskly as they can... the Guard moves inside after the last man has made his exit... \nINT. BARRACKS - DAY \nSHOOTING OVER the Guard as he looks around, we see Keltner coming out of the toilet area, rushing because he's late... he throws his towel on his bunk, and as he does... he sees what stops him in his tracks... \nKELTNER'S POV \nIt is Helmut still sound asleep in his bunk... \nANOTHER ANGLE \nKeltner moves towards Helmut to wake him... \nGUARD (in a sotto voice) Reverend, let him sleep... you move out, I'll take care of this... \nKeltner reluctantly starts to move out towards the front door, as the Guard passes him on his way to Helmut's bunk... Keltner goes out the door... the Guard sneaks over towards the bunk where Helmut is asleep and very sneakily slips the cover off Helmut's body... then proceeds to open the window above his head and the window alongside... and across the way and opens the back door... which is adjacent to the toilet area... and walks out of the barracks leaving the front door wide open... \nEXT. BARRACKS H - DAY \nAll the men are lined up for inspection, they are all looking straight ahead as the Guard walks down the line. \nAll except Keltner who can't help but look in the direction of the barracks where he knows Helmut is still sleeping.  He throws a glance at the guard as if to say... why?  Why are you doing this?  Why did he leave Helmut sleeping, usually the one thing that would send the guard up a wall... why is he allowing this to happen? \n", "random": "GUARD (on the phone) I said you don't have to come to the prison.                                                                               ", "sentiment": "He gets more and more stupsome.   Helmut starts to grab hold of the ground and swings down on it using the floor.   It's a piece of machinery he's used to the Glock/STD/narco/especially  liked pus bubbling out of the fuck hole.   He struggles to push through it, but the guard is getting closer and closer and closer to breaking the silence.    A WARNING; Helmut tries to explain that while he"}, {"id": 2278, "prefix": "He pushes Helmut toward his barrack and then turns and walks off, the CAMERA PULLING BACK to -- WIDER ANGLE Helmut watches the guard go, then, dejectedly, shuffles toward his barrack.  As he nears it, Keltner, Franz, Adolf, Herman, Ludwig, and the other regulars intercept him. ", "truth": "They crowd around Helmut, anxious to know what's happened. \nFRANZ What happened? \nHELMUT (still bewildered) He says I've got to stop -- with the children. \nKELTNER (nodding) I've been expecting it. \nLUDWIG Because they're Jews? \nKELTNER Because of the laughing. \nHELMUT Why should that bother them? \nKELTNER When you rule by fear, laughter is the most frightening sound in the world. \nSilently the men walk up the steps and into the barrack, the CAMERA PANNING with them until we... \nDISSOLVE TO: \nEXT. PRISON YARD - FULL SHOT - DAY \nIt is a warm, sunny afternoon and most of the prisoners on both sides of the fence, are out warming their weary bones. On the Aryan side, a number of prisoners, including Ludwig and Herman, are having a makeshift soccer game using a bound bundle of rags for a ball.  They play with fierce rigor for such emaciated men, yelling at each other and kicking up clouds of dust as they try to work off their frustrations. On the non-Aryan side of the fence, the children, now about 50 in number, are grouped near the wire barricades staring across it, their faces dour.  It appears they are watching the game. \nMED. LONG SHOT - CHILDREN \nShooting past the soccer players in f.g. toward the fence. Through the men we can see the children, but the play moves away from them.  They continue to stare straight ahead, obviously watching something else.  Suddenly many of them press close to the fence straining to see. \nCUT TO: \nEXT. BARRACK \"H\" - CHILDREN'S POV \nHelmut can be seen standing in the doorway.  After a beat, he quickly retreats back into the barrack. \nCUT TO: \nINT. BARRACK \"H\" - DAY \nThe CAMERA MOVES BACKWARD down the aisle between the bunks as Helmut walks dejectedly down the aisle, nervously fingering his white ascot.  The barrack is empty except for Keltner, who is arranging the sprouts of his potato plant over a little trellis of sticks.  Helmut turns and walks back up the aisle to stand in front of Keltner. \nHELMUT I can't go out there.  I can't take another day of them staring at me. \nKELTNER They'll get over it.  Disappointment is no stranger to those children. \nHELMUT They look at me as though it was all my fault.  Haven't they been told why I can't... \nKELTNER I'm sure they have. \nHELMUT Then why do they stare? \nKELTNER (holding up the plant) It's amazing how a thing like this can feed off itself.  Think how lucky we would be if we could do that. \nHelmut glances disinterestedly at the plant as he reaches up to his bunk and brings down the coat belonging to Franz.  He holds coat up for Keltner to see. \nHELMUT I sewed a button on.  Look all right? \nKELTNER (inspecting coat) Fine. \nHelmut gently pats the coat, then folds it and puts it back on his bunk. \nHELMUT I did make them laugh.  Didn't I? \nKeltner nods. \nHELMUT (angrily) I wish they'd get them out of here. Prison is no place for little children. \nKELTNER We've been all over that before. You've got to stop thinking about them. \nHELMUT (trying to convince himself) You're right!  I've got to think of myself. \nKeltner puts the plant under his bunk and gets up. \nKELTNER It's too hot in here.  I'm going to get some air. \nHELMUT Johann... do you think there's any possible way I could talk to the Commandant.  Maybe I could make him understand... \nThe sentence trails off as Helmut realizes how useless his suggestion is. \nKELTNER There's nothing you can do... but forget. \nHELMUT How can I!  They were my own very special audience.  And now they stare at me as if I had betrayed them. \nKELTNER They're children, Helmut.  You can't expect them to understand the madness of adults. \nHELMUT (sudden thought) If I could talk to them.  To the children themselves -- that would help, wouldn't it? \nKeltner doesn't answer but he watches Helmut with new interest. \nHELMUT If I explain it to them -- then they'll know I am not mad at them. \nKELTNER (very deliberately) You go near that fence once again... and you're taking your life in your own hands.  You know that as well as I do. \nHELMUT (pleading) I would just need a minute.  A minute to talk to them. \n", "random": "As he approaches the barrack, Helmut does not answer. \nHELMUT (V.O.) (V.O.) I really didn't get it. \nHELMUT (V.O.) What? \nHELMUT Are you going to stay here? \nHELMUT (V.O.) Are you going to stay here? \nHELMUT Are you going to stay there? \nHELMUT (", "sentiment": "Heinz stands behind the BAR and looks up to find Jerry Dowlat and J.L. Phillips.  They look at Helmut.  Here, Kramer, J.L. and the rest of the fellows, there is a whole battalion up here, and here is the prisoner at the door, J.L. Baker.  The prisoner in question is thePhilippe dowlat, and he is too good placed to be prosecuted.  They all worry about him, and they"}, {"id": 2279, "prefix": "Uhlmann stands speechless and dumbfounded.  Galt cowers. Beads of perspiration pour from his brow.  Adolf weeps bitter tears as Herman places his arm around his shoulder to comfort him, and himself as well.  Ludwig, dead to any emotion, simply turns and walks away into the crowd. MED. SHOT - HELMUT Helmut is now, more than ever, the clown, as he goes into a frenzied version of the \"Clap Dance\".  The complete incongruity of his behavior leaves the spectators stunned. ", "truth": "The children are no longer screaming, instead they are watching Helmut as though they are hypnotized. \nFULL SHOT - HELMUT, GUARD, SS MEN, OTHER GUARDS \nThe guard, fully aware that the sadist SS men may take action against Helmut, quickly motions for two of the other guards to take Helmut away.  The First SS Officer, still panting with exhaustion, shows his approval of the action taken by the guard.  The two guards seize Helmut by the arms and begin dragging him off toward the administration building.  The prisoners move away before the guards holding Helmut, forming a sort of line of march for them.  As they drag Helmut along, he waves back at the children, makes a funny face and moves his feet in something approaching a dance step. \nDISSOLVE TO: \nINT. SOLITARY CONFINEMENT CELL - NO LIGHT \nSHOOTING FROM THE BACK of the cell toward the door.  The cell is about eight feet long and four feet wide with a steel door at the far end.  The cell is bare.  We HEAR men approaching, and a guard opens the door letting in a shaft of bright light.  Two guards hoist the unconcious Helmut into the cell and drop him onto the floor. \nCLOSE SHOT - HELMUT \nHe lies in a heap on the floor, his face swollen from a severe beating. \nMED. SHOT - CELL \nThe guards walk out, slamming the door shut leaving the cell pitch dark. \nDISSOLVE TO: \nCLOSE SHOT - WINDOW WITH WINDOW SHADE \nWindow shade quickly rolls up letting in a steam of blinding sunlight. \nINT. COLONEL BESTLER'S OFFICE - DAY \nLt. Scharff is by the window, having just rolled up the window shade.  Colonel Bestler is on the phone and obviously exasperated by what he is hearing. \nMED. SHOT - BESTLER, SCHARFF \nBESTLER (on phone) Yes. (pause) Yes.  Yes, I understand perfectly. However, I don't see how we can be held responsible. (pause) Our orders were very clear.  We were to have the freight car ready to be picked up at midnight. (pause) Of course, I'm aware the operation must be kept secret. (pause) I just don't have the staff to send down there now and... Yes, I'll wait. \nHe puts hand over mouthpiece to talk to Scharff. \nBESTLER The freight car wasn't picked up. \nSCHARFF It's still down there on the siding! \nBESTLER Some stupid mix up.  If they think... \nThe SOUND of the voice coming over the phone causes him to literally snap to attention. \nBESTLER Yes, General. (pause) Yes, I'm as distressed about the situation as you are. (long pause during which he nods his head) Yes.  Personally!  Immediately! Yes, General.  You can leave it in my hands. (pause) Heil Hitler! \nHe puts down the instrument and turns at once to Scharff. \nBESTLER Who did you leave in charge down there? \nSCHARFF Sergeant Hoffman.  Very reliable. \nBESTLER Apparently not reliable enough.  The cargo seems to be raising quite a fuss. \nSCHARFF (explanatory) Fifty children, sir!  In a boxcar! \nBESTLER I know.  I know.  But the siding isn't far from town.  The General doesn't want unauthorized persons getting curious.  Understand? \nSCHARFF I'll get some men down there right away. \nBESTLER Men!  You'll get yourself down there. And take at least a dozen guards with you.  Don't let anyone get close to that boxcar...  under any circumstances.  No one ! \nSCHARFF Yes, sir. \nScharff turns to leave the office, but after a few steps he stops and turns back toward Bestler, a look of concern on his face. \nSCHARFF Sir? \nBestler looks up. \nSCHARFF I wondered, sir, if you might have any suggestions as... well...  how do we quiet children? \nBESTLER Use any method you can, but shut them up.  That's an order. \nScharff is disappointed at not getting some help from Bestler. Suddenly his face brightens. \nSCHARFF Sir, the clown! \nBestler looks at him quizzically. \nSCHARFF The one who amused the children \nBESTLER Out of the question.  The man's being disciplined for that very thing.  We can't change our position now. \nSCHARFF No one need know. \nBESTLER He'd know. \nScharff thinks this over.  Suddenly his face brightens. \nSCHARFF Sir, if I could guarantee he'd never say anything. \nBestler looks interested. \n", "random": " He is the quiet, calm and, very much, the clown.  A long moment of silence.  He is the clown at his most confused, confused and in need of a new name.   The clown is now a somewhat more difficult to work with.  He is not so much like Herman, as he is like Herman.  In this clown, Herman is the clown.  He is the clown in a way.  He is the clown in a way.   His", "sentiment": " A time-line in the picture shows an interesting turn of events in his coming-out party.  He opens the door.  He reaches into the petticoat, and picks up the box of \"the Clowns\" and hurries back from the stage.  He smiles as he runs through the crowd, waving a sign across the top of the box.  Then he leaves the stage.  He stands on the steps of the stage, watching the clown, and hurries back"}]