[{"id": 2895, "prefix": "Troy tries to flash a charming shrug. SOFIA (CONT'D) You're my guest! Sofia gathers some books and heads for the door. ", "truth": "SOFIA -- Okay, what's with you and my brother? Are you in love with him? Is this like, some DL shit? \nSofia storms out. \nTROY \"DL shit!?\" \n34   INT. FOREST - NIGHT                                         34 \nLionel walks up the darkly lit stairs of a very old building. He reaches a door marked \"Newsroom.\" \n35   INT. NEWSROOM - NIGHT                                       35 \nLionel looks around the dimmed office. There is music and light coming from a room past all the cubicles... \n36   INT. BULLPEN - NIGHT                                         36 \n...An office filled with computers. George and a few other EDITORS scream with laughter - beers and pizza in hand. \nGEORGE does a beat on his desk while... \nGEORGE I keeps it clean Ya know what I mean. I drinks my Vodka straight, like I'm a fiend. \nANNIE, a strawberry blonde laughs in George's lap. Lionel's envy shows. \nANNIE Wait, quiet I want to hear this. \nAnnie turns up a Youtube video of... \nCOCO (O.S.) If I could grow straight Indian hair out my head -- \nANNIE Ohmigod, this is going on Facebook. \nAnnie swivels in her chair only to SCREAM BLOODY MURDER at the sight of Lionel. \nLIONEL Relax the Negro at the door is not here to rape you. \nAnnie laughs. The mood is drunk and light. \nLIONEL (CONT'D) So this is what editors do? \nGEORGE We're taking a break, what are you doing here? \nLIONEL You wanted me to drop in and tell you how the story was coming? \nGEORGE Yeah like this week. It's Saturday night. You got nowhere else to be? \nLIONEL It was this or the new Madea movie. \nGEORGE Dear God. Where does Madea go this time? Dialysis? \n37    EXT. MOVIE THEATER - NIGHT                                   37 \nSam, flanked by Reggie and the BoFros are in mid rant. \nREGGIE Man fuck Tyler Perry. \nSAM Like, can we have a movie with, you know characters in them? `Stead of stereotypes wrapped in Christian dogma? \nREGGIE Why is every educated person inherently evil? Why this Nigga gotta be in a mutha fucking dress all the mutha fucking time? \nSAM How come the only Black movies Hollywood wants to make are ones with mammies in fat suits or Black women in pain man? \nAll of this is directed at a TEENAGER in the box office. \nTEENAGER Most people are here to see Fang 9. (after a beat) Kelly Rowland's in it? \nThe group throw up their hands and groan in protest. \n38    INT. KURT'S HOUSE - NIGHT                                    38 \nGame Night and Kurt's house is filled with smoke, music, and rich kids who play cards at various tables. \nCoco, in a banging jumpsuit scans the room for prospects. A few eyes from the WHITE BOYS start to flicker her way. This perks her up, as she arches her back slightly... \n...only to see their eyes follow the WHITE BRUNETTE HIPSTER GIRL who has entered behind her. \nCoco catches herself in the mirror. What don't they see? \n38A   CARD TABLE                                                  38A \n", "random": "\nINT.                                                                                                 ", "sentiment": "\nSEFIA (CONT'D) I'm sorry. \nSEFIA (CONT'D) You've been so kind. \nSEFIA (CONT'D) You're my guest! Sofia stops at a book on her way to the door. \nSEFIA (CONT'D) You're my guest! Sofia looks at her. \nSEFIA (CONT'D) You've been so kind. \nSEFIA ("}, {"id": 2896, "prefix": "SAM An Oofta modulates his Blackness up or down depending on the crowd and what he wants from them. MITCH Kurt? KURT What? ", "truth": "Troy watches this exchange closely. \nGORDON (CONT'D) Troy. You thinking about Pastiche? \nTROY That's the magazine right? \nGORDON For starters. \nMITCH What other \"magazine\" you know has a first look deal at NBC? The third biggest Youtube channel. Talk show. Platinum comedy record homie! \nGORDON Couldn't you see him on the talk show Kurt? \nKurt looks at his cards. \nKURT I fold. \n41    INT. SAM'S APARTMENT - NIGHT                              41 \nA small crowd's formed around Sam. \nSUNGMI Okay, and a nose-job is a wannabe? \n42    INT. KURT'S HOUSE - NIGHT                                 42 \nCoco finishes her drink and catches Mitch and Gordon as they start up a Youtube video on their iPad. The previous game is over. They watch \"Dear White People - 1,378,480 views.\" \n42A   INTERCUT WITH SAM'S APARTMENT:                           42A \nSAM Sort of. Nose-jobs smooth their Black edges and try to blend. \nCoco runs her fingers through her straight hair. \nGORDON You seen this one? \nSAM (YOUTUBE) Dear White People using Instagram. You have an iPhone and go on hikes. I get it. \nCOCO Ugh. \nGordon and Mitch turn and notice Coco. Mitch eyes her curves. \nGORDON Not a fan? \nCoco makes a \"no\" face. \nMITCH Sup ma? \nCOCO Don't talk like that. \nGORDON Hey I know you... \nCoco is taken aback as Gordon punches up her video and plays it back. She hovers over them. \nCOCO (YOUTUBE) Muffins. I hate to do it, but Imma have to get real Black with you. \nCoco a bit embarrassed scans the view count. \nSAM A Nose-job's worst fear is that their \"Blackness\" might cause a fuss or draw undue attention so they apologize for it or use it to self deprecate. \nCOCO Forty thousand views already? \nGORDON Looks like someone submitted you to Buzzfeed. Taking off... \nCoco leans over them and scrolls down. The first comment is from a HELMUT: \"Much better...\" Coco soaks this in. \nMITCH You wan' a drink a sun'in? \nCOCO Let me guess you're from Ohio? \nMITCH Vermont. \nGORDON What do you have against Dear White People? \nCoco smiles and slyly clicks to her next video. \nCOCO (YOUTUBE) Dear White People. How do I feel about it? Well for one it's Blacker than thou propaganda from a bougie Lisa Bonet wannabe who smells like patchouli and frankly I can't believe we're letting Sam get away with it. \nMitch and Gordon's mouths are ajar. Coco studies the view count...26,758. A pride strikes Coco. \n43   INT. SAM'S APARTMENT - NIGHT                                43 \n", "random": "IMME A MOMENT? \nBONE With everyone in the room. \nKURT What were you doing before the show? \nKURT I didn't know your name. \nBONE You did. \nKURT I was just a kid. \nBONE You were going to be a professor? \nKURT I was going to be a professor of anthropology. \nBONE What? \nKURT", "sentiment": "AMKWEILа who? Law?  \nCUT TO: \nINT. SHERMAN \nRES NEEDS TO BE FRAME STYLISH \nOverview of Sri DrAs temporary signedand weighed down front door. Leon despondent? \nLINEL Culbert? \nKURT No. \nKurt Ramones? \nNADEL Cracker? \nKURT I don't know. \nAMUNIS And"}, {"id": 2897, "prefix": "LIONEL George I'm not exactly down with Sam and I'm not in the BSU. I got kicked out of Armstrong / Parker same as Kurt. But I'm going to write a good story, okay? GEORGE I hope so. I want a Bugle on your chest by the end of the month. Lionel fights a smile as his heart beats through his chest. ", "truth": "GEORGE (CONT'D) Your fro's so gnarly. \nLIONEL I'm growing it out. \nGEORGE Night Lionel. \nLionel heads up his stoop - past the snickers and glares of Mitch and company. \nMITCH Party's not over. \nLIONEL I live here. \nMITCH Sorry bro. Invitation only. \nLIONEL It's two in the morning. \nMitch shrugs as humiliation floods over Lionel. \nLionel sighs and slumps on the steps outside the door. He scrolls through his phone for a contact...OFFICE OF THE DEAN. Starts an email. \n50   INT. TROY'S BEDROOM - MORNING                               50 \nTroy's Kangol sits in the ground, besides his undies, and besides a bright pink thong. \nCoco's pink painted finger nails travel through the creases of Troy's immaculate abs. \nTROY Coco huh? \nCOCO Colandrea doesn't exactly pass the resume test, you know? I mean couldn't you fucking die? My parents should've just named me Ghetto-ass-hoodrat-anisha. Do you...indulge? \nCoco fiddles in her purse - pulls out a joint. \nTROY It's ten am. \nCoco lights it and takes a drag. She hands it to Troy. \nTROY (CONT'D) I don't mess with that stuff. \nCoco sees right through him as Troy hits it like a pro. \nCOCO Sure about that? \nTROY Sure you don't like Black guys? \nCOCO Girl like me is just a placeholder for ya'll at a place like this. \nTROY I'm not like that. \nCOCO I don't think Sam would agree. \nTROY That was different. \nCOCO No it wasn't. Poor thing, she was light skin-ded and everything. \nTROY Yo, it wasn't like that alright? \nTroy's tone sobers Coco a bit. She places a hand on Troy's. \nTROY (CONT'D) My pops. He wanted me with Fletcher's daughter. They've been in competition ever since they went here. Pops hates that Fletcher ended up President and he got stuck as the Dean. \nCOCO So your upbringing may have actually fucked you up more than mine? That's hot. \nTroy laughs and takes the joint back. \nCOCO (CONT'D) The hell is the difference between a Dean and a President anyway? \nTROY Apparently four hundred years of unreconciled oppression. \nCOCO He's not going to like you running with the Pastiche boys is he? \nTROY If I even get tapped. \nCOCO You will. And you should do it. They all land somewhere big, some before they even graduate. I've seen you in front of a crowd Troy. I bet you could be famous. \nTROY That what you want? To be famous? \nCOCO I want people to know my name. \nTROY Which one? \n", "random": "\nMELANIE I didn't know you could do that. A few years ago, I got the idea to put your name on my suit. I didn't know you could do that. \nHe walks away. \nMELANIE (CONT'D) That's why I like your suit. \nA Nervous laugh passes between the two of them. \nFRANK Yeah, yeah. \nMELANIE Well, you know what I'm", "sentiment": "\nLionel looks at him. \nLIONEL (CONT'D) You're so young. I didn't know you could be so good. \nLionel is glad to hear it. \nLionel's heart is pounding as he looks at the Bugle. \nLIONEL (CONT'D) You know, this is a little weird. \nLionel's heart is pounding. \nLionel looks at him. "}]