[{"id": 3096, "prefix": "\"SÂ\u0080\u008e I don't want to complicate your life. JONATHAN Too late.                                                       -- I want all the complication you've got. She gazes at him, blinks back her emotions. it Sc, Your glasses. They're fogging up. She reaches out and gently removes his glasses. (CONTINUED) ", "truth": "JONATHAN Maybe you should stay. She smiles as he kisses her even more passionately. Again they feel the awning's drops, and Jonathan moves to shelter them - - only \"S\" leans into him instead, leading him out from under the awning, the falling rain suddenly drenching their faces as they continue to kiss, the moment purely exhilarating. wiping the rain from her face, Jonathan gazes at her, soaked and utterly beautiful, with something akin to awe - like he's just breathed for the very first time. Rack focus on a hotel down the street, its neon sign reads: \"Hotel Lotus.\" \nINT. HOTEL LOTUS                                                - ROOM - LATE NIGHT \nJonathan and \"S\" lying on the bed in their white hotel bath robes                                                           (underwear on), his arm around her as they watch TV. He strokes her hair. She nuzzles up to him. She changes channels. Finds some tennis. \nJONATHAN Perfect. They watch together. â\u0080\u009es_.. So were you any good? \nJONATHAN Yeah. But I didn't want it enough. The guys who make it really need it. I played recently, first time in years. I've got this friend - a new friend, he's great. \n(CONTINUED) \nCONTINUED: \nJONATHAN                                                       (CONT'D) Maybe you'll meet him one day. Anyway, we played and he creamed me. But I knew I was better than him. He said I had no killer instinct. I's. it .I don't know, I think you're a pretty determined character. \nJONATHAN On a level with this feller? He points to 'Duck on bike' watching over them like a charm. \n\"S Given the chance I believe you could be. She idly flips channels, finds a romantic melodrama, an old black and white film. They settle back to watch. \nJONATHAN I know we said we wouldn't rush. But for the record, I'm doing everything Ican to apply.the brakes here. â\u0080\u009eS                                                             . of Me too. \n(PAUSE) And for the record, I'd like nothing more than to make love right now. But I'm kind of glad we decided to wait. \nJONATHAN It's a wise and mature choice we've made. \n//S . ,/ Our parents would be proud. Pause. Jonathan is wild with lust for her. \nJONATHAN But say we did, just say... Mmhmm...? \nJONATHAN Say we were to suddenly tear off these robes... Would that be such a terrible thing? For two people in Manhattan - \nâ\u0080\u009eS. In the small hours on a wet Winter's night... \n(CONTINUED) \nCONTINUED: \nJONATHAN To consummate their deep human needs in a frenzy of...of... Fucking and sucking? \nJONATHAN Beautifully put. Its. I. You were saying? \nJONATHAN Who - who would blame these two people? \n0IS                                                           â\u0080\u009e Who could possibly judge them? They face each other, breathing deeply, almost panting... \nJONATHAN And who would know? His face is inches from hers                                  - when she rolls over and reaches for a glass of water on the night stand. She sips her water, as she turns back to Jonathan. Still, Jonathan picks up on her subtle shift. \nJONATHAN is everything okay? She starts to say something, then stops herself and nods instead. She sets down her glass, starts to get out of bed. \nJONATHAN Where are you going? \n,I $â\u0080\u009e (a mischievous smile) For ice... \nJONATHAN (a lusty grin) Ice, huh? \nI,S,I I saw a machine down the hall. I'll be right back. She starts to tie her robe closed - \n(CONTINUED) \nCONTINUED: \nJONATHAN That's all right, I'll go. He hops off the bed, grabs an ice bucket from the mini bar and a key card from the table, he surreptitiously adjusts his penis                                                           (as one does): and goes to the door. He's about to turn the handle when - \n., Sâ\u0080\u009e Wait - \nJONATHAN (glancing back) Yes? She hesitates a cryptic beat - then shakes her head, and smiles at him with immense tenderness. Jonathan beams back. its . P1 Hurry, okay? He blows her a kiss, she blows one back. Almost in SLOW MOTION. She looks stunning. \nINT. HALLWAY - LATE NIGHT \nAs Jonathan exits the room, hold on the room number:            517. Jonathan runs down the long corridor to the ice machine. He's giddy with excitement. Passionately alive. At the ice machine: an eccentric OLD WOMAN in her night attire is slowly filling a bucket. Piece by piece. Her weak, gnarly hands plucking at the blocks not wanting to break her long nails. Jonathan hops around in an agony of frustration. She turns, looks him up and down - he feels a bit self- conscious in his robe and bare feet. \n", "random": "                                                                                                    ", "sentiment": "                                                                                 -- (CONTINUED)             "}, {"id": 3097, "prefix": "PETERSON                                                       (V.0.) They're our biggest client, so needless to say, make them your top priority... Jonathan takes out the crinkled Chinese gum wrapper. He stares at it with a look of longing: this is his Priority- EXT. CHINATOWN -- DAY A series of shots: Jonathan asking around about \"S.\" The street vendors. The receptionist at the hotel. The waiter at the restaurant where they ate... They all shake their heads. Heading back for the subway, dejected, he steps on.a discarded page from the newspaper's Metro section, sees a headline: \"STILL NO SUSPECT IN MURDER OF YOUNG EXEC.\" The photo is of Simone Forester. ", "truth": "Intensely preoccupied, Jonathan walks alone past assistants and execs. In his eyes a sense of paranoia, a mistrust of every strange face. \nINT. A CONFERENCE ROOM - NIGHT \nIsolated behind yet another wall of glass, Jonathan just stares bleary-eyed at his laptop, unable to work. \nEXT. CLUTE NICHOLS BUILDING - NIGHT \nJonathan exits, starts toward the sidewalk -- but hears something: sandpaper SHUFFLE of shoes on pavement. Be spins     -- No one there. Just one of many large stone pillars adorning the building. Jonathan peers anxiously at the pillar, wavering. He steps closer, trying to glimpse behind it - RING! of his cell-phone breaks the stillness. RING... RING... He catches his breath, quickly picks up. A silent beat. \nA WOMAN'S VOICE                                                 (O.S.) Are you free tonight?... Hello? He hangs up, chilled. Turns again to the pillar, steps closer - no sound. He hesitates... then turns and walks off. \nINT. TIMES SQUARE SUBWAY STATION - NIGHT \nPeople heading home from work. Jonathan among them, utterly desolate. Sliding his MetroCard, he suddenly feels watched again. He spins, peers anxiously behind him. Only strange faces passing through turnstiles. \nINT. SUBWAY STATION - CORRIDOR \nA narrow, curved stretch of grimy walls of ads and graffiti. Jonathan keeps a quick pace, feeling vulnerable. We lag back, following him from an ANONYMOUS POV; glance up at a sign for stairs to the N & R trains. \nINT. SUBWAY PLATFORM \nJonathan is waiting for his train, eyes nervously glancing around, still feeling watched - When he sees a young woman standing all the way across on the opposite platform, waiting for a train. She casually turns her head, and Jonathan's eyes go wide... \n(CONTINUED) \nCONTINUED: It's \"S.\" Jonathan just gapes across the divide of two subway tracks; he can't believe he's seeing her again... . when she starts to back away, almost as if she might run. Confused, Jonathan rushes to the edge of his platform. \nJONATHAN wait! Wait, right there! Jonathan stands on the edge reeling, desperate to get,to her. He looks around, hears the distant: .nimble of afar. off train, and suddenly he does something we'd have never thought him capable of: he jumps onto the tracks! He lands hard, nearly breaking his ankle, but quickly scrambles to his feet, splashing in the sludge between rails, eyes darting along the track, anxious to avoid the third rail, ears attuned to the sound of that distant train as he races for \nTHE CENTER DIVIDER He reaches the grimy rungs and quickly climbs up. He gets to his feet on the center divider - now only one lane of track separating him from the platform she was standing on - only she's no longer there? He scans the people waiting, no sign of \"S\" among them - and then suddenly he spots her, heading for the exits. \nJONATHAN \nSTOP! She glances back, utterly stunned to find Jonathan standing on the center divider, feet soaked in muck. Neither speaks for a moment, just staring at each other across the solitary track. Then: \nJONATHAN I thought you were dead! She looks like she wants to say something, but doesn't. And all at once he's hit with a crushing realization: \nJONATHAN You are in on this, aren't you?! She holds his eyes a moment longer, fighting back emotion - then she abruptly turns and starts back for the exit again. \n(CONTINUED) \nCONTINUED: \nJONATHAN How do you know him? (off her silence) Damn it answer me! She halts, slowly looks back at him. of camâ\u0080\u009e Through the club. He caught me trying to steal his wallet. Jonathan looks confused; she's struggling to stay composed but looks like she could break down at any moment. \nâ\u0080\u009eSâ\u0080\u009e He asked if I wanted to make some real money. All I had to do was get involved with you, and not ask any questions. Jonathan just stares, devastated. \nJONATHAN So everything between us - was nothing? She fights back tears. \n., S No - no... After that first night I tried to call it off, he said he'd kill me if I didn't go through with it. \nJONATHAN Go through with what? \nâ\u0080\u009eC,. The plan. Get you out of the hotel room, slip out and meet up later for my money. Only I ran instead. He's been looking for me ever since. I have to leave the city - \nJONATHAN Then why didn't you? \nSÂ\u0080\u008e Because I needed to see you again. I needed to be sure you were all right. Despite his conflicting emotions, Jonathan is moved          by   this. S,f I didn't know how to find you - you were just a number in a cell phone, and \n(CONTINUED) \nCONTINUED: 'is\"                                                             (CONT-D) Jonathan had taken that. I remembered you took this train - \nJONATHAN Wait, Jonathan? I'm Jonathan. Jonathan Messer. You're                                                           -? O.S. we hear the approaching roar of an INCOMING TRAIN... ii S                                                             7f Did you go to the police? \nJONATHAN I can't. He's framing me for murder. What? \nJONATHAN He killed a woman from the club, someone I'd been with. \"S\" is shocked., instantly terrified. Clearly she had no idea. I/ S$f Jonathan, you have to leave! Do you understand? You need to get the hell out of here, he's going to kill you! The roar of the incoming train is growing LOUDER... Don't you understand? He's going to kill - - when the INCOMING TRAIN completely drowns him out... and swipes \"S\" out of Jonathan's view. Jonathan struggles to peer through the train windows but its passengers prevent him from getting a look at her. Just then the TRAIN DOORS OPEN WITH THE NOISE of passengers getting on and off. Panicked, Jonathan cranes his neck, trying to see her through the windows. \nJONATHAN \n", "random": "                                                                                              (V.1.)", "sentiment": "                                               (V.1.) The headline reads: \"S.A.T. CAMPUS POSTS MURDER OFFICE.\"\nCONT'D\n(O.S.)               "}, {"id": 3098, "prefix": "JONATHAN What do you want from me? WYATT'S VOICE                                                   (O.S.) Now it seems as though - JONATHAN Answer me! ", "truth": "JONATHAN Why are you doing this to me?! \nWYATT'S VOICE                                                   (O.S.) - in yester-- \nJONATHAN I'm going to find you, you hear me? I'm- CLICK. Dead air. \nJONATHAN Hello?... Hello?! Jonathan SLAMS the phone down, tension in his face joined by a new emotion, something closer to. fury. \nJONATHAN I'm going to find you. \nEXT. MIDTOWN MANHATTAN - STREET - DAY \nJonathan is heading for the Clute Nichols building, that same focused tension on his face - \nWOMAN'S VOICE Mr. Messer? Jonathan is too lost in thought to hear it. \nWOMAN'S VOICE                                                   (CONT'D) Jonathan. \n(CONTINUED) \nCONTINUED: He glances up... to find Russo standing near the entryway - what's she doing here? He has no choice but to meet her. \nRUSSO I was gonna call, but I was in the area. Just doing some follow-up. Jonathan tries to mask his uneasiness. \nJONATHAN Follow-up? \nRUSSO On that missing girl of yours. The.one whose name began with. an \"S.\" Have any luck finding her? Jonathan absently tightens his grasp on his briefcase. \nJONATHAN No. No luck. \nRUSSO I see. That's too bad. she studies him a cryptic beat, then smiles flatly. \nRUSSO Well, who knows, maybe she'll turn up yet. You have a good day, Mr. Messer. Jonathan nods tensely, then walks off, feeling her watching him from the curb as he goes. \nINT. CLUTE NICHOLS - CONFERENCE ROOM - DAY \nEmployees pass by the glass behind which we see Jonathan - a lone figure at his laptop, surrounded by files and post-its. Close on Jonathan as he scribbles on a post-it: \"Yesterday - Beatles?\" Widen to find the post-its organized with his usual fastidiousness                                                  - only scribbled with words, not numbers: \"Wyatt Bose = William Bansky\" and other random scribblings. He's trying to apply his mathematical mind to his crisis, hoping to conjure some kind of pattern or logic to it all. Reverse angle through the glass: to anyone passing, he looks like your typical overly meticulous, isolated auditor. Closer on Jonathan as he clutches the table, looks seconds away from utterly losing it -- when something suddenly occurs to him. He whips around, gaze fixing on \n(CONTINUED) \nCONTINUED: His cell phone. He grabs it. Presses a key repeatedly - scanning                                                        - then hits SEND. Jonathan brings the phone to his ear, listens for the other end; then: \nJONATHAN Are you free tonight? \nCUT TO: \nINT. THE KITANO HOTEL - LOBBY - NIGHT \nJonathan waits anxiously by a Botero sculpture of a rotund dog. A young woman in a BLUE PASHMINA approaches. \nINT. THE KITANO - ELEVATOR \nBlue Pashmina enters first, Jonathan follows her into an empty elevator. The doors close. \nJONATHAN Do you know Wyatt Bose? \nBLUE PASHMINA (immediately guarded) Excuse me? \nJONATHAN What about William Bansky? Does that name-- She darts.for the \"Door Open\" button, but he blocks her path. \nBLUE PASHMINA I swear to God I'll scream. \nJONATHAN Please, I'm not trying to scare you, I just                                                            -- I'm looking for someone.and it's very important that I find him. she tries to push past him, again Jonathan blocks her. \nJONATHAN He does this too - or he did. someone had to give him the numbers. Someone let him in. If I can-'find who it was that knew him, they might know where he's                                 -- she suddenly kicks him in the shin with a spiked heel. Jonathan grasps his leg - she presses the button and is out the opening doors before he's even looked up. SOUND ADVANCE: TENSE CLACKING of computer keys... \nINT. CLUTE NICHOLS                                               - CONFERENCE ROOM - SAME NIGHT \nCLOSE ON JONATHAN alone at the end of the conference table, eyes scanning files absently, fingers typing on auto-pilot. His gaze holds a new determination, as the CLACKING OF KEYS \nSET THE RHYTHM FOR A BRIEF MONTAGE- \n", "random": "                                                                                                    ", "sentiment": "                                                                                                    "}]