[{"id": 1491, "prefix": "KOSCIK --If the laborers find them tomorrow, I will be denounced-- TUVIA What am I supposed to do with-- KOSCIK Take them into the forest-- ", "truth": "29 MOMENTS LATER - BY THE ROADSIDE 29 The refugees are loaded with provisions. A young man, PINCHAS ZUCKERMAN, has a tethered GOAT. Another man carries a violin case. Koscik hands Tuvia another bottle of vodka. \nTUVIA Those men? They were the ones who killed my parents? \n(CONTINUED) \nGOLDENROD Revision - 8-16-07 15. \n29 CONTINUED: 29 Koscik doesn't want to tell him. Finally he nods, yes. \nKOSCIK You people. Why is it so fucking hard to be friends with a Jew? They embrace. \nTUVIA Imagine being one. Tuvia leads his motley band toward the woods. \nCUT TO: \n30 A FOREST TRAIL - DAY 30 Tuvia leads them. He notices an OLD MAN staring at him. \nOLD MAN You sat in back. Tuvia just looks at him. \nOLD MAN (CONT'D) In school. I am Shimon H'aretz. \nTUVIA I thought you were dead. \nSHIMON I am at least half-dead. (after a moment) I heard them speaking of your parents. I am very sorry. Tuvia shakes his head. \nSHIMON (CONT'D) And the other brothers? What was his name, the wild one? \nTUVIA Zus. He's with the other two. \nSHIMON You are hiding here? In the forest? Tuvia nods. \nSHIMON (CONT'D) There has been trouble before maybe? With the police? Tuvia doesn't answer. \n(CONTINUED) \nDOUBLE BLUE Revision - 9-17-07 16. \n30 CONTINUED: 30 \nSHIMON (CONT'D) So now you go to the forest. A wise choice. \nTUVIA For a dumb schoolboy, you mean. \nSHIMON My whole life I presumed to teach others the right way to live. I had no doubt: this is God's way, this isn't. You'll forgive me if recent events have somewhat shaken my resolve. \nTUVIA It is just like school, I don't know what you're talking about. (touching him) Teacher...Come... Come. (gesturing to the \nFOLLOWERS) Please. \nCUT TO: \n31 OMITTED 31 \n32 THE CLEARING - LATER THAT DAY 32 The new arrivals squat by a fire where potatoes are cooking in the ashes. Everyone shares from the soup pot. There aren't enough spoons to go around. Shimon offers Aron something to eat. \nSHIMON Here... You're not hungry? Aron doesn't respond. \nSHIMON (CONT'D) The little one does not talk? \nASAEL He saw. Things. \nTUVIA, MEANWHILE stares fixedly as Avram digs his daughter's grave. The gun is still in his belt. Zus is constructing a shelter. \nZUS I send you for food and you bring more mouths to feed. \nTUVIA You send me? \nZUS Did you at least get the gun? \n(CONTINUED) \nDOUBLE GREEN Revision - 10-14-07 16A. \n32 CONTINUED: 32 Tuvia shows him. \nTUVIA Only four bullets. \nZUS Then we'll have to make them count. Zus heads for the food. Asael is trying to start a fire but the kindling is wet. \nSHIMON Here... Shimon takes a book from his coat, rips out pages covered in Hebrew and crumples them into the fire. They burst into flame. \nSHIMON (CONT'D) The Psalms have many uses. \nZUS SITS AMONG THE NEWCOMERS watching as they eat hungrily. Tuvia stops near Avram DIGGING a grave before heading out of the camp. We realize Avram's daughter has died while Tuvia was away. THE SOUND OF DISTANT THUNDER. \nDOUBLE BLUE Revision - 9-17-07 17. \n33 A LONE FARMHOUSE - DUSK 33 Tuvia stands in the driving rain, shaking. He stares at the lit windows. \n", "random": "\nRE-ALTERS: \nEXT. KOSCIK GROUND - NIGHT \nTRANSFER CROWDS, SEESTHROPOLIS HAD KOSCIK'S VOICE. \nGROWING: \nINT. KOSCIK GROUND - NIGHT \nKOSCIK and the laborers are being bused on a train to KOSCIK's home town. They are in a huge truck. \nGROWING", "sentiment": "\n(CONTINUED) \nJULIE\n\nSUMMARY - THE SCENE CONTINUES \nKOSCIK --KOSCIK takes the killing pace as VIABIA shouts at him to come. Troops stand behind him, they're desperate and want to fight. VIABEW fall in without acknowledgement, they line up behind KOSCIK. \n(CONTINUED) \nCONTINUED: Volume 5 -"}, {"id": 1492, "prefix": "PANCHENKO There. You see? (...a command) Now drink up. Zus doesn't know what to do. He accepts the vodka. 124 EXT. THE BIELSKI CAMP (TO ESTABLISH) 124 Guards ring the snowy perimeter. ", "truth": "126 THE BLURRED IMAGE OF AN ANGEL FRAMED BY A HALO OF SUNLIGHT 126 as it swims into focus. Tuvia opens his eyes. It is Lilka. She sits beside him, mopping his forehead with a cool rag. \nLILKA Your fever broke in the night. The medicine helped. \nTUVIA How long was I asleep? \nLILKA Two days. \n(CONTINUED) \nSALMON Revision - 8-19-07 81C-83. \n126 CONTINUED: 126 \nTUVIA And you've nursed me the whole time? \nLILKA Chaya helped. \nTUVIA Did you study nursing at university? \nLILKA We devoted ourselves to more essential knowledge -- like Greek Philosophy and Latin. \n(CONTINUED) \nSALMON Revision - 8-19-07 84. \n126 CONTINUED: (4) 126 \nTUVIA I never went to university. \nLILKA What kind of work did you do? Before. \nTUVIA My wife's father had a store. Before the Race Laws. (looks at her) She is is dead. \nLILKA I'm sorry. \nTUVIA Tell me more about university. \nLILKA It all feels like a dream. I spent months trying to master Chopin's nocturnes. \nTUVIA I'd love to hear you play. \nLILKA You know Chopin? \nTUVIA Who doesn't? Chopin the butcher from Novogrudok. \nLILKA \n(LAUGHS) If you're well enough to tease me, you're well enough to eat. I'll see what's for supper. She gets up to go. \nTUVIA Thank you, Lilka. \n127 OUTSIDE TUVIA'S BUNKER 127 THE LUBCZANSKI'S have taken the fullest advantage of Tuvia's illness. There are now TWO LINES of people waiting for food. The malbushim line up like prison inmates. Lazar looks into his bowl -- two beans floating in a scummy broth. \nIN THE SHORTER LINE Motl, Arkady, Fischer, Levine and a few others are enjoying real food. Lazar calls out from the other line. \n(CONTINUED) \nDOUBLE CHERRY Revision - 11-1-07 85. \n127 CONTINUED: 127 \nLAZAR Hey, Arkady This isn't soup, it's piss. \nARKADY I will piss on your head and you will say it's raining. Eat it. The rest of Lubczanski's cabal laughs. TUVIA emerges from his bunker. The first thing he sees is Asael, whose face is BATTERED AND SWOLLEN. \nTUVIA What happened? Asael just looks over at the food line -- where Arkady has grabbed Chaya by the waist -- to the delight of the others. Tuvia strides over to them. \nTUVIA (CONT'D) What is this? \nARKADY New policy. Fighters get better food. \nTUVIA Against my orders... \nARKADY You are no longer Commander. Sorry. Tuvia nods, considering his remark for a moment. \nAND THEN TAKES OUT HIS PISTOL AND SHOOTS ARKADY IN THE CHEST! He then turns the gun on Motl and the others -- they literally cower in fear. He raises his voice to those watching. \nTUVIA As long as I am the leader of this group, you will obey my commands. \nTHERE WILL BE NO MORE COMPLAINING! \nNO MORE SITTING! NO MORE DOING \nNOTHING. ANYONE WANTS TO LEAVE, THEY LEAVE. NOW! The rest work. Every morning we get up and we work. WE WORK. In the snow and the cold and the dark. Tomorrow we begin to build ten new zemylanka, we double the number of food missions. ...We work. (looks down at Arkady) Take his body into the woods and leave it for the wolves. He turns and walks away. As he passes the food lines, people subtly move out of his way and whisper after he is gone. \n(CONTINUED) \nDOUBLE CHERRY Revision - 11-1-07 85A. \n", "random": "\nJESSICA CHILDREN'S DAY 124 The Hostage Guard waits. \nJESSICA CHILDREN'S DAY (CONT'D) - DRAINING OFF THE FOOTBALL IN THE WATER - DAY 124 The Hostage Guard is killed in the snow. \nJESSICA CHILDREN'S DAY 124 What happened? \nJESSICA CHILDREN'S DAY (CONT'D) - DRAINING", "sentiment": "\nZUS MOANTS, COLDLY, DRINKING. He steps out of the guard's line. \nZUS This is a good time. The guard runs out of gas. \nDANOIS (CONT'D) We're not going to let anyone eat. \nZUS We're not going to let anyone eat. \nDANOIS (CONT'D) You're right. Zus is laughing. \nZUS You're"}, {"id": 1493, "prefix": "BELLA (CONT'D) He was fifteen. He had blue eyes. She raises it above her head. BELLA (CONT'D) He played the piano. She swings with all her might. The others watch with a mix of thrilled horror and perverse delight. A line has been crossed. Riva steps forward, holding a large shovel. RIVA My sister's name was Ellie... As she swings the shovel, the CAMERA begins to back away. Miriam steps forward, carrying a large rock. ", "truth": "(CONTINUED) \nCHERRY Revision - 9-2-07 A92. \n137 CONTINUED: (4) 137 \nMOTL My parents, Sol and Raya. \n(CONTINUED) \nCHERRY Revision - 9-2-07 92A. \n137 CONTINUED: (5) 137 \nAVRAM For my daughter, Sonya. \nMORDECAI For my mother. \nRACHEL My sister. \nLILKA My whole family. \nALL \nJUSTICE! JUSTICE! . Tuvia closes his eyes. He has done nothing to stop it. Asael looks at Malbin and Shimon. They are undone by what they have witnessed. Tuvia walks away. Behind them, the group separates -- staring at the lifeless body on the ground. And then they look at each other, their blood lust sated, beginning to reckon with what they have done. What they have become. \n138 TUVIA STANDS ALONE IN THE FOREST, HIS FACE IN SHADOW 138 He sees Aron, squatting beside a tree, crying silently. Tuvia kneels beside him, cradling him. \nTUVIA Reeboynoy shel oylum... Lord of the Universe. We have done unspeakable things yet still I seek your mercy... He HEARS something. Malbin waits at the edge of the forest. His face is drawn and pale from what has just happened. \n(CONTINUED) \nDOUBLE GREEN Revision - 10-14-07 93. \n138 CONTINUED: 138 \nMALBIN Viktor is here. \nCUT TO: \n139 VIKTOR AND ZUS 139 are waiting in the clearing. Tuvia approaches. He and Zus nod to each other but do not speak. It is excruciating. Tuvia and Viktor walk into the woods. Zus waits with other BODYGUARDS as Asael joins them. Zus wears a Nazi jacket. \nZUS He doesn't look good. \nASAEL I could say the same about you. Where'd you get the jacket? \nZUS Let's just say the former owner no longer had need of it. Zus winks. The other bodyguards stare impassively. \nZUS (CONT'D) Embrace me. Asael looks confused for a moment, then embraces him. \nZUS (CONT'D) \n(WHISPERING) Hide this. (shoves a revolver into his pocket) Wolnicky stores ammunition for us in his barn. There's no guard. He slaps Asael fondly on the cheek and rejoins his comrades. \n140 VIKTOR AND TUVIA 140 sit on a downed tree and converse in Russian, with subtitles: \nVIKTOR You found these on the prisoner? Tuvia nods. Viktor studies the scout's documents. Tisking. \nTUVIA We can't fight an entire division. \nVIKTOR The battle on the Eastern Front has begun. The more troops we engage here, the fewer they have to attack the Motherland. \n(CONTINUED) \nDOUBLE GREEN Revision - 10-14-07 93A. \n140 CONTINUED: 140 \nTUVIA We've done our part for the Motherland. \n(CONTINUED) \nBUFF Revision - 9-2-07 94. \n140 CONTINUED: (2) 140 \nVIKTOR My orders are to take command of all partisan operations. You will bring the rest of your fighters to me. \nTUVIA And the others? Old people, women and children. \nVIKTOR In war there are casualties. \nTUVIA And if I refuse? \nVIKTOR You are officially a deserter. Do you know the policy on dealing with deserters? Viktor unfolds a paper flyer from his pocket. \nVIKTOR (CONT'D) ...The Germans are offering fifty thousand marks for information leading to your capture. (hands it to him) Not a very flattering likeness. Too Jewish. Viktor rejoins his bodyguards, turns back for a last word. \nVIKTOR (CONT'D) Have your men in my camp by tonight. He walks off. Asael takes the wanted poster from Tuvia. \n", "random": "RIVA (CONT'D) ...We now have a new name... our new family... we are now... A new God... \nRIVA (CONT'D) And you! He smiles. \nRIVA (CONT'D) I did not know that. That was the first time... And it is now... \nRIVA (CONT'D) We finally know. \nRIVA (CONT'D) And I am...", "sentiment": "MIRIMA (CONT'D) (CONT'D) I'm sorry. I was just... I don't know. I'm sorry. \nMIRIMA (CONT'D) I'm sorry. \nMIRIMA (CONT'D) I'm sorry. I'm sorry. \nMIRIMA (CONT'D) I'm sorry. \nMIRIMA (CONT'D) I'm sorry. \nMIR"}]