[{"id": 2643, "prefix": "TRIP ON RADIO Am I on the air?... Yeah... Gene Klein, Stanley Eisen, Paul Frehley, and Peter, uh, Criscoula... yeah, that's it! INT. FRONT OFFICE - DAY The secretary hears an ecstatic \"YEEEHAAWW\" and turns to see Trip wheeling back around the corner, leaping in the air as he runs, YOWLING like a rodeo cowboy. He bounds past her. She watches him and shakes her head. ", "truth": "INT. SECURITY OFFICE - DAY \nStill on the floor, Elvis grabs the little radio with rage, flips it off and screams at it. \nELVIS Why you little...! Over my dead body! \nThe bell RINGS. \nINT. HALLWAY OUTSIDE VOC/TECH ROOM - DAY \nStudents pour into the hall. Hawk and Lex exit the class just as Trip comes zigzagging down the corridor dodging the hordes. All three converge as Trip can't contain his enthusiasm. \nTRIP I did it! I did it! We won! \nLEX We won?! \nHAWK Fuckin' A! Woooooo! \nThe three burnouts jump, scream, HOOT, and play air instruments like loons as if they're the only ones in the hall. They can't stop. The rest of the student body are not amused \nINT. CAFETERIA - DAY \nHawk, Trip, and Lex hold their trays over the counter as the LUNCH LADIES fill them with Salisbury steak, hard dinner rolls and scoops of bluish pudding. Ah, public school nutrition. \nTRIP (stoked) This is the best thing that ever happened to me at school! Not only are we on again for KISS in Detroit, but we're actually sitting right at the fifty yard line! I dare you dudes to find a curlier scenario. \nHAWK (double stoked) Stan Lee couldn't think of a better one. \nLEX The Chinese have a proverb: \"That which appears too good to be true, usually is.\" There's gotta be a catch. \nTRIP Yeah? I have a saying too, Lex. It goes, \"Catch my jizz in your mouth and stop jinxing us, asshole.\" We're going this time and that's all there is to it. \nHAWK I'm afraid our constipated little friend is right this time, Trip. There is a catch. \nHawk's really got their attention now. \nTRIP Namely? \nHAWK Our band \"Mystery\" is a quartet and we can't go on the road without our drummer. Jam's mom said something about sending him to St. Bernard's, right? We gotta bust him out before we go anywhere. \nLEX But... but, St. Bernard's is way the hell over in the next county! \nHAWK So? Your mom's car has a CB, radar detector and cruise control, check? \nLEX We are not stealing my mom's car. \nHAWK Damn straight we are. \nLEX Hawk, all I need is one ding on the Volvo and presto! There are my balls hanging from the rearview mirror after she gets back from Cincinnati. \nHAWK And when is she due back from that groinecologist's convention anyway? \nLEX Sunday, but... \nHAWK Then lighten up. She'll never know we touched it. Alright, here's the plan. We bus it to chez Lex, grab the Volvo, bail Jam the hell outta St. Bernard's and arrive at the train station precisely on time for the 2:45 to Detroit. \nTRIP Simplicity, Hawk. \nLEX Simple-icity is more like it. And you guys thought Jam was in trouble before. Wait till Mrs. Bruce finds out he went to that concert with us. \nHAWK There's only so much trouble an individual can get into till it just doesn't matter anymore, Lex. You familiar with a condition known as Absolute Zero? \nLEX The hypothetical temperature characterized by the absence of heat and even the slightest amount of molecular activity? Yeah, I'm vaguely familiar \nHAWK Well, Jam is in absolute trouble. He couldn't get any deeper into shit if he was a fly sitting in a horse's ass. You know as well as me he'd give his right arm just to see Peter Criss's drum solo, never mind a whole KISS concert, check? \nLex nods. \nHAWK Well, the least we, his only buds in the world, can do is take him along with us tonight and give him one last curl before he starts serving his sentence. \nTRIP Just for the record, I understood the last part of what you said, but for a while there you guys were making no fucking sense whatsoever. \nHAWK I was just explaining to Lex here what you and I already know. Just had to make it a little more complicated so he'd understand. \nLEX Very funny, Hawk. Okay, I'm in on this hare-brained scheme, but if anything happens to my mom's car, I'm blaming you. I'll say you drugged me or something. \nHAWK Curly. \n", "random": "SHEPARD You're gonna have to get up! \n... AND she's gonna have to go and get her father. \nSHEPARD I're gonna do my best. \nDISSOLVE TO: \nEXT. BUDGET ROOM - NIGHT \nDISSOLVE TO: \nHURRAY'S ROOM \nDISSOLVE TO: \nHURRAY'S ROOM \nDISSOLVE TO:", "sentiment": "CUT TO: \nINT. FRONT OFFICE - DAY Trip is in the front desk, smiling, even as the staff are all laughing. \nTrip looks at the floor. \nEXT. FRONT OFFICE - DAY \nStanley Eisen, Paul Frehley, and Peter are sitting at the front desk. \nINT. FRONT OFFICE - DAY \nStanley Eisen, Paul Frehley, and Peter are at the front desk."}, {"id": 2644, "prefix": "Quick as a shot, Hawk SLAMS the bottom of the can into Kenny's nose, crushing it flat against his face. Hawaiian backwash spews from its tab hole like blood as Kenny falls backwards from the impact. He hits his head on the ground. Taking this as a cue... Trip whips out his wallet on a chain... Lex rips off his KISS belt... And Jam yanks out his drumsticks. As if choreographed, Trip swoops the wallet at Bobby's feet, snagging him around the ankles tightly with the chain. Lex THWAMS Bobby in the face with his big KISS belt buckle leaving a reversed, red, KISS logo branded in his forehead. ", "truth": "Bobby shrieks. \nMeanwhile, Hawk advances on Kenny who tries to get the can off his face, but it's stuck on looking like a pig's nose with fruit punch for snot. \nHawk raises both his hands in Kenny's face, then executes the final insult... Hawk messes Kenny's hair. Kenny lets out a scream that comes from the bottom of his vanity. \nHawk grabs Kenny by the ears and brings the guido's head swiftly against his kneecap. Kenny falls to the ground, unconscious on top of Bobby. Their heads collide knocking Bobby out cold. \nTerrified, Barbara leaps from the Trans Am and is cornered. \nLEX Not so fast, stella. \nDISSOLVE TO: \nMOMENTS LATER \nKenny, Bobby, and Barbara are now tied to the guardrail with Jam's white corduroy pants, geeky belt, and plaid shirt. Kenny and Bobby rest their unconscious heads on each of Barbara's shoulders. \nHawk, Trip, Lex, and Jam look down at the two guidos and the stella, snickering. \nBARBARA When they wake up, they're gonna come looking for you jerks. You best hope they don't find you, cause if they do, they're gonna kick your asses. \nHawk grabs a cinderblock off the side of the road, walking up to the Trans Am. \nHAWK Right, stella, and we'll deserve it. But let's really make it worth their while. \nHawk puts the rock on the Trans Am's accelerator letting the engine WHINE in protest. (Again we are cautious not to show the guidos' faces.) \nHAWK By the way, when Kenny wakes up could you give him a message for me. Tell him, quote, Kool and the gang bite my bag, motherfucker, unquote. \nHe throws the Trans Am into drive. \nAll who are conscience listen to the brief SCREECH, then watch the Trans Am as it barrels without a driver into the woods skirting the highway. \nIt races into ditches, bounces off trees, and SPLASHES through ponds, all Smokey and the Bandit-like. \nThe disco-mobile ramps off the edge of an embankment, tumbles down a steep, rocky incline breaking apart along the way, and finally, BOOM! It explodes on final impact. \nThe boys all look at each other and shrug. Hawk walks back to the Volvo and gets in. Trip, Lex, and Jam follow suit and pile in as well. Lex shouts back to Barbara. \nLEX Oh, thanks for letting us draw from your ample make-up supply. You must have the entire Revlon factory in your purse! \nANGLE ON KENNY, BOBBY, AND BARBARA. \nWe now see them from the front. Lo-and-behold, Kenny has been made-up like Gene Simmons, Bobby like Paul Stanley. Whoever finds them is gonna get the wrong idea about their musical taste... and kick their asses all over again. \nBARBARA Very funny. I hope you choke! \nSTELLA ON BOARD \nINT. VOLVO - DAY \nHawk starts the engine and takes off. Trip pulls a baggie of weed and some rolling papers out. \nJAM Hey, look, it's that girl. \nJam points out at the road ahead to Christine. She's a few hundred feet away walking sadly in the breakdown lane. \nTRIP That's no girl. That's a stella. \nJAM Stella or no stella, we should pull over and help her out. \nHAWK Oh no, Jam. I'm not falling for that twice. \nJAM Well, couldn't you slow down so I can at least state my case, Hawk? If you don't like it, you can speed up and I'll never mention it again. \nHawk slows down, turning into the breakdown lane, travelling about two miles per hour. Christine doesn't notice as they edge closer to her. \nLEX What is it with you, Jam? You got a thing for that... thing? \nJAM She's a teenage girl walking on the side of the highway. They make very scary movies that start out like that. \nHAWK Well, they may not make movies about four dudes going to a KISS concert. But if they ever did, the four dudes most certainly would not stop and pick up a stranded disco bunny. \nPause. \nTRIP Unless there was gonna be a scene where the disco bunny blows the four dudes on the way to the show. \n", "random": " NOW stops in front of the car, trying to silence the crowd. \nJAM Now move away. \nJAM FIRES, TRYING TO CONFUSEDLY ACHIEVE... OUT OF THE ROOM. \nKELLEY (disappointed) With the way they're behaving. \nJAM I can't believe they're threatening me. \nKELLEY I'm not going to hurt you, Jam. \nJAM I", "sentiment": " couple clicks against the store holder and the store pulls out its corkscrews.   The same tables strewn across the floor in front of Bobby prove to be Ideal, Perfect and More Clip FREE A Standard and Gifts, all of which promenades HOF'N.     They flash their drives, VINTO and SKILL badges, all signed by HOFON Jaguar and Viktor Zagas and requiring traffic reviews (officer inside - If we"}, {"id": 2645, "prefix": "All, Christine included, pause to think about what that comment was supposed to mean. Lex takes a hit off the joint. LEX (holding in smoke) That last remark fell about 30 yards away from making any sense whatsoever. Hawk and Trip immediately bust into the giggles and it doesn't take long for Lex and Jam to follow suit. ", "truth": "Christine succumbs to the contagious giggle epidemic and the whole car gets a great laugh for a while. \nThey finally calm down again and wipe tears from their eyes. Lex still has the joint now as Christine looks at it. \nCHRISTINE Man, this is some kickass shit! (beat) Gimme a hit off that jay will ya? \nLex smiles despite himself and holds the weed out to her as we... \nDISSOLVE TO: \nHELLO DETROIT, GOODBYE TICKETS! \nMONTAGE \nThe Volvo passing a big sign that says: \"Welcome to Michigan, the Great Lakes State.\" \nThe Volvo racing toward the Detroit skyline. \nDetroit landmarks: The General Motors Building, the Ford Building, Motown Records, and finally... \nCOBO HALL, where thousands of fans in KISS tees gather, waiting for its doors to open. \nUnbelievable traffic stretches to an intersection at which stand four key landmarks... a cathedral, a convenience store, a parking lot, and a male strip joint. They face one another, each on its own corner. \nA gigantic sign on the auditorium's facade flashes the commandment, \"YOU GOTTA LOSE YOUR MIND IN DETROIT ROCK CITY\" over and over again. \nEXT. COBO HALL - SUNSET \nThe sun hangs low on this day as the Volvo sits in traffic, passing Cobo Hall. Movement is nearly impossible. \nKISS FANS cram every square foot of open macadam, pushing through the jammed cars. STREET VENDORS hawk KISS souvenirs from tee-shirts to pennants. Some are in stands along the sidewalk. Others come right up to car windows. \nINT. VOLVO - SUNSET \nChristine is fast asleep between Jam and Lex. \nLEX Man, that weed knocked Christine on her ass. She's sleeping like a baby stella. \nTRIP (whispers lustfully) Let's lift up her shirt. \nHAWK (pointing out windshield) There it is! \nAll look ahead. COBO Hall. A HALO GLOW forms around the building accompanied by a CHOIR OF ANGELS. \nJAM (in reverence) We made it! \nLEX Curly driving, Hawk. We still got two hours to spare. \nHAWK Ample time to grab our tickets at the station. See, up ahead. W.A.R.P. \nOne block on the left is the W.A.R.P. tower. \nHAWK Hey, Look at the front entrance! A car's pulling out. The parking space from heaven. God is surely smiling down upon us tonight, dudes. \nJAM Kind of funny, I thought He'd be pissed as hell at me. \nThe opening to the Carpenters' \"TOP OF THE WORLD\" begins. \nINT. W.A.R.P. TOWER ELEVATOR - NIGHT \n\"TOP OF THE WORLD\" continues, playing through the speaker of the ascending elevator inside which Hawk, Trip, Lex, and Jam stand. They watch the numbers climb, smiling. \nHAWK What was that D.J.'s name again? \nTRIP Oh, I'll remember it till the day I die. His name was... Simpleton the Simian? No, Samson Samoan... No, simply, similar... \nINT. SIMPLE SIMON'S OFFICE - NIGHT \nHawk, Trip, Lex, and Jam poke their heads around the corner of an office doorway totem pole-style. \nHAWK Simple Simon? \nSIMPLE SIMON strikes a pose before a full-length mirror in a glittery-back Gene Simmons tee-shirt, silver pants, and very high heel boots. He has a huge Afro and bushy moustache. He turns when he hears Hawk. \nSIMPLE SIMON The one and only. But can you kids hurry this up? I'm due at Coco Hall in half an hour for the warm-up. \nThey all enter and stand at Simple Simon's desk. \n", "random": "NT. DIALOGUE - THE END \nWe're back in the DIALOGUE. Bass angrily drops the tray and heads off with a look of disgust. \nINT. DIALOGUE - NIGHT \nLex and Jam are sitting across the room from each other. \nINT. DIALOGUE - NIGHT \nLex is standing near the front of the room, looking at Jam. \nJam is alone. He's still standing in the doorway holding", "sentiment": "CONTINUED) \nCONTINUED: \n(INT/INT) \nMadison hangs on the door and watches the laughter of the children in an abandon of their own but then it's past. \nMILL DANCEING\n\nThis really is a nice dinner and that's what we did here. How long needs one mecha to last us at town? We had her in time last month, well, she decided to make sure all our little"}]