[{"id": 1557, "prefix": "ARGYLE What is it don't work out that way? Where you gonna stay? MCCLANE I'll find someplace. He looks up at the highrise lit by huge spotlights, then back at Argyle who's made no attempt to open the trunk. ", "truth": "He hands McClane a business card with the number on it. \nMCCLANE (taking the number) You're all right, Argyle. \nARGYLE Just remember that when you sign for the tip. (pointing to the building) They're paying for it, so don't be shy. \nMcClane grins, heads inside. \n13      INT. NAKATOMI LOBBY - NIGHT                           13 \nBeautiful and -- on first glance -- deserted.  Finally a SOUND in the sterile lobby reveals the presence of a SECURITY GUARD hidden until now behind a massive desk. McClane goes there, signs in. \nMCCLANE Holly McClane? \nThe Guard points to a prominent touch screen computer console. \nGUARD Just type it in there. \nMcClane is confused for a moment, then he moves to the screen. He gives the Guard a look...the Guard raises his eyebrows as if to say give it a try. \n13-A    SCREEN - CLOSER                                       13-A \nMcClane types, \"McClane, Holly\".  Pause.  The screen replies, NO SUCH EMPLOYEE LISTED. \n13-B    MCCLANE                                               13-B \nFrowns...thinks.  Simultaneously inspired and suspicious, he types again. \n13-C    THE SCREEN                                            13-C \nMcClane types, GENNERO, HOLLY.  This time the screen CHANGES, shows an elevation of the building and then a floor plan of the 30th floor with Holly's office BLINKING.                      * \n13-D    BACK TO SCENE                                         13-D \nMCCLANE Cute toy. \nGUARD Yeah.  When you have to take a leak it'll help you find your zipper. \nMCCLANE Thirtieth floor...                                  * \nGUARD (pointing) Take the express elevator and get off at the noise. \nMcClane nods, moves off.  He moves to the elevators, and as he does his experienced eye takes in: \n13-E    ANOTHER SECURITY GUARD                                 13-E \nPatrolling a different area. \n13-F    SEVERAL HI-TECH CAMERAS AND SENSORS                    13-F \nwhich are cleverly worked into the decor of the lobby. \n13-G    BACK TO SCENE                                          13-G \nMcClane reacts with bored professionalism, NODS to the guard. \nMCCLANE Lots of hardware... \nThe guard shrugs.  McClane gets in the elevator. \n14      INT. ELEVATOR - NIGHT                                  14 \nMcClane hits \"30\" and REACTS to the hyper-powered SPEED with which he rises.  He rotates his head, getting out the travel cricks. \nAs he approaches the 30th floor we hear a tremendous THUMPING, THROBBING NOISE.  McClane stops and listens before he realizes -- it's the party.  As the doors open the noise ATTACKS us. \n15      30TH FLOOR - SAME                                      15 \nMcClane moves around the edge of the party, gradually spiraling inward.  He grabs a glass of Mimosa champagne punch from a passing tray, sips...scowls.  Spotting open beers in an ice bucket, he tosses the punch into a potted plant, even burying the plastic glass.  Sipping the beer, he moves through the dense party.  People he doesn't know throw streamers over him. \nA WOMAN kisses him.  He grins.  A MAN kisses him. \nMCCLANE (to himself, shaking his head) California... \nFinally he queries a DANCING WOMAN.  The MUSIC drowns out their words but she nods, points off in some generic direction. \nMcClane heads that way, cuts around a Christmas tree, loses his bearings.  He sees: \n15-A    TAKAGI                                                 15-A \nwho has an air of authority.  McClane goes up to him. \nMCCLANE Excuse me, I'm looking for -- \nTAKAGI Holly Gennero? \nMCCLANE Yeah.  How'd you know? \nTAKAGI I've spent half my life on airplanes,               * I can recognize someone who just got off one. (shaking hands) I'm Joe Takagi, Mr. McClane.  I have ...something to do with this company. \nMCCLANE So I've heard. \n", "random": "MCCLANE What about the others? \nAMMEL (to the camera) They're still out there. \nDURK HOLDEN This is the end of the life of the town. \nMCCLANE (to the camera) A few more hours. \nAMMEL (to the camera) It's been five years. \nDURK HOLDEN If it weren't for the meeting with the Marquis, the town would", "sentiment": " MY RUBBER THEGO NOR'WALL \nAIR LIGHT Above everything he's ever been there... his face must have been huge... His eyes are the real-life opium. \nMCCLANE 'What if the goings— \nMy rubber pistol sensor could record LUCK, but couldn't say I recognized it...' I hear SHUTTER. \nMCCLANE Get me a parking ticket, Sir. \nMr. Got LUCK"}, {"id": 1558, "prefix": "BANG!!  He pulls the trigger: 66      OUT IN THE MUSEUM - MCCLANE                           66      * reacts as if shot. ", "truth": "The glass doors to the boardroom are splattered red and dripping... \n66-A    INSIDE                                                66-A \nTakagi is still seated, but the chair in flat on its back, blood flowing out into the carpet. \nHans springs to his feet: \nHANS We do it the hard way!  Tony, see if you can dispose of that. (the body) Karl, you'd better check Heinrich's work up on the machine floor. \nKarl, in the midst of handing Theo a fifty dollar bill, nods. \n67      OUTSIDE - MCCLANE                                     67 \nstunned, sees Hans move and tries to retreat.  But his gun bumps the underside of the table: \n68      INSIDE - HANS                                         68 \nhears it.  Karl is the first to move: \n69      KARL                                                  69 \nsprings through the door, finds nothing.  He checks two adjoining rooms, the first is deserted.  The second...is locked. \n70      KARL                                                  70 \nreturns to Hans. \nKARL Nothing... \nHANS (nods) See to Heinrich... (to Theo) Now...you can break the code key...? \nTHEO (grins) You didn't bring me along for my charming personality. \nAs he heads for the elevator. \nTHEO (under his breath) 'Though you could have... \nHans smiles, confident in his team, and follows.  CAMERA SETTLES ON the door that Karl found locked. \n71      INSIDE THE SUPPLY CLOSET - MCCLANE                    71 \nslowly lets out a breath, praying softly: \nMCCLANE Argyle.  Tell me you heard the shot. Tell me you heard the shot and you're calling the police right now... \nCUT TO: \n72      INT. LIMO - PARKING GARAGE                            72 \nArgyle is on the car phone.  The music is playing. \nARGYLE I'm working, honey.  Working hard. 'Course I'll be by later to pick you up, have I ever lies to you?  My boss? He thinks I'm cruising to Palm Springs... \n72-A    MACHINE LEVEL - TIGHT ON CEILING                      72-A \nHeinrich PRESSES something into a niche here, scrambles like a monkey to a new position.  Helped by one of his men, he JUMPS down, moves to another area, climbs up again, removing something from his shoulder bag. \n73      VAULT ROOM - 31ST FLOOR                               73 \nHans and Theo enter the safe room.  The huge corporate safe looms in front of them.  Theo places three kit bags onto a table and rolls up his sleeves.  He swivels a computer console into handy reach, sits down. \nHANS How long? \nTHEO Thirty minutes to break the code... Two hours for the five mechanicals. The seventh lock...that's out of my hands. \nHANS If out plan works...the FBI will get rid of it for us. \nTheo grins, begins typing. \n73-A    HIS SCREEN                                            73-A \nHe types BEGIN ALGORITHM CODE PROGRAM.  RANDOM NUMBERS AND LETTERS begin going by:  AAAAA; 11111; AAAAB; 11112. \n74      32ND FLOOR                                            74 \nMcClane moves out onto the 31st floor, angry at himself. \nMCCLANE Why the fuck didn't you stop him? (beat) Because, you ignorant sonofabitch, you'd be dead, too.  Think...think, Goddamnit! \nSuddenly he looks up at the ceiling and sees a sprinkler head. His look drops to the wall and focuses on a small red fire alarm switch by the door. \n75      INT. MAIN FLOOR - L.A. FIRE STATION - NIGHT           75 \nAn ALARM sounds.  Quickly firemen move to their machines as a voice of a 911 DISPATCHER drones. \n911 DISPATCHER Main Wilshire units.  Two alarm fire at Nakatomi Plaza -- \nThe voice continues as the station doors open and we: \nCUT TO: \n", "random": "                                                                                                    ", "sentiment": "                                                                                                    "}, {"id": 1559, "prefix": "CUT TO: 329     VAULT FLOOR                                           329 Theo and Kristoff load the bonds into the big cases which carried all their gear when they entered.  As Hans and Eddie come in they look curiously at Holly. ", "truth": "He picks up a CB, speaks into it. \nHANS McClane!  McClane!  I have some news for you...McClane? \n330     THE MACHINE FLOOR                                     330 \nTILT UP from the CB radio Karl smashed. \nKarl and McClane are in the b.g., almost toe to toe, all their tricks played out, going at it with animal instinct. \n331     THE VAULT ROOM                                        331 \nHANS McClane? (pause, then on a new channel) Karl?  Karl? \nNothing.  He looks at Theo. \nHANS Hurry. \n332     THE ROOF                                              332 \nUli herds the hostages up onto the roof, pushing the last few out. \n333     LONG SHOT - FBI CHOPPERS - DOWN AVE. OF THE STARS     333 \nThey float toward us, hugging the street, their prop wash shaking the trees. \n334     POWELL AND ROBINSON                                   334 \nFollowing them with their eyes, for once sharing the same opinion. \n335     HOSTAGES ON THE ROOF                                  335 \nThey see their very own Christmas decorations, the friendly copter lights, and begin to smile and cheer.  Uli smiles to himself, moves towards the door: \n336     VAULT ROOM                                            336 \nTheo closes the lid of a bond-stuffed case, carries it out of the room.  Holly's eyes follow his exit while the others continue. \nHOLLY (to Hans, scornfully) After all your posturing, all your speeches...you're nothing but a common thief. \nHANS I'm an exceptional thief, Mrs. McClane. And now that I'm moving up to kidnapping, you should be more polite. \nHe SLAPS her. \n337     MACHINE FLOOR                                         337 \nKarl drives McClane back with a sweeping head kick.  Another one. McClane is staggering.  He gets in one hard punch and then Karl charges at him.  McClane falls backwards, drives his legs upwards, propelling Karl into the air: \n338     LOW ANGLE                                             338 \nKarl goes into a loop of chain hanging over a turbine, becomes entangled. \n339     MCCLANE                                               339 \njumps to his feet, yanks the other end of the chain. \n340     KARL                                                  340 \nis JERKED upwards by the neck.  He TWITCHES like a captured fish -- starts to turn blue: \n341     MCCLANE                                               341 \nTwists the chain end around a pipe as Karl STILLS.  McClane snatches up his Baretta from the floor, runs out. \nCUT TO: \n342     CHOPPERS - IN THE AIR                                 342 \nWe can SEE the tailing 'chopper through the open port of this one.  Big Johnson leans over, slaps the shoulder of his pilot. \nBIG JOHNSON Just like Saigon, eh, Wally? \nPILOT My kind of town. \nCUT TO: \n343     THE ROOF                                              343 \nThe door rattles.  His back to the CAMERA, Uli goes to the door, OPENS it -- and TWO BULLETS COME OUT HIS BACK.  Smoking Baretta in hand, McClane vaults over the body before it has even stopped twitching.  As the hostages SQUEAL and SCREAM, McClane snatches up Uli's machine gun, runs out onto the roof.  He charges through the crowd, spots Ginny near the edge of the roof.  She meets him halfway. \nMCCLANE Where's Holly -- \nGINNY The took her -- after they saw the kids on television -- \nMCCLANE What?  God -- \nHe looks off to the choppers.  Closer yet.  He turns, SHOUTS. \nMCCLANE Listen to me!  All of you, get down to the lower floors -- you're all in danger. \nHOSTAGE What are you, crazy?  We're being rescued!  Those helicopters -- \n", "random": "                                                                                                    ", "sentiment": "     John \"Cheeks\" Woolf sits up.                                                                                      "}]