[{"id": 2220, "prefix": "ACE SPECK So what? LE Dr.SCHULTZ So, I wish to parley with you. ACE SPECK Speak English! Dr.SCHULTZ Oh, I'm sorry. Please forgive me, it is a second language. Amongst your inventory, I've been led to believe, is a specimen I'm keen to acquire. (to the slaves) Hello you poor devils. Is there one among you, who was formerly a resident of The Carrucan Plantation? Since Roy in lead position is the one holding the lantern, the second half of the slave centipede falls off into darkness. In the darkness a VOICE rings out; ", "truth": "DJANGO Django. Dr.SCHULTZ Wunderbar! You're exactly the one I'm looking for. So tell me Django - by the way that's a amazing name - during your time at the Carrucan Plantation, did you come to know three overseers by the name of The Brittle Brothers? Django nods his head, yes. Dr.Schultz is delighted. Dr.SCHULTZ Big John, Ellis, and little brother Raj? \nDJANGO Dem da Brittle Brothers. Dr.SCHULTZ So Django, do you think you could recognize - ï¿½. The Speck Brothers have been watching this tenderfoot engage their Slave in polite conversation.. .with a touch of disbelief. \nACE SPECK Hey, stop talkin' to him like that! Dr.SCHULTZ Like what? \nACE SPEC Like that! Dr.SCHULTZ My good man, I'm simply trying to ascertain \nACE SPECK Speak English, goddamit! Dr.SCHULTZ Everybody calm down! I'm simply a customer trying to conduct a transaction. \nACE SPECK I don't care, no sale. Now off wit ya! Dr.SCHULTZ Don't be ridiculous, of course they're for sale. Ace raises his rifle towards the German. \nACE SPECK Move it! Ace cocks back the rifle hammer. Dr.SCHULTZ My good man, did you simply get carried away with your dramatic gesture, or are you pointing that weapon at me with lethal intention...? \nACE SPECK Last chance, fancy pants Dr.SCHULTZ - Very well - The doctor, throws his lantern to the ground, enveloping him in darkness. The next FLASH OF LIGHT we see is the good doctors PISTOL out of his holster, and FIRING point blank into Ace Specks face... .BLOWING the dumber dumb brother off his horse, dead in the dirt. \nBefore Dicky can maneuver either his rifle or his horse in the Germans direction... \nBAM... Dr.SCHULTZ SHOOTS his HORSE in the head... .The Steed goes down taking Dicky with him... When the dead weight horse lands on Dicky's slightly twisted leg, we hear TWO DISTINCT CRACKING SOUNDS.:.. Dicky lets out a bitch like scream. The Slaves watch all this. They've never seen a white man kill another white man before. Dicky is pinned down under his ole paint. Django watches in the dark, the German climb down off his horse, pick up Ace's discarded lantern, and walk over to the remaining Speck. Dr.SCHULTZ Sorry about putting a bullet in your beast. But I didn't want you to do anything rash before you had a moment to come to your senses. Dr.Sch.ultz LIGHTS the lantern, illuminating himself, as he stands over Dicky's body. \nDICKY SPECK You goddamn son of a bitch, you killed Ace! Dr.SCHULTZ. I only shot your brother, once he threatened to shoot me. And I do believe I have ... \n(COUNTING OUT \nTHE SLAVES) .one, two, three, four, five, six, seven witnesses who can attest to that fact. \nDICKY SPECK My damn legs busted! Dr.SCHULTZ No doubt. Now, if you can keep your caterwauling down to a minimum, I'd like to finish my line of inquiry with young Django. \n(TO DJANGO) As I was saying, if you were to see the Brittle Brothers again, would you recognize them? \nDJANGO Yes. \nDr.SCHULTZ Now I'm sure. to you, all unshaven white men look alike. So Django, in a crowd of unshaven white men, can you honestly and positively point out The Brittle Brothers? \nDJANGO SPAGHETTI WESTERN FLASHBACK We're in his little shack at the Carrucan Plantation. It's PISSING RAIN outside. Django is making love to his wife Broomhilda, when she stops letting out a shout. The three overseers known as THE BRITTLE BROTHERS are outside peeking in through the window. They BURST in through the front door. Soaked to the bone, they rodeo bull their way into the shack, and make the two slaves continue fucking for their amusement. As Django and Broomhilda are forced to copulate, they run their wet white hands down her chocolate leg.. .they fondle his ass.. .they squeeze her tit. . .they bring a belt across Django's backside to make him fuck faster. . .then they yank him off, as BIG JOHN climbs on top of Broomhilda..the other Brittle brothers whip Django with their belts, and make him sit in the corner, while they finish with his wife. \nBACK TO DJANGO \nDJANGO I can point 'em out. Dr.SCHULTZ Sold American! So Mr.Speck, how much for Django? \nDICKY SPECK I'm gonna lose this leg! Dr.SCHULTZ Yes, unless you find a talented physician very quickly, I'm afraid that will be the. end result. But back to business, how much do you want for Django? \nDICKY SPECK You go to hell! Dr.SCHULTZ Don't be silly. How much for Django? \nDICKY SPECK 800 dollars! Dr.SCHULTZ Oh come now, I may not have the experience in the slave trade that you and your family does, but neither was I born yesterday. \nThe. good doctor removes a pamphlet from his grey suit coat pocket. Dr.SCHULTZ In this most helpful pamphlet that I picked up at The Greenville Slave Auction, it says that the going rate for African flesh' - in particularly a field nigger -_is sixty to eighty dollars. Now handsome no doubt as Django is, technically, he is a field. nigger. Which according to\"this pamphlet here - and why would they lie - puts his price at eighty dollars. So in light of that, how bout a hundred and twenty five dollars for young Django here. Dr.Schultz removes his long billfold from his pocket, and takes out a one hundred dollar bill, two tens and a fiver. Dr.SCHULTZ And since your late brother. won't be using it anymore, I'd like to purchase his nag. He removes a twenty dollar gold piece from his. pocket, and tosses it on Dicky's body. He bends down and, puts the paper money-.in the saddle bags on Dicky's dead horse. With.his hands in there, he roots around and finds the keys to-the leg irons. He unlocks Django's leg irons. Django is free. Dr.SCHULTZ There you go Django,. Give your ankles a good rubbing, then get up on that horse. Also, if I was you, I'd take that winter coat the dear departed Speck left behind. Django removes the coat from the dead slaver. Puts on the warm jacket over his bare back, and climbs up on Ace Specks horse. Dr.Schultz turns to Dicky on the ground. Dr.SCHULTZ Mr.Speck, I am afraid I will require a bill of sale. Do you have one? Dicky just curses him. He says, removing a notebook from his pocket; Dr.SCHULTZ I thought not. No worries, I come prepared. (as he writes) This will serve nicely as a bill of sale. (he stops, then says to Django) Django is spelled with a silent \"D\", is it not? \nDJANGO Huh? Dr.SCHULTZ Why not.. He writes it in his book with a silent \"D\", then stops to admire the way it looks. Dr.SCHULTZ Yes, that does add a little character. The German dentist lowers himself by the Speck brother pinned down under his horse, and hands him the notebook and pen. Dr.SCHULTZ If you'd be so kind Speck, as to make your mark here. The. Hillbilly spits in the German gentleman's face. The good doctor wipes his face with a handkerchief. Then takes out a pocket knife. And whispers something that can't be heard in the slavers ear. He signs the bill of sale. Dr.SCHULTZ Mr.Speck, I would like to say it was a pleasure doing business with you, but your customer service leaves a lot to be desired. The good doctor climbs back up on Fritz, and looks to the six Slaves, in leg irons. Dr.SCHULTZ Now as to you poor devils. He tosses to Pudgy Ralph the keys to the shackles. Dr.SCHULTZ So as I.see it, when it comes to the subject of what to do next, you gentlemen have two choices. One, once I'm gone, you lift that beast off the remaining Speck, then carry him to the nearest town. Which would be at least thirty-seven miles back the way you came. Or ... .Two, you unshackle yourselves, take that rifle over there. . .put a bullet in his head, bury the two of them deep, and make your way to a more enlightened area of the country. The choice is yours. He's just about ready to ride off, when the good doctor adds; \nDr.SCHULTZ Oh, and on the off chance that there's any astronomy aficionados amongst you, the North Star is THAT ONE. Tata. He looks to Django, who doesn't know how to start his horse. Dr.SCHULTZ Just give him a little kick. Django does, and the horse responds by moving. Dr.SCHULTZ See, it's not so difficult. \nEXT - MORNING TEXAS LANDSCAPE - SUNRISE The DAWN BREAKS on a western landscape. The two men ride their horses silently, horse hooves CLIP-CLOPPING among the rocks. Django wears Specks winter coat, with one of Dr.Schultz's white button down dress shirts underneath it. As they ride through the picturesque scene... Dr.Schultz breaks the silence. Dr.SCHULTZ So, Django, what do you intend to name him? \nDJANGO Who? Dr.SCHULTZ Your horse? \nDJANGO What horse? Dr.SCHULTZ' The horse you're riding. \nDJANGO This ain't my horse. Dr.SCHULTZ Yes it is. \nDJANGO No it ain't, it's your horse. I'm just riding it. Dr.SCHULTZ Well, technically, yes - Wait a minute - technically not. If it's my horse, I can give it to you, and as of now, I'm doing such. Django, you're now the proud owner of a horse, congratulations. \nDJANGO I can't feed no horse. I can't put no horse up in no stable. Dr.SCHULTZ \n(FRUSTRATED) Don't worry about all that! They ride a bit longer in silence.. .the good doctor composes himself... then says with a smile; Dr.SCHULTZ So... . now that that's settled... . what do you intend to name it? Half the fun of having a horse is choosing his name. For instance my steed is named Fritz. He's stubborn, ornery, and prone to a bad disposition, but I couldn't do without him. (he pats Fritz's neck) Anyway, the name of one's steed, isn't something one does lightly. So once you've thought about it for awhile - \nDJANGO - Tony. Dr.SCHULTZ - Tony what? \nDJANGO - I dunno, Tony the horse. Dr.SCHULTZ Oh, you mean you want to name your horse Tony? \nDJANGO Yeah. That's what you jus' asked me, right? Dr.SCHULTZ When you're right you're right, indeed I did. Why Tony? \n", "random": " ACE SPECK (to the slaves) You can't believe it! (to the slaves) I'm telling you, that's just what they think. (to the slave) My friend, the Carrucan Plantation, is the only one who I've ever held, i.e. not as an inmate. (to the slaves) It's all for naught! As the voice goes out, the slave has to be rescued. While the slave is being rescued, the", "sentiment": "The Carrucan Plantation is now a place of great danger. The Carrucan Plantation is now a place of great danger. The Carrucan Plantation is now a place of great danger. The Carrucan Plantation is now a place of great danger. The Carrucan Plantation is now a place of great danger. The Carrucan Plantation is now a place of great danger. The Carrucan Plantation is now a place of great danger."}, {"id": 2221, "prefix": "BAM! The German picks the middle Brittle brother off his horse. The dead man WIPES OUT horribly in the thick cotton brush. RED BLOOD splashes on WHITE COTTON. The German and Django have the entire plantation's attention. Spencer Bennett (with his Winchester), his SONS and his OVERSEERS, and some HOUSE NIGGERS come around like a angry mob. The German tosses his rifle in the dirt, and raises his hands. Django does the same with his pistol. Dr.Schultz addresses the ANGRY MOB. Dr.SCHULTZ Everybody calm down, we mean no one else any harm! SPENCER Just who the hell are you two jokers? Drï¿½. SCHULTZ I am Dr.King Schultz, a legal representative of the criminal justice system of the United States of America. The man to my left is Django Freeman, he's my. deputy. In my pocket is a warrant signed by circuit court judge Henry Allen Laudermilk of Austin Texas, for the arrest and capture, dead or alive, of John Brittle, Ellis Brittle, and Roger Brittle -- ", "truth": "SPENCER Gimmie. Dr.Schultz removes the warrant from his jacket pocket, and hands it to the plantation owner. Bennett reads it silently to himself, resigned to what it says. Dr.SCHULTZ Satisfied. Bennett eyes go from the warrant to the German. Dr.SCHULTZ May I have that back? \n,- Bennett hands Schultz back the piece of paper. Dr.SCHULTZ We good? \nBENNETT Get off my land. Dr.SCHULTZ Post haste. \n(TO DJANGO) Load up the bodies as quickly as you can, and let's get out of here. \nTIME CUT All three dead Brittle Brothers lie over the back of the extra horse the bounty hunters brought with them. Both Bounty Hunters are back in their saddles ready to leave. With all the eyes of the plantation on them, the white and black man start to ride out, when Spencer \"Big Daddy\" Bennett, steps in their way for one final threat. \nBENNETT Ain't nobody gonna touch you and your Jimmie while you on my property. But for lettin' a nigger kill a white man, and especially for letting a nigger kill a white man in a audience of niggers, y'all ain't gonna make it out of the county alive. Mark my words Schultz, by tomorrow morning your niggers gonna be stripped and clipped and hangin' from my motherfuckin' gate. Dr.SCHULTZ I'm fully aware Bennett, that you and your regulator playmates aren't shy about killing for what you believe in. But mark my words Big Daddy, if you make a move towards Django or myself, you better be prepared to die for it. The two men ride off. The Black and White Audience watch them go. \nEXT -- A TENNESSEE LAKE - NIGHT INSERT: Dr.Schultz's SADDLE BAG, the doctor's hands remove THREE STICKS /!. OF DYNAMITE from it. \nINSERT: The doctor's HANDS bind the Three Sticks of Dynamite together. INSERT: The Three Sticks are WRAPPED UP in a BRIGHT YELLOW BANDANA. INSERT: The Yellow Dynamite Sticks, are buried in dirt about half way, with the yellow part protruding from out of the ground. \nCUT TO. \nCU SPENCER BENNETT lying on his belly in the grass. \nSPENCER BENNETT That's them sonsabitches. \nSPENCER'S POV: We see the camp by the lake that Dr.Schultz and Django have set up. Both wrapped up in bedrolls. The dead bodies of the Brittle Brothers lie by them in a pile. A campfire slowly dims. We Cut Back to Spencer Bennett lying on his belly with SIX OTHER RIFLE CARING MEN observing the camp, from over a grade. The Men sneak back down the hill the way they came... Where about TWENTY-FOUR REGULATORS are waiting for them ON HORSEBACK, all of the riders heads are covered by FLOUR SACKS with eyes and mouth holes cut out. Some carry TORCHES, all carry RIFLES or SHOTGUNS. Spencer mounts his horse. \"Big Daddy\" issues orders astride his steed.. \nSPENCER BENNETT Now unless they start shootin' first, nobody shoot 'em. That's way too simple for these jokers. We're gonna whip that nigger lover to death. And I'm gonna personally, strip and clip that garboon myself. Having said his blood thirsty words, he puts the flour sack over his head. He tussles with the sack for a bit, then from inside the sack; \nSPENCER BENNETT Damn, I can't see fuckin' shit outta this thing. He sticks his fingers in the.eye holes, and rips, trying to make the holes bigger, he only succeeds in making-visibility more obscured. \nBRADSHAW We ready, or what? \nSPENCER BENNETT Hold on I'm fuckin' with my eye holes. \n(RIPS) Shit ...I just made it worse. He rips. it off his head in frustration. \nRANDY I can't see shit either. \nREDFISH Who made this goddamn shit? \n0. B. Willards wife. \nWILLARD Well make you own goddamn masks! \nSPENCER \n(TO WILLARD) Look nobody's saying they don't appreciate what Jenny did. \nREDFISH Well if all I hadda do was cut a bag, I could cut it better then this. \n0. B. How 'bout-you Robert, can you see? \nROBERT Not too good. I mean if I.don't move my head, I can see you pretty good ... . more or less. But when I start ridin' the bag starts moving all over, and I'm riding blind. Randy tears at his bag. \nRANDY Oh shit, I just made mine worse. He puts it on-then says; \nRANDY Yep, it's worse. He yanks it off his head. \nRANDY Did anybody bring any extra bags? \nTERRY No, no one brought a extra bag! \nRANDY I'm just asking. \nDOUG Do we hafta wear 'em when we ride? \nSPENCER Shitfire, if you don't wear 'em as you ride up, that just defeats the purpose. Redfish, fatter then some (but not all), takes off his bag. \nREDFISH I can't see in this fucking thing! I can't breathe in this fucking thing! And I can't ride in this fucking thing! \nWILLARD Fuck all y'all! I'm going home. I watched my wife work all day gettin' thirty bags ready for you ungrateful sonsabitches! And all I hear is criticize, criticize, criticize. From now on don't ask me or mine for nothin'! Willard rides off. O.B. removes his bag, and yells after Willard. \nSPENCER O.B., I tole yo to keep quiet! They're asleep, not dead. \n", "random": " and the posting on the Sheriff's Department's website. A WAVES MAN SLAMS the WORD \"FUCK YOU\" at the end of the sentence. The WORD \"FUCK YOU\" is SHOT at the Alvarez's head. He's DEAD. The WORD \"FUCK YOU\" is SHOT at the Alvarez's throat. The WORD \"FUCK YOU\" is SHOT at the WORD \"FUCK YOU\" in the most horrific and painful way imaginable", "sentiment": "__________________________________________________________ The German, HIGHLY DICKY, and Django, are all arrested by the sheriff's deputies who are acting on their orders. The sheriff's deputies are the only ones that can possibly stop the Brittle brothers from killing the Brittle brothers. The sheriff's deputies, who are the only ones who can possibly stop the Brittle brothers from killing the Brittle brothers, are the ones who have the most to lose. The Brittle brothers are like a bunch of pigs"}, {"id": 2222, "prefix": "(TO DJANGO) So Bright Boy,.Moguy here tells me you looked over my African flesh, and were none too impressed. FLASH ON we see. Django looking over THREE MANDINGOS.. BACK TO CLEO CLUB ", "truth": "CALVIN CANDIE Well then we got nothing more to talk about. You wanna buy a beat ass nigger from me, those are the beat ass niggers I wanna sell. \nDJANGO He don't wanna buy the niggers you wanna sell. He wants the nigger you don't wanna sell. \nCALVIN CANDIE I don't sell the niggers I don't wanna sell. Dr.Schultz chimes in thoughtfully;- Dr.SCHULTZ You won't sell your best. You won't even sell your second best. But your third best... .you don't want to.sell him... .But if I made you an offer so ridiculous you'd be forced to consider it... . who knows what could happen? \nCALVIN CANDIE What do you consider ridiculous? Dr.SCHULTZ. For a truly talented specimen, .\"The Right Nigger\"..:? How much would you say, Django? \nDJANGO Twelve thousand dollars. Calvin Candle takes in the figure. \nCALVIN CANDIE Gentlemen, you had my curiosity. Now you got my attention. \nTIME CUT \nTNT -- CLEOPATRA CLUB -- RESTAURANT - NIGHT Candle, Moguy, Django, Schultz, Bartholomew, Sheba, and Coco eat dinner in the restaurant. All the men eat thick T-Bones. Coco eats Catfish. And Sheba uses her fingers to rip apart Crawdads. \nCALVIN CANDIE How ya like that meat, Bright Boy? Django's eyes go to Calvin, he nods his approval. \nCALVIN CANDIE \n(TO COCO) How's your Catfish, dew drop? \nCOCO Real good Monsieur Candie. \nCALVIN CANDIE \n(TO SCHULTZ) You spend a lot of time around niggers aside from Freeman here? Dr.SCHULTZ Not so much. \nCALVIN CANDIE Well if'in you did,.you'd know what a treat this was for 'em. You feel special Coco? \nCOCO Yes. sir, Monsieur Candie. \nCALVIN CANDIE You feel special Bartholomew? \nBARTHOLOMEW Yes sir, Monsieur Candie. He looks to Sheba, who's licking her fingers from the Crawdads. \nCALVIN CANDIE Now Sheba always feels special. Dont'cha? \nSHEBA Yep. \nCALVIN CANDIE How 'bout you Bright Boy, you feel special? \nDJANGO \n(MEANING SHEBA) Not as special as her. The table breaks out in laughter. \nCALVIN CANDIE Well we're leaving bright and early tomorrow morning, and moving the. whole kit and caboodle to \"Candyland.\" You oughta come with us. Dr.Schultz and Django's eyes meet for a moment.. .so far...so good. Dr.SCHULTZ Well, that wasn't on the agenda. But I suppose I could be amenable to that. How far must we trek? \nCALVIN CANDIE Oh hardly a ride at all, We'll still be in Chickasaw County. Five hours.. .tops. There you can get a look at my best specimens. Have dinner with my sister and I. Spend the night at Candyland as my guest. Dr.SCHULTZ Splendid. Django and Schultz trade looks and small smiles. \nWE CUT \nEXT - COUNTRY SIDE MISSISSIPPI - DAY It's the next day and a whole procession is making their way to \"Candyland.\" Calvin Candie, Leonide Moguy, Dr.Schultz, Django, and THREE OVERSEERS (BILLY CRASH, TOMMY GILES, and HOOT PETERS) ride horses. Bartholomew (now dressed in work clothes) drives a buckboard filled with'supplies. FIVE MANDINGOS (Big Fred and Banjo who we already met, plus JOSHUA, SIDNEY JAMES, and TATUM) recently purchased at the Greenville Auction walk to their new home, with small bundles of their personal possessions under their arm. They look like powerful warriors. \nTHREE OTHER SHIRTLESS MANDINGOS (RODNEY, CHICKEN CHARLY, CHESTER) WHO WERE THE MANDINGOS FROM Candyland that didn't sell at Greenville are walking back to Candyland, with their small bundle of personal possessions under their arms. These poor devil's know their fate is pretty dismal. Either they'll be sold to the LeQuint Dickey Mining Company, or they'll be put in some mandingo fight they can't win, like with Samson, or Stonesipher's dogs. \nJ \nRODNEY walks along the road, looks up at Django riding his horse. All the slaves hate Django because they think he's a black slaver. But the three heading back to Candyland are even more resentful. \nFLASH ON Django with Schultz, earlier, inspecting and rejecting these three. \nRODNEY gives Django a bad eyeball look up on his horse. \nDJANGO ON TONY sees it. He's playing the role of a fucker black slaver, he can't let that shit stand. He yells down to the powerless man; \nDJANGO Gotta problem with your eyeball, boy? Rodney looks away. \nRODNEY No sir. \nDJANGO You want a boot heel in it? \n", "random": "!!! FLASH ON. We see. We hear. Cold FIST, WE SEE. WE SEE YOU. WE SEE YOU. WE SEE YOU. WE SEE YOU. WE SEE YOU. WE SEE YOU. WE SEE YOU. WE SEE YOU. WE SEE YOU. WE SEE YOU. WE SEE YOU. WE SEE YOU. WE SEE YOU. WE SEE YOU. WE SEE YOU. WE SEE YOU. FLASH ON. We hear. Fire fires. FLASH ON. We see. We", "sentiment": "ˌ BUT THIS ARE YOU!!!!! ˌ MOSE-RING THE MOST CLEO CLUB ˌ IN REST ˌ SECOND ˌ INENA ˌ DIED BY A MOST CLEO CLUB ˌ ˌ THAT MOSINGO DEAF HEEL ˌ ˌ ˌ ˌ ˌ ˌ ˌ ˌ ˌ BOOOM ˌ �"}]