[{"id": 1719, "prefix": "CUT TO: YOUNGER WOMAN --of course we were briefed on what to say--and never to volunteer anything-- CUT TO: ", "truth": "Smiles, talks on as we-- \nCUT TO: \nRICHARD NIXON'S SOMBER VISAGE. \nNIXON ...No one in this administration, presently employed, was involved in this very bizarre incident... \nPULL BACK TO REVEAL \nBERNSTEIN and WOODWARD in a crummy cafeteria, watching the evening news on the TV set high on the wall. WOODWARD eats a hamburger, BERNSTEIN smokes, sips coffee. It is night, as usual now. \nCUT TO: \nNIXON--on the tube. \nNIXON ...What really hurts in matters of this sort is not the fact that they occur, because overzealous people in campaigns do things that are wrong. What really hurts is if you try to cover it up. \nCUT TO: \nWOODWARD and BERNSTEIN as the news commentator come on, begins introducing another story. \nWOODWARD Did he just say what I think he said? \nBERNSTEIN You voted for him. \nHe gives WOODWARD a big smile. WOODWARD eats his hamburger in silence... \nCUT TO: \nA DIFFERENT TIME, A DIFFERENT PLACE--EARLY EVENING. \nBERNSTEIN gets out of his car, walks up, and knocks on the door of a small tract house in the D.C. suburbs. A woman opens the door. \nBERNSTEIN Hi, I'm Carl Bernstein of the Washington Post and-- \nWOMAN --oh, you don't want me, you want my sister. (calls out) For you. \nAnd we-- \nCUT TO: \nTHE BOOKKEEPER approaching the door. She's younger than the cliché version of a bookkeeper. As she looks at her sister-- \nBOOKKEEPER'S SISTER This here is Carl Bernstein-- \nBOOKKEEPER --omigod, you're from that place, you've got to go. \nThe sister is smoking and there is a pack on the dinette table. \nBERNSTEIN Could I bum one of your cigarettes?-- \nAs the sister starts for the pack-- \nBERNSTEIN --don't bother, I'll get it. \nAnd he crosses ten feet inside the front door. \nBOOKKEEPER You've really got to go. \nBERNSTEIN Just let me get a match. \nHe goes into the living room area, picks up a book of matches. This whole scene moves slowly, the tension building under it-- it's not like news people talking, nothing overlaps here. \nBERNSTEIN But I want you to know that I understand why you're afraid--a lot of good people down there at the Committee are afraid. I'm really sorry for what you're being put through. \nBOOKKEEPER All those articles you people write-- where do you find that stuff? \nBERNSTEIN We don't tell anyone that. Which is why you can talk to us. And if we can't verify what you say someplace else, we don't print it. That's another reason you can relax. \nBOOKKEEPER (tense) I'm relaxed--light your cigarette. \nBERNSTEIN lights the cigarette. \nBERNSTEIN You were Hugh Sloan's bookkeeper when he worked for Maurice Stans at Finance, and we were sort of wondering, did you go work for Stans immediately after Sloan quit or was there a time lapse? \nBOOKKEEPER I never worked for Sloan or Stans. \nBOOKKEEPER'S SISTER (out of the blue; to BERNSTEIN) Would you like some coffee or anything? \nAs the BOOKKEEPER winces. \nBERNSTEIN (like a shot) Please, yes, thank you. (he looks at the BOOKKEEPER) Can I sit down for a minute? \nHe is by a couch. \nBOOKKEEPER One minute but then-- \nBERNSTEIN --right, right, I've got to go. (he sits) Why did you lie just then? \n", "random": "\nIN THE OUT-OF-TOWN CUT TO: \nCUT TO: \nCUT TO: \nCUT TO: \nCUT TO: \nCUT TO: \nCUT TO: \nCUT TO: \nCUT TO: \nCUT TO: \nCUT TO: \nCUT TO: \nCUT TO: \nCUT TO: \nCUT TO: \nC", "sentiment": " YOUNGER WOMAN --of course we were briefed on what to say--and never to volunteer anything-- CUT TO:  YOUNGER WOMAN --of course we were briefed on what to say--and never to volunteer anything-- CUT TO:  YOUNGER WOMAN --of course we were briefed on what to say--and never to volunteer anything-- CUT TO:  YOUNGER WOMAN --of course we were briefed on what to say"}, {"id": 1720, "prefix": "BERNSTEIN What happens when the baby comes? SLOAN We're moving. (beat) I've been looking for a job but it's been... hard. My name's been in the papers too much. Sometimes I wonder if reporters understand how much pain they can inflict in just one sentence. I'm not thinking of myself. But my wife, my parents, it's been very rough on them. CUT TO: ", "truth": "SLOAN I wish I could put down on paper what it's like--you come to Washington because you believe in something, and then you get inside and you see how things actually work and you watch your ideals disintegrate. (beat) The people inside, the people in the White House, they start to believe they can suspend the rules because they're fulfilling a mission. That becomes the only important thing-- the mission. It's so easy to lose perspective. We want to get out before we lose ours altogether. \nSLOAN opens the front door. WOODWARD and BERNSTEIN pause, nod, almost an embarrassed pause. Then as they hurry out into the rain-- \nCUT TO: \nA NERFBALL \nflying toward a basket cupped to a picture window. When we \nPULL BACK \nwe're in BRADLEE's office, SIMONS and ROSENFELD are also there, along with WOODWARD and BERNSTEIN. BRADLEE plays nerfball mostly; he hasn't got the worlds's longest attention span. \nBERNSTEIN Look--five men controlled that slush fund as CREEP--three of them we've got, Mitchell, Stans, Magruder, and we're pretty sure of Kalmbach. \nWOODWARD We'd like to wait til we have all five before we print it. \nBRADLEE This is a daily paper, we'll explain it tomorrow. (looks at them) You're certain on Mitchell? \nWOODWARD He approved the payments to Liddy while he was still Attorney General-- \nAnd all this now goes fast-- \nROSENFELD --you got more than one source?-- \nBERNSTEIN --yes-- \nSIMONS --has any of them got an ax?-- \nROSENFELD --political, personal, sexual, anything at all against Mitchell?-- \nWOODWARD --no-- \nSIMONS --can we use their names?-- \nBERNSTEIN --no-- \nBRADLEE --goddamnit, when's somebody gonna go on the record on this story-- \nROSENFELD --who you got?-- \nWOODWARD --well, Sloan-- \nBERNSTEIN --and we got a guy in Justice-- \nBRADLEE --Deep Throat?-- \nWOODWARD --I saw him. He verifies. \nBRADLEE OK. (now after the burst of talk, a pause) You're about to write a story that says that the former Attorney General-- the man who represented law in America-- is a crook. (throws the nerfball) Just be right, huh? \nAs WOODWARD and BERNSTEIN leave the office-- \nBRADLEE Leave plenty of room for his denial. \nCUT TO: \nBERNSTEIN AT HIS DESK ON THE PHONE. He has some papers in front of him an a notepad and pencil in his free hand. He is tired and very, very nervous. It is dark outside. In what follows, BERNSTEIN takes notes. \nOPERATOR'S VOICE (V.O.) Essex House, can I help you? \nBERNSTEIN John Mitchell, please. \nThere is a BUZZING SOUND. Then-- \nJOHN MITCHELL'S VOICE (V.O.) Yes? \nBERNSTEIN Sir, this is Carl Bernstein of the Washington Post, and I'm sorry to bother you but we're running a story in tomorrow's paper that we thought you should have a chance to comment on. \nMITCHELL (V.O.) What does it say? \nBERNSTEIN (starting to read) John N. Mitchell, while serving as US Attorney General, personally controlled a secret cash fund that-- \nMITCHELL (V.O.) --jeeeeeeesus-- \nBERNSTEIN --fund that was used to gather information against the Democrats-- \nMITCHELL (V.O.) --jeeeeeeesus-- \nBERNSTEIN --according to sources involved in the Watergate investigation. Beginning in the spring of 1971-- \nMITCHELL (V.O.) --jeeeeeeesus-- \nBERNSTEIN --almost a year before he left the Justice Department-- \nMITCHELL (V.O.) --jeeeeeeeeesus-- \nBERNSTEIN --to become President Nixon's campaign manager on March 1, Mitchell personally approved withdrawals from the fund-- \n", "random": "                                                                                                  ", "sentiment": "e do just that. \nHARTFORD (coughing, coughs) I thought I'd be able to work my way up your sleeve, but we are talking about a job. \nHARTFORD You're a nice guy, but I think you've got a life to live. \nHARTFORD (HADLY) I'm a good guy. \nCUT TO: \nHARTFORD'S VOICE: "}, {"id": 1721, "prefix": "WOODWARD in the shadows, coming closer. CUT TO: THE DRUNK. He blinks slowly, tongue lolling outside his mouth. He watches WOODWARD approach. ", "truth": "WOODWARD coming still closer. \nCUT TO: \nTHE DRUNK. He blinks very slowly now. Maybe he isn't even certain WOODWARD's there. \nCUT TO: \nWOODWARD stopping in front of the drunk. They look at each other for a long time. Then: \nWOODWARD Who are you? \nCUT TO: \nTHE DRUNK. Nothing, no reaction. \nCUT TO: \nWOODWARD studying the other man. \nCUT TO: \nTHE DRUNK. And he blinks again, then slowly, shivering, begins sliding down the wall. WOODWARD reaches for him, holds him up. \nCUT TO: \nWOODWARD managing to get out his wallet, take out some bills. He starts up the ramp with the drunk, and as they disappear up the ramp out of sight, he gives the drunk the money. \nWOODWARD Here. (softly) Forget your troubles and just be happy. \nCUT TO: \nDEEP THROAT pacing and smoking. He is visibly upset; scared maybe. He glances over as WOODWARD comes back down the ramp alone. \nDEEP THROAT (self-mocking) I hope you noticed how coolly I behaved under the threat of discovery. \nWOODWARD (impatiently) Do Justice and the FBI know what we know, and why the hell haven't they done anything about it? \nDEEP THROAT They know, but they focused on the burglary--if it didn't deal with the break-in, they didn't pursue it. \nWOODWARD Why didn't they?--who told them not to? \nDEEP THROAT Someone with authority I'd imagine, wouldn't you? (coughs) Don't you know what you're onto? Come on. \nWOODWARD Mitchell knew then. \nDEEP THROAT Of course--my God, you think something this big just happens? The break-in and the cover up, of course Mitchell knew, but no more than Ehrlichman. \nWOODWARD Haldeman too? \nDEEP THROAT You get nothing from me about Haldeman? \nAnd from this tone, you know HALDEMAN scares him. \nWOODWARD Why did they do all this for Chrissakes?--what were they after? \nDEEP THROAT Total manipulation. I suppose you could say they wanted to subvert the Constitution, but they don't think along philosophical lines. \nWOODWARD Talk about Segretti-- \nDEEP THROAT --don't concentrate on Segretti or you'll miss the overall scheme too. \nWOODWARD There were more then. \nDEEP THROAT Follow every lead--every lead goes somewhere-- \nWOODWARD --the Canuck letter--was that a White House operation-- \nDEEP THROAT (nods, bigger) --don't you miss the grand scheme too. \nWOODWARD How grand? \nDEEP THROAT Nationwide--my God, they were frightened of Muskie and look who got destroyed--they wanted to run against McGovern, and look who they're running against. They bugged, they followed people, false press leaks, fake letters, they canceled Democratic campaign rallies, they investigated Democratic private lives, they planted spies, stole documents, on and on-- don't tell me you think this was all the work of little Don Segretti. \nWOODWARD And Justice and FBI know all this? \nDEEP THROAT Yes, yes, everything. There were over fifty people employed by the White House and CREEP to ratfuck-- some of what they did is beyond belief. \nWOODWARD (stunned) Fifty ratfuckers directed by the White House to destroy the Democrats? \nCUT TO: \nDEEP THROAT \nDEEP THROAT I was being cautious. (inhales) You can safely say more then fifty... \nSILENCE in the garage. HOLD... then-- \nCUT TO: \n", "random": "ODWARD (to WOODWARD) - This is a real man. This is a real man. I'm just going to ask you to be a good ass and keep a good look out for me. \nWOODWARD (to WOODWARD) - I'm in love with this man. \nWOODWARD (to WOODWARD) - I believe him. \nWOODWARD (to WOODWARD) - He's the one who told you to", "sentiment": "ODWARD is about to be left alone when WOODWARD drops the flashlight. \nWOODWARD, distracting himself, begins staring at the DRUNK. The DRUNK starts to step forward... Back to his own, he starts to move the flashlight again and again, then comes back to his own. WOODWARD keeps the flashlight in the darkness for as long as he wants, then WOODWARD goes home. \nThis last episode was the last time WOOD"}]