[{"id": 1086, "prefix": "SADIE (directly, to Jack) So you told him. JACK I don't tell anyone anything... I just listen. SADIE (goes to Willie) Who told you? ", "truth": "SADIE That you're not going to be governor. \nWILLIE (getting up) Jack! Told me what?... Told me what? \nJack says nothing. Sadie gulps down her drink, bangs the empty glass on the bureau top, and turns to face Willie. \nSADIE (loudly) All right! That you've been framed, you poor sap. \nWillie looks at her steadily for a moment. \nWILLIE (quietly) Framed? \nSADIE And how! Oh, you decoy, you woodenhead decoy! And you let 'em. You let 'em because you thought you were the little lamb of God. But you know what you are? (she waits for his answer; he has none) Well, you're the goat! You are the sacrificial goat! You are a sap... because you let 'em. \nJACK Sadie! That's enough. \nSADIE Enough? He didn't even get anything out of it. Oh, they'd have paid you to take a rap like that, but they didn't have to pay a sap like you. Oh, no, you were so full of yourself and hot air, all you wanted was a chance to stand up on your hind legs and make a speech: my friends, what this state needs is a good five-cent cigar. What this state needs is a -- \nWILLIE (to Jack) Is it true? \nSADIE (prayerfully, to the ceiling) He wants to know if it's true. \nWILLIE Is it true? \nJACK That's what they tell me. \nThere is a long pause. Willie looks almost as if he is going to cry. Sadie pours out another drink, a stiff one. \nSADIE (handing it to him) Here. \nWillie drinks it all. \nJACK Hey, lay off that. You're not used to it. \nSADIE (jeeringly) He's not used to a lot of things. Are you, Willie? \nJACK (angrily) Why don't you lay off of him, Sadie? \nSADIE (ignores Jack) Are you, Willie? Are you? Are you... are you, are you, are you? \nShe shoves the bottle at him. He takes it and pours himself a drink. \nDISSOLVE TO: \nInterior: Sadie's Hotel Room (Upton), Morning \nWillie is snoring on the bed. Sadie's coat is thrown over him. She is in the bathroom, applying lipstick. Jack enters. \nSADIE Hi. \nJACK Well, things seem to have quieted down. \nSADIE (laughs) Yeah, I quieted him down. \nJACK Yeah. How was he? Noisy? \nSADIE Oh, he reared some. He's been telling me all the things he's going to do. He's going to do big things, this fella. He's going to be President. He's going to kill people with his bare hands. I quieted him down... Hey! Who's Lucy? \nJACK His wife. \nSADIE He talks like she's his mammy... she's going to blow his nose for him. \nJack sits on the bed next to Willie. \nJACK Well, I'll take him from here on in. They're waiting for him at the barbecue. \nSadie pulls her coat off Willie and goes to the door. \nSADIE Yeah, well give me a receipt for the body and I'll be on my way. \nShe leaves. Jack bends over Willie, who continues to snore. \nJACK Hey, Willie, Willie... come on, wake up, Willie. Come on, Willie. \nDISSOLVE TO: \nExterior: Fairgrounds (Upton), Day \nA crowd mills about underneath a banner that reads HEAR WILLIE STARK MAMMOTH BARBECUE -- UPTON FAIRGROUNDS \nExterior: Fairgrounds, Day \nWillie, staggering a bit, hung over, reacts painfully to the staggering height of the Ferris wheel. He leans on Jack for support, and they walk on. \nExterior: Fairgrounds, Day \n", "random": "\nJACK I just said it. SADIE I didn't tell him anything. I just listened. It was a mistake. I'm sorry. I'll tell you later. I've got to get back to work. I don't know if I'm gonna get out of here. I don't know if I'm gonna get out of here. You know what I think? I think I'm gonna go to New York. I know I can't stay. I can't go to", "sentiment": "\nJACK He said I was a swine. SADIE (to Willie) Who told you? \nJACK I don't know. Maybe he was a friend... Maybe he was a friend... \nSADIE He was your friend. I know it's true. SADIE (to Jack) I've seen him before... WILLIE I'm afraid he was his friend. They're both good friends. Willie shakes his head. Jack goes to Willie. "}, {"id": 1087, "prefix": "Interior: Willie's Executive Offices, Day As Jack enters from the corridor, Sadie is coming out of Willie's private office. SADIE (through open door) You low-down, no-good redneck... ", "truth": "JACK (to secretary) What goes on here? \nSECRETARY That's what Sadie wants to know. (she shows Jack newspaper containing photograph of Willie at the nightclub) The boss poses for too many pictures. \nJack grins, then walks into Sadie's office. \nSADIE I'll kill him. \nJACK Why, Sadie, I'm surprised at you. \nSADIE I'll kill him. \nShe goes to the door to yell to the secretary. \nSADIE I hate all women. \nShe slams the door again, and returns to her desk. \nSADIE Was she pretty? \nJack shoves the paper at her. She ignores it. \nSADIE Was she pretty? \nJACK If I met her on the street I'd never recognize her. \nSADIE Was she pretty? \nJACK How should I know? I wasn't looking at her face... Look, if it's going to cause all this grief, why don't you let him go? \nSADIE Let him go? I'll kill him. I'll drive him out of this state. \nJACK Just because a guy's sitting with a couple of girls on his knees in public... \nSADIE Public or private... I know him. How about what happened in Chicago? That girl on skates... and the time you both went to St. Louis... There's a new invention, you know, Photography and newsreels. Willie Stark in a nightclub... Willie Stark with a blonde. \nJACK You could always bleach your hair. \nSADIE I could also break every bone in his neck. After all I've done for him... Now he goes two-timing me. \nJACK He's been two-timing Lucy. So there's another kind of arithmetic for what he's doing to you. \nSADIE Lucy? (laughs) If she had her way he'd be back in Kanoma City slopping the hogs right now. And he knows it. He knows what she'd do for him. She had her chance. \nJACK You seem to think Lucy's on her way out, don't you? \nSADIE He'll ditch her... Give him time. \nJACK You ought to know. \nShe slaps his face. \nJACK Hey, you got the wrong guy. I'm not the hero of this piece. \nThe door to Willie's office bursts open and Willie dashes out. \nWILLIE All right, come on, both of you. Let's go, hurry it up. \nThey go out through the reception room, pick up Sugar Boy, and head down the corridor. \nWILLIE Come on. Pillsbury put his hand in the pork barrel and got caught. You know, I never did trust that guy. \nSome newsmen are waiting on the top landing. \nNEWSMEN Have you heard about Pillsbury? What do you intend to do about Pillsbury? How about it, Governor? \nWillie pushes by them. \nWILLIE Later, boys, later. (to Jack) Say, Jack, go back and get the Judge. Let's get him over to my hotel just as soon as you can. \nThey all hurry after Willie as he rushes down the stairs. \nInterior: Lobby State Capitol, Day \nAnne is about to go up the stairs when she meets Willie and the others on the way down. \nANNE (to Willie) I waited for you. (she sees Sadie) Hello. (back to Willie) You promised we could... uh... discuss my charity project... Children's home? \nWILLIE Well, I'm very sorry. Something very important came up. You'll call me later, won't you? \nANNE Yes, certainly. \nSADIE We're late. \nAnne watches as they cross the lobby and exit. \n", "random": "K Charlie, I'll be right back. \nSADIE I'll be right back. \nThe two women exchange a look. \nJACK We got a problem. You need me to find you. \nSADIE I don't know. I don't know. I don't know, Charlie. I don't know... \nJACK Charlie, you know what I do? I don't know. I don't know. I don't know", "sentiment": "K (interrupting) What do you want me to do? \nSADIE (to Jack) You don't have to do it. \nJACK (interrupting) What do you want me to do? \nSADIE (to Jack) You're a bad guy. \nJACK (interrupting) What do you want me to do? \nSADIE (to Jack) You're a bad guy. \nJ"}, {"id": 1088, "prefix": "ANNOUNCER Do you hear me... stay where you are. Don't go away. Stay where you are. Don't go away. DISSOLVE TO: Exterior: State Capitol, Night ", "truth": "ANNOUNCER Attention, please. Attention, please. The balloting on the impeachment proceedings against Governor Stark has just ended. This is the result: Willie Stark has won. \nThe crowd explodes. People break through the police barriers. Mounted policemen ride in quickly to prevent a riot. Camera picks up Anne in the crowd, trying to push through. \nJack stands on the steps of the Capitol, watching it all. Suddenly Willie appears at the top of the steps, followed by Sugar Boy. Sadie, Duffy, Pillsbury follow close behind. Willie grabs hold of the mike and addresses the suddenly hushed crowd. \nWILLIE They tried to ruin me. But they are ruined. They tried to ruin me because they did not like what I have done. Do you like what I have done? \nLoud applause, and cries of \"yes.\" \nWILLIE Remember, it's not I who have won, but you. Your will is my strength, and your need is my justice, and I shall live in your right and your will. And if any man tries to stop me from fulfilling that right and that will, I'll break him. I'll break him with my bare hands. For I have the strength of many. \nHaving finished, he waves at them all. Then he notices Jack and comes down the steps to greet him. \nWILLIE Hello, Jack boy, I'm glad you're here. I knew you'd come back. \nHe walks back up the steps, his arm around Jack's shoulders. They start to go into the building that way when Willie sees someone. He smiles and puts out his hand. \nWILLIE Oh, doctor, I'm very glad to see you. \nAdam is seen, waiting at the entrance of the building. Before Willie has taken a step Adam fires several shots into him. Willie falls to the ground and Sugar Boy whips out his pistol and fires at Adam. Three policemen with tommy guns open fire, shooting into Adam's already fallen body. Then they turn and point their guns at the mob of people rushing toward Willie, forcing them back. \nCOP Stand back, everybody. Stand back. \nSugar Boy kneels beside Willie. Sadie stands against a pillar, looking down on him. \nSUGAR BOY (nearly crying) D-does it hurt m-much, boss? D-d- does it hurt much? \nJack looks up to see Anne struggling through the screaming mob to get to Adam. She looks at Adam for a moment, then turns away. \nJACK Anne, Anne... Where are you going? \nShe doesn't answer, only walks away. He runs after her and catches hold of her arm. \nANNE I don't know. Leave me alone. \nJACK To do what? \nANNE I don't care. \nJACK No, that's too easy. \nANNE I don't know, I don't know, I don't know. \nJACK I do. \nANNE Leave me alone, please. \nJACK No, no more. \nANNE He's dead. \nJACK We're alive. \nANNE My brother's dead. \nJACK We've got to go on living. \nANNE How? \nJACK So that Adam's death has meaning, so that it wasn't wasted. Anne, our life has to give his death meaning. Don't you see that? Look at those people... \nHe turns her around so that she can see the crowds still struggling to get a look at Willie. \nJACK Look at them! They still believe in him. And we've got to make them see Willie the way Adam saw him, or there's no meaning in anything... anything. \nA policeman approaches. \nPOLICEMAN Mr. Burden... the governor's asking for you. You better hurry. He's going fast. \nJACK (to Anne) Will you wait here? \nNo reply. \nJACK Will you wait here? \nShe nods her head slowly. Jack walks through the building to the pillar against which Willie has been propped. Sugar Boy is still beside him. He stands behind Sadie and Duffy, looking down at Willie. \nWILLIE It could have been the whole world, Willie Stark. The whole world... Willie Stark. Why did he do it to me... Willie Stark? Why? \nHis head droops to the side and he dies. \nFADE OUT \nTHE END \n", "random": "UNTER (V.O.) The man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who killed the man who", "sentiment": "UT TO: Exterior: Mr. and Mrs. Metcalf's House-Beds, Disposables: Disgusting Laughter and Walking around As Mr. and Mrs. Metcalf difficultly getting through his reading the newspaper... \n(CONTINUED) Bloodbath: Momma's Son Pads The People Tuck Their Ties, Surprises the People, Exposes the Truth About Crime RRRAAAACK... The Signals Hearer But"}]