[{"id": 3171, "prefix": "STEVE Who the hell are you? What are you doing? MEXICAN BOY They pay me twenty dollar to wake you. Steve looks outside the van, sees Doug and Hartman laughing hard. The Kid scurries out of the van. Angus gets in, opens up his laptop. STEVE You seen her? ", "truth": "STEVE No, she's here somewhere. I can feel it. \nEXT. 1--45 OVERPASS - NIGHT \nAs the storm calms around them, Howard and an exhausted Mary crouch in the sheltered area. They use a little flashlight on Mary's keychain to watch debris blowing by. \nMARY I spy with my little eye a chemical element from group two of the periodic table. \nHoward points to a discarded fireworks casing at their feet. \nHOWARD Barium... I spy with my little \neye... a transition metal She barely has the energy to get the word out. \nMARY Cobalt. Mary points to a steel belted tire on the ground, lays back and shuts her eyes. Howard takes something out of his - it's a pocket, puts it in her hand. Mary looks at it shrivelled, sculpted apple head. She smiles, hardly able to keep her eyes open. \nMARY Mother Teresa. \nHOWARD My best seller. I'm an apple sculptor. She's quiet for once. Howard watches her drift off. \nHOWARD I went to school for physics but got bored. Now I just make these and sell them on appleheadsrule.com. I was going to give that one to my girlfriend in Bangor but I can make her another one. She'd probably prefer a Stephen Hawking one anyway. Science is her life. Not like my girlfriend in Tacoma. She's really into Jesus. Same as my other girlfriend in Duluth. He waits for a response - nothing. \nHOWARD Maybe I'll meet them in person one day. They're just so far away and I don't get out much, not farther than the apple orchard or the post office anyway. \nMARY But you're out now. He's a bit surprised she was listening. \nHOWARD I saw the people on TV fighting for Baby Peggy. It wasn't far from my house, and the people there looked nice enough, so I went. I thought I had everything I needed at home but then I thought, maybe there's more. \nMARY Maybe there is. \nHOWARD Can I tell you something? Mary nods. \nHOWARD I like your eyeballs. \nMARY They're fuscous, that means - \nHOWARD Brownish gray. I know. They both smile. \nEXT. GALVESTON WATERFRONT - DAY \nDowned trees, flooded lawns, debris all over the place but all in all, not too bad. \nEXT. 1-45 TO GALVESTON TX - DAY \nThe storm subsided, nothing but a light rain. Howard and Mary stand beside the car on its side in the shallow ditch. \nMARY You know what I'd call this? \nHOWARD Quagmire? \nMARY Imbroglio, Howard. That means we're screwed. \nINT. CNN ATLANTA - DAY \nDan Corbitt talks to another EXEC. at the water cooler. \nCORBITT Storm's over. What else is happening? The Exec shrugs and yawns. \nEXT. CITY STREET - DAY \nA BUSINESSMAN picks up a newspaper, looks at the front page - it's a photo from the Westminster Garden Show. \n", "random": "NT. BIG SOUTH OF GALLERY ROOM - DAY \nINT. BIG SOUTH OF GALLERY ROOM - NIGHT \nINT. BIG SOUTH OF GALLERY ROOM - NIGHT \nINT. BIG SOUTH OF GALLERY ROOM - NIGHT \nINT. BIG SOUTH OF GALLERY ROOM - NIGHT \nINT. BIG SOUTH OF GALLERY ROOM - NIGHT \nINT. BIG SOUTH OF GALLERY", "sentiment": "T. STREET BOWL.  BROTHER GIRL RIP TO MATTHEWS GROM ORNITE.  Brando and Sammy swing, yelling at each other about \"hecklllal glistening shitpost you. Heck they never let us get away from it. They mude the other shitposters on as they join Steve and President Pelton in the Good out of the building. At one point, Bill Bill and Billy Martin get kicked out"}, {"id": 3172, "prefix": "STEVE Hughes! HARTMAN Yes, Steven? STEVE You're not telling her where we're going. ", "truth": "Hartman leans out the window with the paper, waves it around. Steve reaches for it, one hand on the wheel. As he grabs Hartman, the truck starts swerving. \nANGUS Christ, you two. You'll get us killed. Angus leans into the front seat, tries to steady the steering wheel. \nEXT. 1-45 TO GALVESTON TX - DAY \nMary spots the rental van approaching, swerving - Hartman waving a piece of paper out the window. As the van passes by, Hartman lets the paper go. \nINT. RENTAL VAN ON 1-45 - DAY \nHartman rolls up the window, happy with himself. Steve slugs him in the arm. \nSTEVE Asshole! Hartman laughs, rubs his arm in pain. \nEXT. 1-45 TO GALVESTON TX - DAY \nMary rushes to the ditch, picks up the paper. \nMARY \"Eunice, Louisiana. Please...\" She stops reading, looks a bit uneasy. Howard steps forward, grabs the note. \nHOWARD \"Please meet...\" He looks at Mary, disgusted, continues reading. \nHOWARD M-E-A-T. \"Please meat me there. XO Steve\". \nMARY See? He needs me, if only to help with his spelling. \nHOWARD No kidding. She rushes to the car, Howard joins her. They push the car ey with everything they have, it tips back onto its wheels. Th jump in the car and start it up. \n- DAY \nEXT. TRI-PARISH FAIR GROUNDS \nSECURITY PERSONNEL guard the closed entrance and turn away pissed off FAIR PATRONS. At the edge of the fair grounds, the ferris wheel casts a shadow over the rescue site. The whole area has been overtaken by RESCUERS and their equipment. POLICE guard the tape to keep ONLOOKERS back. Local MEDIA circulates. Hartman kneels at the back of the ambulance, holding the hand of one of the Teachers. Steve gets it on camera, all the while looking around, a bit paranoid. \nHARTMAN And what went through your mind when you realized they were gone? The Teacher just bawls. Hartman turns to the camera. \nHARTMAN Grief too strong for words. That's the best way to describe this tragic, tragic scene. One minute, a merry day at the fair. The next minute, helpless babes savagely sucked into the menacing abyss. The Teacher bawls even harder. Hartman gives her a \"there there\" then continues talking to camera. \nHARTMAN And here's how hopeless the rescue looks at this moment. The earth surrounding hole is far too perilous for anybody to approach on foot. Moving heavy rescue equipment in too close could mean death for the rescuers as well. Its cold down there, wet, dark, probably a few snakes and rats moving around. \n(MORE) \nHARTMAN (cont'd) If the hearing impaired children even survived the fall, they're undoubtedly dealing with serious injuries, although some may have had their fall cushioned by their deaf brothers and sisters who dropped before them. Nevertheless, they've got to be in complete misery. Even if one them is telling the next \"it'll be okay\", it's not like he, or she, can hear a word of it. \nINT. MINE SHAFT - DAY \nThe coal dust covered kids sit in the dark, totally unharmed. A few of them play rock, paper, scissors. Others braid each other's hair. An 8 year old boy signs to his friend. \nDEAF BOY \n(SUBTITLED) I don't know what the hell happened but I smell a lawsuit. \nEXT. TRI-PARISH FAIR GROUNDS - PUBLIC VIEWING AREA - DAY \nBehind the taped off area, a crowd is forming. A school bus pulls up and drops off a bunch more people. They place their stuffed animals, notes, flowers at the tape barrier. A bunch of them start crying. Among them, some familiar faces from the Oklahoma protestors. \nINT. TRI-PARISH FAIR GROUNDS - RESCUE SITE - DAY \nRescuers keep a safe distance from the perilous hole. A RESCUE SUPERVISOR oversees the effort, watches as a bucket is attached to the old crane, barely big enough for one person. A FIREMAN gets in the bucket, doesn't fit. He gets out. A SKINNY FIREMAN is pushed forward. He gets in. The bucket is lowered into the ground. Hartman jumps in front of the scene. Steve follows with the camera. \nHARTMAN To some, a simple crane. To the trapped, innocent, special children -- the answer to their prayers. The cable lowering the bucket jerks and stops. The crowd gasps. Hartman stays on camera. \n", "random": "NT. BACKYARD - FRIDAY, MONTHS AFTERNOON \nINT. SHOWER BAR - DAY \nINT. SHOWER BAR - PARTY DOG - DAY \nINT. SHOWER BAR - PARTY DOG - DAY \nINT. SHOWER BAR - PARTY DOG - DAY \nINT. SHOWER BAR - PARTY DOG - DAY \nINT. SHOWER BAR - PARTY DOG - DAY \nINT.", "sentiment": "NT. SITTING ROOM - NIGHT \nSTEVE and his wife sit in the front row. \nSTEVE and his wife sit in the front row. \nSTEVE has a good laugh, and a super-excited laugh. \nSTEVE: (He's trying to be funny) I told you so. \nSTEVE smiles at the wife. \nSTEVE: (He laughs) Did you tell her? \nSTEVE: ("}, {"id": 3173, "prefix": "Steve films as the rescued kids are wrapped in blankets, the Teachers hysterically crying. The Fireman brings up another one. As he's raised to ground level he calls out to the Rescue Supervisor. FIREMAN That's the last of them! As he hands the kid to safety, the cable jerks. He gets out of the basket just in time before the whole thing - basket and cable -- snaps off and drops into the hole. EXT. TRI-PARISH FAIR GROUNDS - PUBLIC VIEWING AREA - DAY ", "truth": "EXT. TRI-PARISH FAIR GROUNDS - RESCUE SITE - DAY \nSteve films Hartman. \nHARTMAN A happy ending that's left parents across this country wondering - how can I keep my family safe from abandoned mines? Are there abandoned mines in my backyard? Is my child's school built on top of an abandoned mine? Steve spots Mary, running toward him. \nSTEVE No, no, no. \nHARTMAN And how, oh how, can these death traps be avoided? Mary drops right into the abandoned mine. \nINT. CNN ATLANTA - DAY \nA monitor displays the current broadcast: \"Breaking News: Abandoned Mine Accident\" \nCNN ANCHOR Mary Horowitz. A painful high school photo of Mary appears on the screen. Bad hair, bad make-up, ridiculously large smile, unfortunate frilly chemise. \nINT. OFFICE - DAY \nA GUY watches the news on his laptop. \nNEWS ANCHOR Mary Horowitz. \n- DAY \nINT. ATLANTA CITIZEN NEWSPAPER OFFICES \nStaff members huddle around the TV. \nANOTHER NEWS ANCHOR Mary Horowitz. \n- MEDIA CAMP - DAY \nEXT. TRI-PARISH FAIR GROUNDS \nAs all the other Journalists scramble, Hartman and Steve are a bit stunned. Angus joins them, puts his phone on speaker. \nCORBITT (O.S.) Shame about your girlfriend in the pit, Steve, but we've got the inside advantage here so let's use it. Steve shakes his head, not impressed. Angus takes the phone off speaker, steps aside to talk to Corbitt. Steve's phone rings. He answers it, listens, cringes. \nSTEVE Mrs. Horowitz. \nINT. HOROWITZ HOUSE - DAY \nMrs. Horowitz cries into the phone. \nMRS. HOROWITZ We're coming! Tell her to hang on! Mr. Horowitz runs down the stairs with luggage and Carol the gerbil. \nEXT. TRI-PARISH FAIR GROUNDS - MEDIA CAMP -- DAY \nSteve listens to the phone and glares at Hartman. \nSTEVE You and your husband stay put, Mrs. Horowitz. \n(MORE) \nSTEVE (cont'd) They'll have her out before you even make it to the airport... She'll be fine. I promise. He hangs up, looks at Hartman. \nSTEVE She better be. Hartman looks away, guilty. \nINT. MINE SHAFT - DAY \nComplete darkness. Mary's voice full of misery. \n", "random": " and proud as he is, the Fireman watches the kids get out of the basket. He's so happy. He goes into the public viewing area at the top and gets into position to watch the kids get out of the basket. He watches the kids getting out. He watches the kids get out of the basket. He watches the kids get out of the basket. He watches the kids get out of the basket. He watches the kids get out of the basket. He watches the kids", "sentiment": " firemen, the Fireman, the Fireman's wife and the Fireman's daughter are all in the audience to watch. They all have their eyes on the fireman. He's looking at the kids. He's trying to get them to stop crying. He's trying to get them to stop crying. He's trying to get them to stop crying. He's trying to get them to stop crying. He's trying to get them to stop crying. He's trying to get"}]