[{"id": 2784, "prefix": "SUPERIMPOSE:   G.P. PUTNAM'S SONS PUBLISHING CO. 1928. GEORGE (V.O.) The waiting made her furious. She undoubtedly felt I was E stablishing my dominance and importance. She doesn't look furious at all. Thumbing through WE by COL. CHARLES LINDBERGH. Photos of Lindy beside the Spirit of St. Louis in Paris. ", "truth": "AMELIA (V.O.) I figured he'd be pompous. Her eye travels over the stack of books. Adventurers, explorers, celebrities. On an end table, a framed photo of George with the great Lindbergh. A pretty SECRETARY comes to summon her. Amelia rises, smooths the wrinkles from her brown suit. They head down the corridor. \nAMELIA (V.O.) (CONT'D) I knew, of course, that he wasn't going to choose me. I had no discernible qualifications whatsoever. They reach the door, already ajar. It says GEORGE PALMER PUTNAM on a small bronze plate. The secretary gingerly pushes it open... ...revealing George on the phone in crisp shirtsleeves and suspenders. He paces, prowls, trailing the cord behind him, negotiating non-stop even as he flips through a pile of messages. Off again, stalking the room. Dashing, electric, masterful. \nAMELIA (V.O) But to be rejected by this... parasite. A man who had given up any life of his own to flutter near the famous. He glances up, realizing for the first time that she is there. Sit, please. But she doesn't. \nAMELIA (V.O.) (CONT'D) I didn't know whether to laugh or throw something at the jerk. He gestures again, more commandingly. Sit. She doesn't move, she doesn't smile. She doesn't take her steady gaze from him. He hangs up the phone. They stare at each other for a frozen beat.   He breaks the moment with a charming smile... \nGEORGE Miss Earhart? \nAMELIA Mr. Putnam? GEORGE (softly) I asked you to sit. \nAMELIA Was that the thing you did with your hand? Sadly, I don't speak dog. His smile now only a trace.       But more genuine. \nGEORGE A            Ah.   Well, stand if you like. melia sits. \nGEORGE (CONT'D) I'm told you want to fly the Atlantic Ocean. \nAMELIA I do. \nGEORGE In the 12 months since Lindbergh, 55 people in 18 planes have tried. Three planes made it. Fourteen people have died. \nAMELIA I'll make it. \nGEORGE Three women died trying. Two others escaped with their lives. If you do make it, you'd be the first. Which...is the real attraction for both of us, I suspect. She nods.    No smile. \nAMELIA Always nice to know what the real attraction is. His smile.    Beginning to enjoy this conversation. \nGEORGE The plane was bought from Adm. Byrd by Amy Guest, a socialite who wanted the record for herself. Her family wouldn't tolerate the danger. She has asked for a replacement... He gestures.   Perhaps you. \nGEORGE (CONT'D) ...who is American, educated, well- spoken, a flyer, preferably physically attractive... \nAMELIA Why would that matter? \nGEORGE Because she wants the world to pay attention. And pretty girls command more attention. \nAMELIA Was that your advice? \nGEORGE Sure. My role is selling this event to the public. There will be a contract for the girl's story with the New York Times. Also a book to be published over her name. Understood...?       G \nEORGE (CONT'D) But all the money from these will go to Mrs. Guest. \nAMELIA Except for the part that goes to you. \nGEORGE Which will be as great as I can manage, I assure you. \nAMELIA You said she wants a flyer. \nGEORGE Don't get your hopes up. The celebrated Wilmer Stultz will be the pilot. There'll be a male co- pilot and navigator. The woman will be purely a passenger. \nHe waits for reaction.   She keeps her mouth shut. \nGEORGE (CONT'D) That's good for your chances. Because your level of flying experience wouldn't place you anywhere near the group that would be considered for this. If the woman were to do any flying at all. No punches pulled.   Not his style. \nAMELIA Why would anyone want a book from a passenger? \nGEORGE Because the hook is that we're making the woman the commander. The pilot will sign a contract saying he is under her direction and control. It's her ship, her flight. \nAMELIA Good for my chances, you said. What are my chan... \nGEORGE The job's yours. She blinks.   Stunned speechless. \nGEORGE (CONT'D) I chose you the moment you walked through the door. He smiles his charming smile.    Several phones are RINGING. \nGEORGE (CONT'D) Now assuming my awful manners haven't soured you on the enterprise. May I give you a lift to the station? Amelia rises.   Is she pissed at being toyed with? \nAMELIA You're a busy man, Mr. Putnam.     I can find my way. The look holds.   He shrugs.   You probably can. \nINT. GRAND CENTRAL STATION - LATER \nTwo figures on the platform.   Her train is ready to leave. \n", "random": "NT. BIGGERS' STORE, LOS ANGELES - DAY \nLinda, dressed in a black dress, is in full gold dress, carrying a large, heavy gold box. She's at the top of her stairs, looking up into the vast, mighty statue of St. Louis. \nINT. STUDY, GANGSTORM - DAY \nSam, wearing a hooded sweatshirt and red hat, is writing a paper in a thick, long", "sentiment": "OL. LINDBERG (V.O.) The first time I saw her, I was a little frightened. \nCOL. LINDBERG (V.O.) But she was a woman of great power. \nCOL. LINDBERG (V.O.) And I was a woman of great power. \nCOL. LINDBERG (V.O.) And I was a woman of great power. \nCOL. LINDBERG (V.O.) And"}, {"id": 2785, "prefix": "AMELIA WESTERN UNION, SPECIAL DELIVERY. Bill has to smile. Are you serious? As a heart attack. Okay, he tries to get closer to the ship, but we're jerked and buffeted as we swing past and Amelia... ...DROPS the orange toward the freighter, watching the heavy winds CARRY it two hundred yards WIDE of the mark. Our three stare grimly. AMELIA (CONT'D) ", "truth": "RESCUE. Their eyes are locked. \nBILL \nTHINK THOSE RIDICULOUS SKIS COULD \nHOLD US UP IN THIS KIND OF SEA? She's been wondering the same. \nBILL (CONT'D) \nYOU SAID WE WERE GOING TO MAKE IT. \nARE YOU A LIAR? \nAMELIA \nNOT ON THIS OCCASION. A rare smile... \nBILL \nWELL, THEN. And SWOOPS back on course.   Amelia's hand squeezes his shoulder. DISSOLVE TO... LATER. Amelia crouched behind Bill's seat.       Fog starting to break up. \nA \nHer face drawn, she almost seems to be holding her breath. Something down below. As we drop, we hear the engines \nA \nSPUTTER. \nMELIA \nWHEN'S THAT HOUR OF FUEL RUN OUT? \nBILL \nEIGHTEEN MINUTES AGO.   WHY? She glances over to Slim, who is busy unwrapping a sandwich. She can't believe this. He takes a healthy bite. \nAMELIA \nTHE LONGER I OBSERVE MEN THE MORE \nI AM AWESTRUCK. BY THEIR CAPACITY \nFOR DENIAL. She crawls back to the navigation table. As she looks out her window, a SANDWICH SAILS past! She WHIPS around...Slim's arms raised in jubilation. Down below... Land. \nEXT. SHORE, BURRY PORT, WALES - DAY \nThe little plane sputtering, shuddering, as Bill drops in for a splashdown. We PAN to the shore... ...a rural railroad dock. Deserted except for THREE WORKERS who glance up as the Friendship taxis to a buoy a few hundred yards offshore. Amelia at the hatch, tiny in distance, WAVES a towel... ...one friendly worker takes off his coat and WAVES back. Then all three guys go back to work. SNAP TO... REVERSE ANGLE. From the Friendship, we watch the workers ignoring us. Bill and Slim HOLLER and jump up and down on the pontoons. Nobody cares. Amelia sits in the doorway, her legs swinging free. \nAMELIA Out of gas. May have to swim for \nI t. LATER. Amelia alone. Six pages written by her side. Still working, as a rowboat pulls up. Bill stands in the bow. Calls to her... \nBILL Mr. Putnam phoned. He says there's fella coming from London. Hilton Railey. \nAMELIA Oh, yeh. Very important man.   More important than any of us. Really?    Yep. \nBILL He says ya mustn't come ashore til he gets here. No matter what. Great.    She doesn't like it, but there it is.   She waves, so long. \nBILL (CONT'D) Some kind of royalty, is he? She nods. \nAMELIA Public relations. Goes back to work.    DISSOLVE TO... LATER. Amelia sits with her papers in her lap, dangling her feet from the hatch. Alone. Hear the BUZZ of... ...a PLANE dropping slowly from the sky, gliding onto the water on its pontoons. She stares at it. Gathers up her things. LATER. Amelia sitting in a tiny dinghy, behind her the Friendship in distance. She is being rowed to shore. Our VIEW is over the back of the man rowing. Amelia is staring past him, vaguely apprehensive. REVERSE ANGLE. She's looking at TWO THOUSAND WELSHMEN swarming the docks. You can't even see the sand. The crowd is silent and staring. No cheers. As if they were staring at an alien or an animal in the zoo. Bill and Slim help pull the dinghy to the rocky shore. But when Amelia jumps out, the crowd... \n..begins to soberly APPLAUD, and slowly CLOSES IN around her. At first she seems pleased, trying to shake every hand thrust toward her. She doesn't see that Bill and Slim have been shunted to the back. Suddenly... ...people get BOLDER. CLAPPING her on the back, reaching to TOUCH her, someone SNATCHES her scarf, she looks around frantically for Bill and Slim as... ...a SHERIFF and three DEPUTIES muscle their way to her using billy clubs to push people back. They surround Amelia, begin to escort her to the station... \nSHERIFF Sorry Ma'am. Shoulda brought more men. \nAMELIA No, really, this is very sweet, it's an honor. I'm actually enjoying it. \nSHERIFF That's a good thing. She looks at him as they are jostled along. \n", "random": "(CONTINUED) \nNEWSPAPER 11/29/03 93.                                                                             93   ", "sentiment": "(CONTINUED) \n(CONTINUED) \n(CONTINUED) \n(CONTINUED) \n(CONTINUED) \n(CONTINUED) \n(CONTINUED) \n(CONTINUED) \n(CONTINUED) \n(CONTINUED) \n(CONTINUED) \n(CONTINUED) \n"}, {"id": 2786, "prefix": "GEORGE Dorothy and I are through. She sits beside him.     Very close. AMELIA For a long, long time. GEORGE It's different now. She looks at him.   Squints.    How? ", "truth": "AMELIA I can't do that. \nGEORGE If you give it a chance, you'll learn to love me. He seems so sunny and strong.     What can he be feeling? \nAMELIA I already love you.    That's why I can't marry you. GEORGE (a murmur) Well, that explains it. For a minute there, I thought you were stuck for an excuse. \nS he comes close enough to kiss. \nAMELIA I know me.     And you don't.   Not really. \nGEORGE What if I promise not to learn? \nAMELIA The day will come. When I will run away. And when it does... He stops her with a kiss. \nGEORGE If you love me. I'll take my chances. He stares in her troubled eyes.   There is no answer. \nGEORGE (CONT'D) Race you to bed. \nEXT. AIRFIELD - DAY - NEWSREEL \nAmelia and nearly 20 WOMEN lined up in front of planes. Waving, smiling, talking to each other. \nANNOUNCER (O.S.) Amelia Earhart and a bevy of lovely competitors say hello to the press announcing the First Women's Air Derby, racing from Santa Monica to Cleveland. Dubbed by Will Rogers `the Powder Puff Derby,' these gals certainly know how to capture our attention. The next ANGLE shows Amelia watching some of her colleagues bouncing playfully on a see-saw. She smiles tolerantly, but maybe there's a little too much cheesecake for her taste. \nINT. RECEPTION AREA, PUTNAM'S - DAY \nThe crowded waiting room. We CLOSE on a young woman we scarcely recognize. It is Elinor. Though less than a year has passed, she seems much older. Sophisticated, poised. ANGLE. A secretary leads Elinor down the corridor to George's office. As they enter, George is pacing on the phone.              G EORGE (into phone) Because Amelia invented the Powder Puff Derby for female pilots. Then the men running the damn race suddenly decide every woman has to carry a male navigator, and start from east of the Rockies so they won't crash into the mountains! Listens, impatient. \nGEORGE (into phone) I'll tell you why it's a front page story. Because Amelia pulled every woman out of the race. So the organizers had to roll over and give in, or they'd have lost their shirts. You want me to write your headline? He glances over.   Elinor in the doorway. GEORGE (into phone) Call you back. I've got a very important guest. He hangs up, gesturing graciously for her to sit.   As she does... \nELINOR Wish I was important enough for you to manage. \nGEORGE Well, I've just got one client. And most days she's more than I can manage. Even Elinor's smile seems older, more capable of subtlety. \nELINOR Get in line behind the boys she smacked around on the Derby. He grins back.   You bet. \nELINOR (CONT'D) Some of the gal flyers had their doubts about her...well, her skill level. But she's everyone's champion now. \nGEORGE And both of those things.      Are the S         reasons I called you. trange words.   He has her attention. \nGEORGE (CONT'D) I think it would be huge for women flyers if Amelia won the Derby. The publicity would put the race, and all of you, up there with the boys. \nELINOR I'm not sure she has much of a chance, Mr. Putnam. \nGEORGE Well, the one shot would be putting her in a far more powerful plane than anything she's flown. We're thinking the Lockheed Vega. The girl's shock.    He really means this. \nELINOR Sir, I've test piloted the Vega. It's way more than she could ever handle. It wouldn't be safe, let alone successful. He smiles. \nGEORGE That's why I'm thinking of you flying with her. You could handle the cross-country flying, the more difficult bits, and I'd pay you $75 a week. Elinor WHISTLES low. \nELINOR Well, I think that's the most generous opportunity I've ever been offered. He stares at her. \nGEORGE There's just one thing. Obviously, it has to appear that Amelia did all the flying. So when pictures are taken, you'll stand off to one side. Her eyes narrow.    He's completely serious. \nELINOR In that case, I'll get my own plane and win the race myself. \nGEORGE You haven't changed. \nN o smile at all. \nGEORGE (CONT'D) Unfortunately for you, neither have I. The look in his eye is not to be ignored. \nGEORGE (CONT'D) You can't win if you can't get a plane to enter. Let me predict that you won't. The voice calm and low and riveting. \nGEORGE (CONT'D) In fact. If you reject my generosity, you may come to regret it. For a long, long time. \nELINOR That's a threat. \nGEORGE I'm an intensely loyal person, Elinor. And this is what my loyalty requires. She's glaring.   Reeling.   Trapped. \nELINOR She's the one who said I shouldn't let anybody turn me around. \n", "random": "                                                                                                   ", "sentiment": " He doesn't answer.                                                                                              "}]