[{"id": 558, "prefix": "And THE MONTAGE COMES TO AN ABRUPT END with a KNOCKING. JIM (shoving the rubbers into his night table) Just a minute! He opens the bedroom door.  Jim's Dad is standing there. ", "truth": "JIM Yeah, sure. \nJIM'S DAD You're not...busy? \nJIM Dad, come in. \nJim's Dad reluctantly enters, carrying a brown paper bag. He takes a seat on Jim's bed. \nJIM'S DAD (fatherly attempt) Sit down, Jim.  Let's talk. \nJim takes a seat next to his dad. \nJIM Okay. \nJIM'S DAD These are for you.  From father to son. \nJim looks at the bag.  Uncomfortable.  Hesitantly, he takes it.  Slowly, dreadfully, he pulls out a copy of PERFECT 10. \nJIM Uh...dad... \nJim's Dad is doing his best to be the good father. \nJIM'S DAD Go ahead son, there's more. \nBeyond embarrassed, Jim reaches into the bag.  Cringes. Pulls out a PENTHOUSE. \nJIM'S DAD (cont'd) Now, that one's a little more...a little more...graphic. \nJIM I know, Dad. \nJIM'S DAD Oh, okay.  Here's let me show you. \nJim's Dad takes the bag back.  Pulls out a copy of SHAVED. \nJIM'S DAD (cont'd) This, son, is your more exotic dirty magazine. \nJIM Dad!  I know! \nJIM'S DAD Do you know about the clitoris? \nJIM (through clenched teeth) Yes dad. \nJIM'S DAD Sometimes it can be pretty hard to locate. \nJIM (interrupting, hand up) Thank you, dad, I got it. \nJIM'S DAD Okay, well that about covers it. \nJim MURMURS something incomprehensible. \nJIM'S DAD (cont'd) Now, let's put these somewhere where your mother won't find them. \nJim's Dad takes the stack of magazines.  He goes to open Jim's night table.  Jim freaks. \nJIM Wait! \nBut it's too late.  Jim's Dad is face-to-face with the unraveled prophylactics.  He sours. \nJIM'S DAD (beaten) I'll have to save this speech for another day.  I'm too worn out. \nJim's Dad exits, a condom stuck to the back of his pants. \nINT. EAST GREAT FALLS HIGH - NEAR THE HALL OF FAME - DAY \nKevin is trying to talk to Vicky. \nKEVIN Did you get the flowers? (no response) What about the poem? \nShe doesn't care. \nKEVIN (cont'd) Vicky, please don't do this. \nVicky stares him right in the eye.  Strong. \nVICKY I'll think about it. \nShe slams her locker and walks off.  Jessica is nearby. She's overheard. \nJESSICA Ah, you'll get her back soon enough. That's easy, she likes you.  What you need to do is learn to press a girl's buttons.  You gotta give her what she's never had. \nKEVIN What? \nJESSICA I'll give you a hint. (hot, orgasmic) \"Ohhh, yeah, yeah!\" (flat) Comprende? \nKEVIN You mean...and orgasm? \n", "random": "                                                                                                  ", "sentiment": "e never once sees a boy until he's told?  Okay, well,  he's been talked about.  And I told him to get dressed and he and the other guys came and changed.  Okay,  the girls are with me.   And maybe  we gotta get some diamond.    Decks out,   and we're back in the Room.  And  you're still there!             "}, {"id": 559, "prefix": "HEATHER Um...Chris -- OZ You can call me Oz. HEATHER Do I have to? ", "truth": "HEATHER What's your middle name? \nOZ Forget it. \nHEATHER Come on!  I won't tell. \nOZ Neither will I. \nHEATHER Okay. (pause) So I had this...thought, and...this may seem like it's out of left field, and I don't know if you can, but since I'm not going with anyone -- \nBefore she can finish, Stifler runs up, sweaty and excited. \nSTIFLER Hah!  Central sucks! (noticing Heather) Choir Chick?  What the hell are you doing here? \nHEATHER Well, I uh, I was -- (decides to stand her ground) I was asking Chris to prom. (turns to Oz) So do you wanna go? \nOz is surprised at her directness.  Impressed. \nOZ Yeah! \nSTIFLER Well, just don't expect Oz to pay for the limo. \nOZ Stifler, fuck -- (noticing Heather, \"sensitive\") ...man, you don't have to be so insensitive. \nA beat. \nSTIFLER What?? (he dismisses it) Whatever -- look uh, don't forget -- my cottage after prom.  On Lake Michigan. \nStifler joins some other LACROSSE BUDDIES. \nOZ Alright, cool.  I gotta hit the showers, but...I think this'll be really good. \nHEATHER Yeah, me too, okay, cool. \nThey share a smile.  Then Heather walks off towards her car.  Oz trots off to Stifler and the other lacrosse guys. \nSTIFLER My man Oz, working it with the choir babes? \nLACROSSE BUDDIES (cheering, slapping him) Yeah, go Oz! etc. \nOz laughs, embarrassed. \nOZ (pandering to them) Hey, you know, what can I say, I dig those cute little sweaters she wears. \nSTIFLER I'll bet you do, you little horndog, she's givin' you fuckin' stiffies, right? \nStifler goes into what can only be described as the Spank- Me-And-Fuck-Me-Like-A-Whore-Dance. \nSTIFLER (CONT'D) Yeah!  Sing for me!  yes! \nThe other guys LAUGH.  Oz joins in, laughing in spite of himself.  They all high-five. \nAnd from the other side of the field, we see Heather peering over at them.  Hardly believing it as Oz joins in the laughter. \nINT. EAST GREAT FALLS HIGH - CLASSROOM - DAY \nEnglish class.  The TEACHER is wrapping up a lecture. \nTEACHER So once Hal becomes king, he has to take on the responsibilities of leadership, and turn his back on his old, drunken friend, Falstaff.  You see, Hal was going through a rite of passage, much like you all are.  Make the most of the time you've got left together.  You'll miss it later. \nJim, Kevin, and Oz sit in the back of the classroom in one corner. \nOZ So does your tongue cramp up? \nKEVIN Nah, you get kind of dizzy though. \nJIM Wow, that's amazing, she's probably gonna want to do it soon. \nKevin shrugs as the BELL RINGS.  Sherman passes by. \nSHERMAN Still questing after the holy grail, eh guys? \nHe CHUCKLES and exits.  The guys stand up, exiting the classroom. \nJIM Hey, where's Finch? \nKEVIN Went home to shit. \nJIM I don't get it.  How does a guy like that get this sudden reputation? \nOZ What reputation? \nKEVIN Observe. \nHe taps a passing RANDOM CUTE GIRL on the shoulder. \n", "random": "MARTIN No. \nJANE (to his partner) You gotta be kidding me. \nJANE You can call me Oz. \nMARTIN No. \nJANE (unconsciously) No. \nJANE What happened to you? \nJANE I didn't know. \nMARTIN No. \nJANE (unconsciously) No. \nJANE (unconsciously) This is it. \n", "sentiment": "Heather nods. \nHEATHER Uh...I'm sorry. \nHeather smiles. \nHEATHER You have to call me Oz. \nHeather nods. \nHeather turns to face him. \nHEATHER Uh...I hope you're okay. \nHeather nods. \nHeather turns to face him. \nHEATHER Uh...I hope you're okay. \nHeather turns to face him. \nHEATHER Uh"}, {"id": 560, "prefix": "An uncomfortable moment.  Oz walks off.  Heather looks let down. EXT. EAST GREAT FALLS HIGH - ENTRANCE TO SENIOR LOCKERS - DAY Kevin is at his locker, getting ready for class.  Stifler comes running up with a wicked grin on his face. ", "truth": "KEVIN (immediately sensing danger) Oh no, Stifler, what did you do? \nSTIFLER Me?  Nothing.  I'm the one whose ass he kicked. (off Kevin's look) I'll tell you one thing, though.  I don't think he's gonna have a problem shitting in school anymore. \nStifler pulls out an empty bottle of PRESCRIPTION LAXATIVE, maniacally LAUGHING. \nINT. EAST GREAT FALLS HIGH - CAFETERIA - DAY \nFinch is sitting at a table, reading his paper.  Kevin comes tearing around the corner and runs up to him. \nKEVIN Finch!  Get to the bathroom!  Now! \nFINCH Easy, tiger.  What's in there? \nKEVIN Just go! \nFINCH Why is this? \nKEVIN You're gonna shit your pants! \nFINCH Charming. \nKEVIN Finch, listen -- Stifler slipped some sort of laxative in your Mocash-chino or whatever.  It's fast acting.  I mean really fast. \nFINCH First of all, it's Mochaccino, and secondly...Oohhhh! \nFinch jumps up and sprints down the hallway. \nINT. EAST GREAT FALLS HIGH - MAIN HALL - CONTINUING \nWe FOLLOW with Finch.  We see Stifler down the hall, holding open the bathroom door like a pleasant doorman. \nSTIFLER This way, sit. \nFinch darts into the bathroom.  Stifler LAUGHS hysterically. \nINT. EAST GREAT FALLS HIGH - BATHROOM - DAY \nFinch leaps into a stall and slams the door behind him. \nINT. EAST GREAT FALLS HIGH - BATHROOM STALL - DAY \nFinch has stopped.  He's staring down at the toilet.  It looks entirely uninviting.  But he's straining, struggling, starting to dance around, moaning as he cramps up. \nHe grabs a length of toilet paper and lines the seat with it.  Then another, and another.  Sweat drips off his forehead. \nFINCH Come on come on come on... \nHe's got the seat lined with at least three layers of toilet paper.  Notices a spot where there's still bare toilet seat.  He tears off one square of toilet paper, placing it on the spot.  He steps back and looks it over, still wriggling to contain his bowels. \nFINCH (CONT'D) Okay.  You can do this. \nHe unbuckles his pants.  Sits down -- just as we hear someone enter the bathroom.  Finch, still restraining, listens for a moment...only to hear the CLICK-CLICK-CLICK of heels. \nINT. EAST GREAT FALLS HIGH - MAIN HALL - DAY \nThe bathroom door swings closed to reveal the universal symbol for \"Women.\"  Stifler is there, LAUGHING even harder. \nINT. EAST GREAT FALLS HIGH - BATHROOM STALL - DAY \nFinch is terrified.  Through the crack between the stall door and the frame, Finch catches glimpses of bright colored skirts and dresses.  He grits his teeth, straining. \nAnd a GURGLE comes from Finch's stomach.  His eyes bulge. \nINT. EAST GREAT FALLS HIGH - BATHROOM - DAY \nA GROUP OF GIRLS is at the mirror, including the Girl Holding Out for Finch, fixing their hair. \nGIRL HOLDING OUT FOR FINCH You know it's just gonna be some crappy band and stupid decorations. \nGIRL #2 You're just saying that cause prom's a week away and you don't have a date. \nGIRL HOLDING OUT FOR FINCH No, I don't want a date... (increasingly dreamy) Finch is going stag...and so am I...the guy is like so...debonair. \nINT. EAST GREAT FALLS HIGH - BATHROOM STALL - DAY \nFinch is in hell.  Desperately trying not to shit. Holding it in for all he's worth. \nINT. BATHROOM - DAY \nGIRL #2 Do you think that \"older woman\" thing is true? \nGIRL #3 Of course, it was Stifler's mom. \nINT. EAST GREAT FALLS HIGH - BATHROOM STALL - DAY \n", "random": "The two of them are talking,  and with a look of relief,  her two eyes go to the ground.                                                                            ", "sentiment": "He glares at him.  His face is the way his comparison reveals him.    A strand of hair passes through his face, and it is a gleaming gleam.    It's a beautiful, gold-plated, silver-lighted disc bleached throughout the shiny bionic scarlet.   It is held in a Plexiglas, still, a more feminine smile than can be seen from the other side of the mirror.    "}]