[{"id": 1083, "prefix": "SUDDENLY CARL ELWAY'S ASSISTANT, OPENS THE DOOR AND ENTERS. Richie Dimaso and Edith ARE STANDING THERE -- MUCH TO IRV'S DISMAY. CARL ELWAY'S ASSISTANT Carl, his associates are here. He's got a meeting he's got to go to. CARL ELWAY No wait. Don't go anywhere. ", "truth": "Irving gets up to walk out as Richie and Edith stand in the doorway. \nIRVING ROSENFELD (V.O.) Crazy thing about people -- the more you say no, the more they want in on somethin. It is so stupid. \nIrving looks over at Richie and Edith. \nIRVING ROSENFELD I'll tell them, don't worry. Hey you know what Carl just told me? He said he could do this whole thing with four guys within a week. \nCARL ELWAY Or we could do somethin' much bigger! \nRichie jumps into the conversation. \nRICHIE DIMASO Something bigger? My guy deals with hundreds of millions of dollars. How much bigger? \nHe walks over to Carl. \nCARL ELWAY Hundreds of million -- I knew you were holdin' out on me Irving! Hundreds of millions of dollars? Like much bigger. Like I'm talking about we say never the fuck mind the CD's and we could have some complete access to something huge. \nRICHIE DIMASO Huge? Like what? (introducing himself) Robert Spencer, advisor to the Sheik. \nCARL ELWAY Carl Elway. \nIrv stares at Richie with contempt, then turns to Edith, DRESSED TO THE NINES. \nCARL ELWAY (CONT'D) I want you to think of the most undervalued asset in the state of New Jersey today. The rebuilding of Atlantic City. \nRichie looks over at Irving and Sydney and mouths the word \"WOW\". \nCARL ELWAY (CONT'D) Look, maybe they, maybe they legalized gambling a year ago but nothing's happening. \nIrving interjects. \nIRVING ROSENFELD Hey, quit while you're ahead Carl. \nCARL ELWAY I know the guy. I know the right people who are going to help you out. \nRICHIE DIMASO Whose the guy? \nCARL ELWAY The guy is Carmine Polito. \nRICHIE DIMASO Whose Carmine Polito? \n75   INT. FBI OFFICE, FEDERAL OFFICE BUILDING, NY                   75 \nPUSH IN: STODDARD THORSEN, Richie's FBI supervisor. \nSTODDARD THORSEN (shakes his finger `no') Carmine Polito? Carmine Polito, no. \nWe freeze frame on Stoddard as we HEAR Richie'S VO: \nAS Richie TALKS WE SEE A SHORT FILM ABOUT Carmine Polito: \n- PUSH IN: Mayor Polito walks a Camden street waves, shakes hands of WELL-WISHERS \nRICHIE DIMASO (V.O.) My boss Stoddard proceeded to tell me that Carmine Polito was the most quietly powerful person in the state of New Jersey. A lifetime native of the very racially mixed Camden, which had become a ghetto, and where he had been Mayor for ten years. A very beloved guy. A guy who never gave up on his people. His father had emigrated from Italy and had stoked coal. \n- Frank Sinatras COFFEE SONG, 1940s version, as we see Carmine talk to and dance joyfully with his kids and wife at breakfast. \nRICHIE DIMASO (V.O.) A big family guy with five kids. They even adopted some other kid. A black kid from the Boys and Girls Club who'd lost his family. I mean, his household was a joyous place. And his wife Dolly, she was the apple of his eye and the center of the household. I mean everyone loved this guy. \n- PULL OUT Mayor Polito walks up steps of City Hall as he greets a women and her baby; into his office greeted by a couple of AIDES who show him papers to sign. \nRICHIE DIMASO (V.O.) And he had a huge heart. \n78   INT. CAMDEN CITY HALL - W.P.A. MURAL ROOM - DAY                78 \nCARMINE POLITO (giving speech) The W.P.A. employed craftsmen to paint this during the Depression. Why can't we employ people today to do work like this in rebuilding Atlantic City? \nRICHIE DIMASO (V.O.) He worked with all the unions. He was the leader of the State Assembly. And he had just gotten gambling legalized in New Jersey to create jobs. \n80   -- FLOOR OF STATE ASSEMBLY -- Carmine huddles with other       80 STATE LEGISLATORS, horsetrading and then poses for a picture with other members of the State Assembly. \nRICHIE DIMASO (V.O.) But he couldn't get the funds to rebuild Atlantic City and that was his problem. So with our help, he was about to have his hand in the wrong pocket at the wrong time. And to me that meant corrupt \n81                                                     BACK TO:     81 \nSTODDARD THORSEN You said grifters and con artists. We're not going after some politician. This is a bad idea, Richard. \nRICHIE DIMASO Shhhh. Look, it's really simple. All you need is to put two million in a Chase account -- \nSTODDARD THORSEN What?! \nRICHIE DIMASO (CONT'D) -- under the Sheik's name -- \nSTODDARD THORSEN Whose two million?! \nRICHIE DIMASO Shh, just listen. Two million dollars under the Sheik's name, in a Chase account that we control. Carmine calls up on the telephone -- calls the bank -- and he sees that the Sheik is real and he has a real account. Five days. \nSTODDARD THORSEN I'm not taking two million dollars of the taxpayers' money and putting it anywhere for five days, I don't care if we control it the whole time. \nRichie as he stares at Stoddard in frustration. \nRICHIE DIMASO Stoddard, let us do what we need to do to rule out corruption and to get rid of the payoff guys that are ruining this country. That's my dream. Don't smother it, please. \nSTODDARD THORSEN You know Richard, I understand your eagerness. I really do. You know I'm from Michigan, right? Let me tell you a story about me, and my dad, and my brother. We used to go ice fishing every November. Ice Fishing. That's what we lived for. \nRICHIE DIMASO Holy shit -- \nSTODDARD THORSEN Just listen to me. It's beautiful. You have a little stove. You huddle around, you keep each other warm. You drop a line and you just wait. One year my brother says, \"let's go in October.\" He wants to go ice fishing in October. My dad says, \"No, the ice is too thin.\" My brother says -- I love my brother he says -- \n", "random": "\nCARL ELWAY'S ASSISTANT, OPENS THE DOOR AND ENTERS. \nDEWIE FALLS' EX-AIDE AND THE MOTHER OF THE SUDDENLY CARL ELWAY'S ASSISTANT, OPENS THE DOOR AND REJOINS. \nDEWIE FALLS' EX-AIDE AND THE MOTHER OF THE SUDDENLY CARL ELWAY'S ASSISTANT, OPENS THE DO", "sentiment": "/ He STOPS STRAIGHT HARD STUFF. \nOLIVIA (OFF) \nMurlor in her work pants wildly theatrical.  Well foul for Miguel, that's everything now. Fifty-Four in the morning does a host of things that those in the front row do-- and I'm busy at night me. \nMURLOR RETREAT / CNN YOUNG ISSENTORE -- MURLOR'S POV MOCKPOT --"}, {"id": 1084, "prefix": "Richie and Edith look at him. RICHIE DIMASO You're gonna do this because you got no choice. You work for me. IRVING ROSENFELD Now you keep changing the rules. You're gettin' a little power drunk, Richard. (MORE) ", "truth": "EDITH GREENSLY Oh no, I said we shouldn't do any of it, Irving. You know I said that. So now I support Richie. He's got vision. Do it heavy or don't do it. \nIRVING ROSENFELD I mean, he's the one ruining America, not me. \nRICHIE DIMASO How the hell am I ruining America? \nIRVING ROSENFELD Because people just got over Watergate and Vietnam, alright? And you're gonna shit all over politicians again? And just because you want to be a big shot and get a promotion. \nRICHIE DIMASO No I'm thinking big. This is gonna be fantastic. We're doing video surveillance. I'm doing this from the feet up. \nIRVING ROSENFELD You will never do it properly because you got too much government attitude to be small and sleek. I'm like the fuckin' Vietcong, man. I'm in and I'm out. I was there the whole time -- you don't know it. That's the fucking art of becoming somebody who people can pin their beliefs and their dreams on. And you can't do it. \nRICHIE DIMASO How about a suite at the Sheraton Hotel? \nIRVING ROSENFELD For Carmine Polito and rebuilding Atlantic City? \nRICHIE DIMASO Why not? \nIRVING ROSENFELD You need a luxury hotel for the Sheik. Come on! \nRICHIE DIMASO Carmine does back door dealings all the time. We don't have a budget for that Irving! \nIRVING ROSENFELD You gotta knock the Mayor, the Speaker of the State Assembly -- you gotta knock him off of his fucking feet. He's gotta feel like he's out of his league. What you're offering, this deal, I mean, this is unheard of in the state of New Jersey, maybe even the whole fucking country. A sheik with hundreds of millions of dollars to rebuild Atlantic City -- are you fuckin' kidding me? That's gigantic. And the Mayor, he's going to want to see cash, he's going to want to see it in an account, he's going to want to see it right now, and he will check. And that's why this meeting isn't happening, because to get millions, you need millions. \nEdith listens intently. \nEDITH GREENSLY (shrugs) We already did it. \nIRVING ROSENFELD (stunned) What? \nIrv studies Richie and Edith. \nEDITH GREENSLY We got the bureau to park 2 million for three days -- we got the account numbers. \nIRVING ROSENFELD `We' meaning you and him? \nRICHIE DIMASO Yeah we did it. \nIRVING ROSENFELD Really? \nEDITH GREENSLY Yeah, me and that guy. \nRICHIE DIMASO She showed me. \nIRVING ROSENFELD You showed him our thing? You did that without me? Are you kidding me? \nEDITH GREENSLY What are you going to do? \nIRVING AND RICHIE LOOK AT SYDNEY, UNCERTAIN. \nIRVING SHAKES HIS HEAD IN DISGUST AND LEAVES. RICHIE STARES AT SYDNEY SWINGING HER LEGS ON THE COUNTER AS SHE SITS. \nRICHIE DIMASO You playing me? Are we doing this? Or you playing him? It'd be very bad for you if you're playing me. \nEDITH GREENSLY You're going to have to decide for yourself, kid, I just laid everything out on the table. \nRICHIE DIMASO This is all very exciting, I never knew life could be like this. You're wild. You know we're taking down a very important politician. \nRichie stands very close to Edith - between her legs as she sits on the counter. He puts his hands on her hips, pulls her into him. He takes her hand -- puts it on his face, makes her feel his cheek and forehead with her hand. It is intense. She prepares for him to kiss her but he steps back. They are both excited. They stare at each other. The air is thick with tension, Richie exhales and leaves. \nRICHIE DIMASO (CONT'D) (prelap) (MORE) \nRICHIE DIMASO (CONT'D) This is agent Richard Dimaso, I'm placing $75,000 into this briefcase for Mayor Carmine Polito to procure casino license and building permits for Atlantic City. \nBACK TO: \n92   INT. PLAZA HOTEL SUITE - DAY                                    92 \nWhere the film started -- \nSee RICHIE TALK TO CAMERA IN A CORNER OF THE PLAZA SUITE-- CLOSE ON MONEY COUNTED INTO BRIEFCASE -- \nSMASH TO: \nIRVING'S EYES WIDEN AS WE CUT TO: Richie SLIDE THE BRIEFCASE OF CASH, AS SEEN BEFORE, Edith puts her hand on top of Richie's to stop him. \nIRV'S EYES WIDEN AS IN `NO! DON'T DO THAT!' WHILE HE AND RICHIE STARE AT EACH OTHER. CARMINE LOOKS DISTURBED AT THE CASE COMING HIS WAY. HE STANDS. \n93   EXT. PLAZA HOTEL -- DAY                                         93 \nCarmine Polito, upset, storms down the street as Irving catches up. \nIRVING ROSENFELD Mr. Mayor -- Please stop. Listen, I apologize if that prick offended you. I really apologize. \nCarmine will not turn around -- Irving catches up. \nCARMINE POLITO Really, I'm all right, thank you. I'm okay. \nIRVING ROSENFELD No. I'm fucking embarrassed to be associated with that guy at all. Can I just say somethin' to you, please? Don't lose this opportunity to fuckin' Florida -- all right? -- because of some bullshit from that punk advisor with his diploma who could never get into the school that we come from. Don't lose that opportunity. \nCARMINE POLITO Where you from? \nIRVING ROSENFELD I'm from the Bronx. Grand Concourse, Hundred and Sixty-fourth Street. \nTHIS REACHES CARMINE. HE AND IRV ARE CUT FROM THE SAME CLOTH. \nCARMINE POLITO I got a lot of friends that live up there. I go to Tomaso's on Arthur Avenue. You know Tomasos's? \nIRVING ROSENFELD Yeah, Tomaso's. \n", "random": "ICHIE DOMASO I'm gonna go to the bathroom and I'll tell you something. And I'm gonna tell you, I'm gonna tell you what to do, I'm gonna take you away. I'm gonna make you a fat ass and I'm gonna make you a monster. I'm gonna make you a big, fat, ugly, ugly, ugly, ugly, ugly, ugly, ugly, ugly, ugly, ugly, ugly, ugly, ugly, ugly", "sentiment": "........................ (IRVING ROSENFELD) ???? ...........................                   OK                               7                      13       -(IRVING ROS"}, {"id": 1085, "prefix": "CARMINE POLITO Hey, this is going to happen. Richie slides the briefcase in John's direction. CARMINE POLITO (CONT'D) This is real. You understand? This is real. On my family. On my kids. On my life. On my work. ", "truth": "This hurts Irving to see his friends sincerity. \n153   ANOTHER DAY - ON GRAINY MONITOR                                153 \nRICHIE DIMASO (on grainy black and white) I'm federal agent Richard Dimaso. I am placing 75 thousand dollars in this brief case for one Representative Gerald Sanders of the 3rd district. \nSMASH TO: \n154   -HAND SHAKES - REP. SANDERS SITS LOOKING WARILY AT BRIEFCASE   154 \nREP. SANDERS I don't want to do anything illegal- \nCARMINE POLITO Please Gerry. Use it as a campaign donation. Whatever you want to do. \nRichie slides the briefcase to him. \n155   ANOTHER DAY                                                    155 \nRICHIE DIMASO (on grainy monitor) I'm placing g $60,000 into an this brief case for one Congressman Eric Keshoygan of the 4th district -- \nERIC KESHOYGAN I'm going to do what I can to help Carmine. \nIrv watches in pain as he sits with them. \nSMASH TO: \n156   ANOTHER DAY                                                    156 \nRICHIE DIMASO A $100,000 into this briefcase for two term United States Senator Horton Mitchell of New Jersey. \nA distinguished silver haired Senator, older. \nHORTON MITCHELL Atlantic City. All the way down the shore. A mecca by the sea. \nRichie slides over the briefcase. \nHORTON MITCHELL (CONT'D) Carmine you're beloved by your people. Your constituency is not even your constituency it's your family. That's what you represent, family. \nCARMINE POLITO One small thing we do for this man is a huge thing we do for the people of New Jersey. This is what we can leave behind. \nIrving can't stand how hopeful his friend Carmine is being because Irving knows Carmine is being set up. He gets up -- \nCARMINE POLITO (CONT'D) Irving what are you doing? \nRICHIE DIMASO Where you going? \nIRVING ROSENFELD (excusing himself uncomfortably) I just gotta go see a man about a dog. \n158   IRVING WALKS DOWN THE HALL VERY DISTORTED. HE GOES INTO THE     158 VIDEO ROOM WHERE STODDARD WATCHES THE SURVEILLANCE MONITORS INTENSELY AS CARMINE CONTINUES TO STAND BEHIND HIS SINCERE PLEDGES. \nCARMINE POLITO (on grainy monitor) I appreciate this. On my family. On my kids. This needs to happen. It's gotta happen. You've got my word \nIrving walks out of the room -- \n159   INT. HALLWAY OF SHERMAN SUITE, PLAZA -- CONTINUOUS              159 \n--into another room where Sydney on elegant gold couch, sits alone. Surveillance equipment and room service trays are on the coffee table. \n160   INT. ANOTHER ROOM OF SHERMAN SUITE - CONTINUOUS                 160 \nShe watches Irving who is pacing anxiously and very wound up. \nIRVING ROSENFELD (pacing) I want to save us. I want to save Carmine. It's fucking killing me. \nSYDNEY PROSSER You know the only way to help Carmine is through the Tellegio thing. \nIRVING ROSENFELD It's dangerous. We gotta get a wire in there. We gotta make him feel safe. \nSYDNEY PROSSER There's only one thing that can really fuck this up and that's your wife. \nIRVING ROSENFELD (pacing) Yep. \n161   EXT. DANNY'S ELEMENTARY SCHOOL -- DAY                           161 \nRosalyn fixes Danny's coat, hands him his lunch and sends him off towards the school's front door -- \nCLOSE UP: ROSALYN STARES INTO LENS. Emotional, a mixture of sadness and hope. She holds a closed bottle of her favorite nail finish and smells it nostalgically. \nA BLACK SEDAN PULLS INTO THE FRAME, SHE OPENS THE DOOR AND GETS IN. IT IS PETE MUSANE, TELLEGIO'S MOBSTER SHE FLIRTED WITH AT THE CASINO. \n162   INT. PETE MUSANE'S CADILLAC - DAY                               162 \nHe gently puts a hand on her knee. She leaves it there for a moment before pushing it away. They stare at each other. \n163   INT. MAISON D'LUC - HUNTINGTON, LONG ISLAND - DAY               163 \nA NICE RESTAURANT OVERLOOKING THE LONG ISLAND SOUND, LIGHT CORAL COLORED TABLECLOTHS; THE PLACE FILLED WITH DAYLIGHT -- ROSALYN AND PETE SIT VERY CLOSE. QUIET. TOGETHER. IN SILENCE. FEW BEATS. CONTENT. \nPETE MUSANE I don't like your husband. You're no good together. He doesn't appreciate you. Hey, it happens. It happened in my marriage. That's why I went to Miami. Sometimes you just gotta be tough. You gotta stand up and you gotta leave, you know? \nRosalyn looks at Pete smitten. \nPETE MUSANE (CONT'D) Sometimes you gotta let something die to let something live. You're too beautiful to be unhappy. \nROSALYN ROSENFELD I know. I mean, I don't want to badmouth my husband, but let me badmouth my husband for a second. He just thinks that he knows everything and he's so full of shit. He's such a liar. He thinks that I'm stupid, but I'm not stupid. I hear him on the phone arguing. He loves Carmine, but he hates that other guy, that curly- headed I.R.S. guy, or whatever who's carting around my husband's ex-lover, that redheaded whore. \nPETE MUSANE IRS? \nROSALYN ROSENFELD Anyway. You can see that it drives him crazy. \n", "random": "                                                                                                  ", "sentiment": "ARMINE POLITO I'm not going to come over here tonight, quorum, you are no part of this. I want you to come over here tonight. \nGROSS: \nCARMINE POLITO You are again? How is NBC? \nGROSS: \nCARMINE POLITO I don't even know why. \nGROSS: \nCARMINE POLITO You're fine,''Joanie says. \nCARMINE POLIT"}]