[{"id": 2028, "prefix": "The first man drops a coin in the old lady's palm and they leave. The beggar woman, oblivious of the coin in her hand, stares unbelieving, at the departing men. Suddenly her face screws up in horror. OLD LADY Oh, good gracious! ", "truth": "LAP DISSOLVE TO: \n152. EXT. A BOOTBLACK STAND - MEDIUM SHOT \nA colored bootblack is brushing the coat of a customer. \nMAN \nSammy, are you sure about that? \nSAM \n(emphatically) \nYes, suh! That messenga boy just tol' me that Mr. Dickson took it all hisself. And it was more than a million dollars. \nMAN \nMore than a million dollars? \nSAM \n(breathlessly) \nCross my heart. And I sure hopes that man gets a long time in jail, too! \nMAN \nNever mind my shoes, Sam. \nHe hastily exits scene. \nLAP DISSOLVE TO: \n153. INT. A BARBER SHOP - MED. CLOSE SHOT \nTaking in two chairs. The man on the right, being shaved, is in conversation with the barber. \nCUSTOMER \nWell, I always said the Union National was a phony bank. \nThe second customer sits straight up in his chair. \nANOTHER CUSTOMER \nUnion National? \nBARBER WITH FRENCH ACCENT \nYou had money in that bank, too? \nSECOND CUSTOMER \nYes. Something wrong? \nBARBER WITH FRENCH ACCENT \n(hysterical) \nMon dieu, mon dieu! Run, run! \nSecond customer dashes out of scene. \nLAP DISSOLVE TO: \n154. INT. A BAR - MED. CLOSE SHOT \nTwo men are in conversation. Another man is alone. One of the two men holding the conversation is the man of the bootblack episode. \nMAN \n(of bootblack episode) \nI tell you, I got it from the best authority. Dickson got away with several million dollars. \n155. CLOSE SHOT - 3RD MAN \nHe is just reaching for his glass, and starts to lift it to his lips when another man's voice comes into scene. \n2ND MAN'S VOICE \nBoy, that's the end of the Union National Bank. That's the trouble nowadays. You don't know who you can trust. \nMAN \nYou said it. \nThe third man drops the glass and turns toward the two, panic-stricken. \n156. MED. CLOSE SHOT OF THE THREE \n3RD MAN \nSay, is there something wrong with the Union National Bank? \n2ND MAN \nSomething wrong? Brother, that ain't the half of it! \nMAN \nIf you've got any money in there, you can just kiss it goodbye. \n3RD MAN \n(throatily) \nNaw, you're kidding\u0097 \nMAN \nNo, I'm not. \n3RD MAN \nHoly smoke! \nHe rushes out of the scene. The other two stare after him. \n2ND MAN \n(over-his-shoulder, to third man) \nIf you've got any friends, you'd better call them up too. \nMAN \nThat's a good idea. I have friends of my own. \nHe dashes out of scene. \n2ND MAN \n(turning to bartender, who has been eavesdropping with interest) \nImagine that! \nBARTENDER \nWhat bank did you say that was? \n2ND MAN \nUnion National Bank. They're broke. Haven't got a dime . . . \nLAP DISSOLVE TO: \n157. PHONE MONTAGE \nQuick cuts of excited phone conversations. \nMAN \n(into phone) \nListen, Jack, go down to the Union National and take your money out of there. Don't ask me how I know. I told you it's on the rocks. If you've got any friends, you'd better tell them too. \nANOTHER MAN \n(into phone) \nBetter give all the men in your plant a couple of hours off to get their money out\u0097 \nWOMAN \n(into phone) \nTell Mrs. Hardy to tell everybody in the apartment house\u0097 \n", "random": "THE WOMAN I know you are at peace with your dear friends. \nTHE WOMAN Oh, God, I am too. \nTHE WOMAN What do you mean? \nTHE WOMAN I mean to say God is with me. \nTHE WOMAN You mean to say that God is with me? \nTHE WOMAN I mean to say that God is with me. \nTHE WOMAN (to herself) Then I must not speak to you for", "sentiment": "RIAN What have you done? The filth? Did you hear all that? \nOLD LADY The filth! \nI'll tell you why if I can make you drink it! If you like that I'll just tell you what I've thought of you. \nThe old lady looks to OLD LADY.  MAJOR LADY Must do exactly what's best. \nTHE BIG LADY Drinks like a diffe"}, {"id": 2029, "prefix": "The lobby's half filled now. DICKSON What are you talking about? ", "truth": "163. OUTER OFFICES OF BANK - MED. CLOSE SHOT \nAs Sampson and Dickson come into the scene. \nSAMPSON \n(pointing in front of him) \nLook! \nDickson looks in the direction in which Sampson points. \nCUT TO: \n164. INT. LOBBY OF BANK - LONG SHOT \nFrom Dickson's angle. \nThis shot takes in the length of the bank. Clerks, bookkeepers, stenographers in the f.g., the lobby in the b.g. It seems a little more crowded than in previous shot. \nCUT BACK TO: \n164. OUTER OFFICES OF BANK - MED. CLOSE SHOT \nSampson and Dickson. Dickson's face clouds. \nSAMPSON \nThey've been coming in steady all morning. I have called for some extra police. \nDICKSON \n(his eyes glued on the crowd) \nAll right. Send down to the vaults and have our reserve cash sent up here right away. \nSAMPSON \nWe haven't much on hand, you know. If it gets any worse, I hope we don't have to close the doors. \n165. CLOSE SHOT \nFavoring Dickson. \nHe turns to Sampson. \nDICKSON \n(flaring up) \nThe bank's reputation wouldn't be worth a nickel after that. This is just a flurry, that's all. They've heard about the robbery and got panic-stricken. Listen, get ahold of our available securities and have them turned into cash. Wait a minute. Get my personal stuff and have that turned into cash too. Tell the boys anyone caught arguing with a depositor will be fired on the spot. \nSAMPSON \nYes, sir. \n166. MEDIUM SHOT \nAs Sampson leaves. Dickson starts out in the direction of Sampson's office. He is stopped by his name being called: \nCLARK \nMr. Dickson! \nDickson turns. Clark and several directors appear. \nCLARK \n(grimly) \nWe want to talk to you. \nDICKSON \nWhat about? \nCLARK \nWe'll discuss that in the board room. \nHe turns to follow, then is stopped by another voice. \nDETECTIVE \nOh, Mr. Dickson! We got a check on Brown's alibi. Do you want to hear it? \nDICKSON \n(only a slight hesitation) \nAll right. \n(to Clark) \nI'll be with you in a minute, Clark. \nCUT TO: \n167. INT. SAMPSON'S OFFICE - MED. CLOSE SHOT \nDickson is by Matt's side. The Inspector is also in scene. Dickson puts a hand on Matt's shoulder. \nDICKSON \nNow don't worry, son. All you got to do is answer the questions they ask you, that's all. \nCAMERA PANS TO THE DOOR as it opens and a detective enters, beckons to the Inspector off scene. \n168. MEDIUM SHOT \nAs the Inspector crosses to the new arrival, who whispers something in his ear. The others in the room watch them, interested. The Inspector whispers instructions to the detective, who leaves. The Inspector then crosses slowly to Matt. \n169. MED. CLOSE SHOT \nAs the Inspector comes up to the group around Matt. \nINSPECTOR \n(carelessly) \nSo you were home last night? \nMATT \n(averting his gaze) \nYes. \nINSPECTOR \nWhat time did you get in? \nMATT \n(haltingly) \nWell, about - uh - eleven o'clock. \nINSPECTOR \nEleven o'clock, eh? Are you sure it was that? \nMATT \nYes. \nThe Inspector turns away and CAMERA PANS WITH the Inspector as he crosses quickly to the door and beckons to the detective outside. \nINSPECTOR \nAll right, Kelley. \nKelley returns to the room accompanied by a little old Irish woman. She looks around the room nervously. Inspector leads her toward Matt. \n170. MED. SHOT OF GROUP \nAs everyone stares at her curiously. \nINSPECTOR \n(indicating Matt) \nDo you know this young man, Mrs. Halligan? \nMRS. HALLIGAN \nSure I do. He has the best room in me house. The one with the fancy wallpaper. \n171. CLOSEUP - MATT \n", "random": "ELLER One of my blokes... \nTELLER What are you talking about? \nTELLER You're talking about the usual creepiness. \nTELLER I'm talking about the usual creepiness. \nTELLER But what's the matter? \nTELLER That's a good question. \n\" sry \nHe's got a question. \nTELLER Well, he's got a question. \nTE", "sentiment": "ARTHA How about you, Mr. Dickson? \nRACHEL Yes, of course. \nRACHEL We'll see you later Mr. \nRACHEL I'll see you later. \nRACHEL So, Mr. Dickson. Mr. Smith, you are a real boy. \nRACHEL Of course I am. \nBut before he can answer, he is forced to say something. \nRACHEL You want"}, {"id": 2030, "prefix": "(into phone - rat-a-tat) Dickson's in a jam I tell you. The run's getting worse. HELEN ", "truth": "Mr. Williams . . . \nMATT \n(continuing) \nThe big guys have got the screws on him. You've got to come through for him, Mr. Conway. He came through for you a hundred times. If his friends don't help him, who is going to help him? \nHELEN \n(looking up from her own phone pitch) \nMatt, look! There's Mr. Jones! \nCUT TO: \n267. INT. LOBBY OF BANK - MED. SHOT \nAs a man elbows his way thru the crowd to a receiving teller's window. He is accompanied by a bank guard, who sweeps the disbelieving crowd aside. He speaks loudly for everyone's benefit: \nJONES \nAny bank that Tom Dickson has anything to do with is all right. I'm putting my money in here. Why should you be afraid? Give him a chance. Tom Dickson is all right! He's perfectly square. I'm putting my money in this bank! I know what I'm doing! \nHe reaches a teller's window, which is closed. He pounds on it. \nJONES \nOpen up! I want to put some money in here! I don't want to take any out! \nA teller's face appears, somewhat astonished. \nTELLER \n(recovering composure) \nCertainly, Mr. Jones! Certainly! Charlie! \nCUT TO: \n268. INT. SOMEWHERE IN BANK - MED. CLOSE SHOT - MATT AND HELEN \nMATT \n(into the phone - rat-a-tat) \nThey're starting to come in already. Yeah. Yeah. Well, listen. Don't waste any time. Get all the money you can lay your hands on, and bring it down here right away. Step on it. \nHe hangs up, dials another. \nHelen has dialed another prospect also, and hands the phone to Matt. \nMATT \n(to Helen) \nWho's this? \n(into one phone) \nMr. Williams? \n(into the other phone) \nMr. Gunther? \n(to Helen) \nI'll talk to both of them at once. \n(holding both phones up to his mouth) \nListen, both you fellows. Dickson's in a jam. The run's getting worse. Those big guys got the screws on him. Yeah, both you fellows got to come thru for him. Listen, if his friends don't help him, who is going to help him? Now he came through for you a hundred times. Yeah, listen. They're starting to come in already. Yeah, listen. Both of you fellas - get all the money you can lay your hands on, and bring it down here right away. Both of you - step on it! All right. \nCUT TO: \n269. INT. LOBBY OF BANK - MED. SHOT \nAs several more people elbow their way thru the crowd on their way to teller's windows, speaking aloud. \nMAN \n(loudly) \nGet out of my way. I got money I want to put into the bank. \nCAMERA PANS WITH HIM and second man until they reach the receiving teller's window, where they fall into a line already containing ten or twelve people. \nThe second man shoves his way to the front, and addresses the teller: \n2ND MAN \nI want to make a deposit. Four thousand, six hundred dollars. He's the best man in the world. I believe in him. \nCUT TO: \n270. INT. DICKSON'S PRIVATE OFFICE - CLOSE TWO SHOT \nDickson and Phyllis Dickson. She is still explaining to him. \nMRS. DICKSON \nIt doesn't matter what you think about me, there's something far more important. Those people down there. The bank, Tom. You can't give that up. \nShe is interrupted by sound of door opening. They look off. \n271. CLOSE SHOT AT DOOR \nAs Sampson steps in. He looks off toward Dickson. \nSAMPSON \nMr. Dickson! Come here a minute. Look at this. Something wonderful has happened. People are bringing deposits. You won't believe it until you see it. You have to come out. \n272. CLOSE SHOT \nDickson and Mrs. Dickson. He shambles over towards the door. \n273. INT. OUTSIDE OF DICKSON'S OFFICE - MED. CLOSE SHOT \nAs Sampson and Dickson come out from private office. \nSAMPSON \n(pointing off) \nLook! \nDickson gazes in the direction he points. \nCUT TO: \n274. RECEIVING TELLER'S WINDOW - MEDIUM SHOT \nFrom Dickson's angle. \nThe line has grown in size. Those trying to deposit their money are just as excited as those who want to draw it out. \nMAN \n(shouting) \nTom Dickson is a friend of mine! I'll put money in his bank any time! \nANOTHER MAN \n(shouting) \nAnybody who takes money out of this bank is crazy! I'm going to put a lot of money in! Here it is! \n3RD MAN \nI haven't got much, but here it is! \nWOMAN \nTom Dickson can have all my money any time. \nCUT TO: \n275. INT. OUTSIDE OF DICKSON'S OFFICE - CLOSEUP \nOn Dickson, looking toward Receiving Teller's window. He stares at the miraculous spectacle, deeply moved. He can scarcely believe his own eyes. A smile grows on his face. \nThe sight of his friends coming to his rescue has an electrical effect on Dickson. It revives his fighting spirit. He sticks his jaw out determinedly. Without a word he turns and crosses to door of conference room. \nCUT TO: \n276. INT. CONFERENCE ROOM - FULL SHOT \n", "random": "     \nDickson leans back, looking at the many children in the group.  \nDIEER I know.  \nDORGAN (to his children) I know.  \nDickson nods, and they all turn away.  \nDIEER You know, I'm afraid of God.  \nDICKSON What else can you say?  \nDickson nods.  \nDICKSON You know, I", "sentiment": "\n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) \n(CONT) "}]