[{"id": 798, "prefix": "He hands her two drink tickets. BARGIRL It's after eleven. Those aren't good anymore. It's a cash bar. That'll be twenty-five dollars. Bateman pulls out an expensive-looking wallet and hands her a $50. ", "truth": "BATEMAN You are a fucking ugly bitch I want to stab to death and then play around with your blood. \nThe music muffles his voice. She turns around. He is smiling at her. She gives him his change impassively. \nINT. BATEMAN'S APARTMENT- MORNING \nTableaux of Bateman's apartment in the early morning light. A huge white living room with floor-to-ceiling windows looking out over Manhattan, decorated in expensive, minimalist high style: bleached oak floors, a huge white sofa, a large Baselitz painting (hung upside down) and much expensive electronic equipment. The room is impeccably neat, and oddly impersonal - as if it had sprung straight from the pages of a design magazine. \nBATEMAN (V.0.) My name is Patrick Bateman. I am twenty-six years old. I live in the American Garden Buildings on West Eighty-First Street, on the eleventh floor Tom Cruise lives in the penthouse. \nBateman walks into his bathroom, urinates while trying to see his reflection in a poster for Les Miserables above his toilet. \nBATEMAN (V.0.) I believe in taking care of myself, in a balanced diet, in a rigorous exercise routine. In the morning, if my face is a little puffy, I'll put on an ice pack while doing my stomach crunches. I can do a thousand now. \nBateman ties a plastic ice pack around his face. \nBateman does his morning stretching exercises in the living room wearing the ice pack. \nCUT TO: \nA mirror-lined bathroom. Bateman is luxuriating in the shower steam, scrubbing his body, admiring his muscles. \nBATEMAN (V.O.) After I remove the icepack, I use a deep pore-cleanser lotion. In the shower, I use a water-activated gel cleanser, then a honey-almond body scrub, and on the face an exfoliating gel scrub. \nBateman stands in front of a massive marble sink applying a gel facial masque. \nBATEMAN (V.O.) Then I apply an herb mint facial masque which I leave on for ten minutes while I prepare the rest of my routine. \nBateman opens the door of a mirrored cabinet, which is stocked with immaculate rows of skin care products. He begins selecting bottles jars and brushes, laying them in readiness on the marble counter. \nBATEMAN (V.O.) I always use an after-shave lotion with little or no alcohol because alcohol dries your face out and makes you look older. Then moisturizer, then an anti-aging eye balm, followed by a final moisturizing \"protective\" lotion... \nBateman stares into the mirror. The masque has dried, giving his face a strange distorted look as if it has been wrapped in plastic. He begins slowly peeling the gel masque off his face. \nBATEMAN (V.O.) There is an idea of a Patrick Bateman, some kind of abstraction, hut there is no real me, only an entity, something illusory, and though I can hide my cold gaze and you can shake my hand and feel flesh gripping you and maybe you can even sense our lifestyles are probably comparable: I simply am not there. \nINT. BATEMAN BEDROOM - MORNING \nAnother huge white room, equally minimal: a futon, rumpled white sheets, a bedside lamp with a halogen bulb, and a large expensive painting (Eric Fischl or David Salle) chosen by Bateman's interior decorator. \nDressed in silk boxer shorts, Bateman stands in front of a huge walk-in closet, filled with rows of expensive shirts, shoes and designer suits, organized according to color and tone. \nBATEMAN (V.O.) It is hard for me to make sense on any given level. My self is fabricated, an aberration. My personality is sketchy and unformed, my heartlessness goes deep and is persistent. \nFully dressed in Armani, Bateman stands in front of a full-length mirror in the middle of his vast bedroom, adjusting his cuff-links. \nBATEMAN (V.0.) My conscience, my pity, my hopes disappeared a long time ago, if they ever did exist. \nHe gives a last look at the mirror and likes what he sees. He gives his reflection a smile. \nINT. OFFICES OF PIERCE & PIERCE - DAY \nAs Bateman walks down the corridor, he passes another MAN who looks just like him. \nMAN Morning, Hamilton. Nice tan. \nBateman walks past the desk of JEAN, his secretary, pulling his Walkman from around his neck. Jean is attractive, wholesome, earnest. She smiles shyly. She loves him. \nJEAN Late? \nBATEMAN Aerobics class. Sorry. Any messages? \nJEAN Ricky Hendricks has to cancel today. He didn't say what he was canceling or why. \nBATEMAN I occasionally box with Ricky at the Harvard Club. Anyone else? \nJEAN And...Spencer wants to meet you for a drink at Fluties Pier 17. \nBATEMAN When? \nJEAN After six. \nBATEMAN Negative. Cancel it. \n", "random": "INT. BACKSTORY - DAY \nBargieri is sitting on a stool with his bandaged hands under a sheet. He is wearing his cap and the Coors sunglasses. He is playing a guitar. \nBargieri rises. His wife, DR. KARLINS, is standing on the other side of him. \nDR. KARLINS Mr. Bargieri, how are you? \nMICHAEL I'm doing fine. \nDR", "sentiment": "BARGIRL What's the deal? \nBARGIRL I'm sorry. \nBARGIRL You're a good man. \nBARGIRL I'm a good man. \nBARGIRL I'm a good man. \nBargieri takes the money and hands it to her. \nBARGIRL I'm a good man. \nBargieri takes the money and hands it to"}, {"id": 799, "prefix": "COURTNEY (Thickly) Oh God, Patrick. Shut up. BATEMAN You know, Courtney, you should take some more lithium. Or have a Diet Coke. Some caffeine might get you out of this slump. COURTNEY I just want to have a child. Just...two... perfect...children... (Her voice trails as she descends back into a drug haze) ", "truth": "INT. BARCADIA - NIGHT \nAn insanely expensive nouvelle Italian restaurant all polished natural brick, spotless white tablecloths, minimalist flower arrangements, discreet lighting. \nA waiter has come to take their drink orders. \nBATEMAN J&B. Straight. \nCOURTNEY Champagne on the rocks. Oh-could I have that with a twist? She starts to sink back in her chair and Bateman leans over and pulls her back up. \nCOURTNEY Are we here? \nBATEMAN Yes. \nCOURTNEY This is Dorsia? \nBATEMAN (Examining a menu that says \"Barcadia\" in large script) Yes, dear. \nCourtney almost falls asleep while looking at her menu, and starts to slide off of her chair. Bateman grabs her by both shoulders and props her up. \nBATEMAN Courtney, you're going to have the peanut butter soup with smoked duck and mashed squash. New York magazine called it a 'playful but mysterious little dish.\" You'll love it. And then...the red snapper with violets and pine nuts. I think that'll follow nicely. \nCOURTNEY Mmmm...thanks, Patrick. \nShe falls asleep at the table. \nINT. COURTNEY'S BEDROOM - NIGHT Bateman and Courtney are in Courtney's bed. Bateman is on top of her, reaching for a condom in the ashtray. He tears it open with his teeth, puts it on. \nCOURTNEY (Dazed on lithium) I want you to fuck me. \nBateman gets on top of her, starts to fuck her. \nCOURTNEY Luis is a despicable twit. \nBATEMAN Yes, Luis is a despicable twit. I hate him. \nHe keeps fucking her. \nCOURTNEY No, you idiot. I said \"Is it a receptacle tip?\" Not, is Luis a despicable twit. Is it a receptacle tip? Get off me. \nBATEMAN Is it a what? \nCOURTNEY Pull out. \nBATEMAN I'm ignoring you. \nCOURTNEY (screaming) Pull out, goddamnit! \nBATEMAN (Slowing down but not stopping) What do you want, Courtney? \nShe pushes him away from her. \nBATEMAN It's a plain end. I think. \nCOURTNEY Turn the light on. \nShe tries to sit up. \nBATEMAN Oh Jesus. I'm going home. \nCOURTNEY Patrick. Turn on the Light. He turns on the light. \nBATEMAN It's a plain end, see? So? \nCOURTNEY Take it off. \nBATEMAN Why? \nCOURTNEY Because you have to leave half an inch at the tip \u0096 (She covers herself with her comforter) to catch the force of the ejaculate! BATEMAN I'm getting out of here. Where's your lithium? \nCourtney throws a pillow over her head and starts crying. \nCOURTNEY (Screaming) Do you think you're turning me on by having unsafe sex? \n", "random": "\nJACOB You know, I'm not really that good with children. \nCHARLIE (O.S.) What? \nJACOB I'm not that good with kids. I'm not good with anyone. \nCHARLIE (O.S.) It's not fair. \nJACOB It's not fair. \nCHARLIE It's not fair. \nJACOB Can you imagine what it would be like to be a mother", "sentiment": "\nBATEMAN (Rambling) There's a man, my friend, who's been married more than fifty years and who was trying to kill me. And he's really mad at me for being so kind to him. And he's really depressed about it. And the whole time he's thinking, \"I'm not going to marry him. I'm not going to marry him.\" And I'm still mad at him. And I'm still mad at him. And I'm still mad"}, {"id": 800, "prefix": "KIMBALL (Smiles) So was I. BATEMAN Do you have any witnesses or fingerprints? KIMBALL Well, there's a message on his answering machine saying he went to London. ", "truth": "KIMBALL His girlfriend doesn't think so. \nBATEMAN But...has anyone seen him in London? \nKIMBALL Actually, yes. \nBATEMAN Hmmm. \nKIMBALL Well, I've had a hard time getting an actual verification. A Stephen Hughes says he saw him at a restaurant there, but I checked it out and what happened is, he mistook a Hubert Ainsworth for Paul, so... \nBATEMAN Oh. \nKIMBALL Was he involved at all , do you think, in occultism or Satan worship? \nBATEMAN What? \nKIMBALL I know it sounds like a lame question, but in New Jersey I know this sounds like a lame question, but last month-I don't know if you've heard about this, but a young stockbroker was recently arrested and charged with murdering a young Chicano girl and performing voodoo rituals with various body parts- \nBATEMAN Yikes! No. Paul wasn't into that. He followed a balanced diet and- \nKIMBALL Yeah, I know, and was into that whole Yale thing. \nA pause - the longest so far. \nBATEMAN Have you consulted a psychic? \nKIMBALL No. \nBATEMAN Had his apartment been burglarized? \nKIMBALL No, it actually hadn't. Toiletries were missing. A suit was gone. So was some luggage. That's it. \nBATEMAN I mean no one's dealing with the homicide squad yet or anything, right? \nKIMBALL No, not yet. As I said, we're not sure. But... basically no one has seen or heard anything. \nBATEMAN That's so typical, isn't it? \nKIMBALL It's just strange. (He stares out the window, lost in thought) One day someone's walking around, going to work, alive, and then... \nBATEMAN Nothing. \nKIMBALL People just...disappear. \nBATEMAN The earth just opens up and swallows people. (He checks his Rolex) \nKIMBALL Eerie. Really eerie. \nSilence. \nBATEMAN (Standing up) You'll have to excuse me. I have a lunch meeting with Cliff Huxtable at Four Seasons in twenty minutes. \nKIMBALL Isn't the Four Seasons a little far uptown? I mean aren't you going to be late? \nBATEMAN Uh, no. There's one...down here. \nKIMBALL Oh really? I didn't know that. \nBateman leads him to the door. \nBATEMAN Yes. It's very good. \nKIMBALL turns to face him. \nKIMBALL Listen, if anything occurs to you, any information at all... \nBATEMAN Absolutely, I'm 100% with you. \nKIMBALL Great, and thanks for your, uh, time, Mr. Bateman. \nBateman closes the door firmly on KIMBALL. He closes his eyes and leans against the door, sweating. \nINT. BATEMAN'S APARTMENT - AFTERNOON \n", "random": "\nWILLIAMS (Smiles) I don't know what it is. \nKIMBALL (Smiles) I'm sure they're looking into it. \nWILLIAMS (Smiles) There's another message on the answering machine saying he went to London... \nKIMBALL (Smiles) I don't know what it is. \nWILLIAMS (Smiles) I'm sure they're looking into it. \n", "sentiment": "\nJenny and others are still babbling. He could have taken her into the room. This disturbance separated them. \nJENNY It was a machine. \nmCOBRA (Moved by this) It's run out of gas. It's been packed. It might get more crowded. Evacuates a BOUGAROUGH TIMBER. \nBateman gives a withering U.S. MURDER SCREAM. \nBATEMAN ("}]