[{"id": 2475, "prefix": "Who? DEREK Nobody. Relax. Stacey sits up quickly from the bed as Derek pulls on his black combat boots. ", "truth": "DEREK Not right now, honey. (to Danny) How many? \nDANNY One...I think. \nDEREK Is he strapped? \nDANNY Hunh? \nDEREK Does he have a fucking gun, Dan? \nDANNY I'm not sure. \nDEREK Is there a driver? \nDanny nods his head yes. \nDEREK Okay.  Stay the luck here. \nSTACEY Derek? Be careful. \nHe looks at his girlfriend and walks off. \nINT. HALLWAY - SAME \nTIGHT ON DEREK. He walks down the hall. The intensity on his face is alarming. He stops at the front door and grabs the doorknob. Before he turns the knob, he peeks through the eye hole on the door. \nEXT. HOUSE - DEREK'S EYE POV \nTHE BLACK GUARD carelessly turns toward the driveway to see what's taking his partner so long with the wires. \nINT. HOUSE - DEREK AT THE DOOR \nThe guard has his back to him. Derek goes. \nEXT. HOUSE - THE DUEL \nDerek throws open the door and the black man standing guard wheels and fires a shot into the front door. Derek buries two bullets in his chest. \nDEREK Fuck you! \nThe force propels the man six feet backwards. \nINT./EXT. BRONCO - THE OTHER MAN \nStunned by the gunfire, he charges back to the getaway Tranny. Derek buries a bullet into his shoulder. The car splits and Derek fires a shot through the side window. He then walks towards the car and fires shot after shot at it until it disappears. \nINT. VINYARD HOUSEHOLD - DARKNESS \nDavina and Doris Vinyard yell in the background like they were in Vietnam. They meet in the hallway, still not able to place the direction of the gunfire. \nDAVINA \nMOM!!!! \nDORIS STAY DOWN, HONEY!  DANNY?! \nThey stay down on the carpet together. \nEXT. BEDROOM - DANNY'S POV \nFrom the rain-soaked window he watches Derek face his wounded prey - crawling on the ground. Sirens sound from a distance. \nSTACEY (O.S.) Get down, Danny! Jesus! \nTIGHT ON DANNY. His gaze is locked on his brother from his bedroom window. Derek cocks his piece, points it and walks toward the man. \nTIGHT ON DEREK'S FACE. Eyes blistering. \nFADE TO BLACK: \nTHREE YEARS LATER \nEXT. POLICE STATION - EARLY MORNING \nA black man in a suit and tie, ROBERT SWEENEY, goes through the automatic doors and into the station. He approaches a DESK SERGEANT. A daily calendar on her desk reads MONDAY. MARCH 3. 1997. \nSWEENEY Captain Rasmussen? \nDESK SERGEANT Briefing room. Down that hall...third door on the left. \n", "random": "EREK (CONT'D) I'm sorry. You're gonna have to go to your room. \nDICKY This is my room. \nDEREK (CONT'D) And what are you gonna do? \nDICKY That's a good question. \nDEREK (CONT'D) There are no bad guys out there. \nDEREK (O.S.) They're just letting their guard down. \nD", "sentiment": "ICKY (CONT'D) I know. I'm just, man. We have to get to the bottom of this. \nMARTIN The war is over. We've got to find a solution. \nDEREK I don't need it. I know what he's saying. Let's go. Dad is a coward. \nMARTIN I can't fucking believe that. You're telling me that? (to Derek) I'm not a coward"}, {"id": 2476, "prefix": "DANNY Yeah. SWEENEY Any time you wanna talk, Dan-- DANNY Okay. ", "truth": "DANNY Fine. \nSWEENEY Adjusting okay? \nDANNY Yeah. \nSWEENEY He was a student of mine. Honors English. He was a great student... like you...but he hung out with scumbags. Also like you. That's why he ended up in the pen, hunh? \nNo answer. Sweeney holds up Danny's paper. \nSWEENEY Great writing. I can't correct it though. It wreaks too much of shit. \nDANNY Come on, man! I followed directions and wrote an \"A\" paper. It's got nothing to do with Derek. \nSWEENEY Everything you do now has something to do with Derek. Who told you to do this? \nDANNY Let us get on with our lives, man! \nSWEENEY Hey, I'm not worried about Derek--he can take care of himself.  I'm worried about his little brother. (softly) Mein Kampf, Dan? I should expel you! \nDANNY Do it. What?  You don't think I could handle it? \nSWEENEY (smiling in disbelief) The street would kill you, Danny. You're not tough. The second a brother pulls a gun on your ass you'll be holierin' for Doris. (pondering to himself) So here's the drill. Take it or leave it cause I'm sick of babysitting. I'm your history teacher from here on out. We're gonna deal with shit happening right now. Call it American History...X. I see your ass once a day. Any more, any less, and you're a memory at Venice High. Clear? \nDANNY It took me a week to read Mein Kampf. Come on, Sweeney. \nSWEENEY My name is Dr. Sweeney. And I want a another paper on my desk tomorrow. \nDANNY What am I doing it on then? \nSWEENEY It'S not a \"what\", it's a \"who.\" (after a beat) Derek. \nSMASH TO: \nEXT. VENICE SHORELINE - LATE AFTERNOON \nA series of intercuts shows activity in and around the pier. A HOMELESS LATINO MAN searches a trash dumpster. OPEN VENDORS sell tie-dye and water bong paraphernalia. A FAT WOMAN walks past eating a hot dog. BLACK GANG MEMBERS play basketball in their low-rider shorts and boxers. \nTIGHT ON DANNY. He skateboards down the boardwalk, performing tricks and spinning the board. He eats shit, recovers, and looks off into the distance. \nDANNY (V/O) People look at me...and they see my brother. That's how things have gone since the murder of our father. \nEXT. BOARDWALK - NEAR THE BASKETBALL COURT \nFrom afar, he spots a group of black gang members shoot hoops. He and Little Henry from earlier exchange a cold glance. \nDANNY (V/O) Little Henry Hastings and his older brother Jerome. Jerome's a Shoreline Crip...Henry's on his way. \nLittle Henry and older brother JEROME catch their breath and stare down Dan. Danny doesn't flinch. Jerome sips from a 40 oz. beer and resumes playing. \nDANNY (V/O) Venice Beach, man. It didn't always look like this. I mean...our Dad used to take us down here to run...and it was cool. Derek fucking owned this place.        Since then though...the gangs, man-- \nTIGHT ON DANNy. He watches the basketball action as he takes a drag off his Marlboro Red. \nDANNY (V/O) --they've moved west from Inglewood and South Central and have really just...taken over. Especially at my high school. The Venice Locos are big too but they hang out in bumluck Mar Vista. It's scary. (then) And then there's The Disciples of Christ. The D.O.C. \nJerome and Little Henry joke and argue with eight extra players and spectators. \nDISSOLVE TO: \nEXT. BASKETBALL COURT - A GAME - FLASHBACK \nDANNY'S POV. The teams are a mixed assemblage of 3 blacks and 2 Latinos and 3 whites and 1 black and 1 Latino. SKINHEAD FAT SETH RYAN, early twenties, and his two skinhead buddies, can't compete against the better, predominantly black team. One of the skins, CURTIS, has a shaved head, a light beard and an M-16 RIFLE tattooed on his head. \nJEROME and LITTLE HENRY sit together to the right of the court and monitor closely. Danny looks over his left shoulder and sees Derek and Stacey sit with CAMMERON. Cowboy hat and BRONCO JERSEY, they sit and converse on the bleachers. \nLAWRENCE Seven-six. Let's go!  Set some picks! \nSETH Bring it on, boy. \nDerek quickly moves his eyes to the court. \nLAWRENCE Boy? \nLawrence quickly pivots past Seth, dunks it, and yells as he hangs on the rim. The crowd cheers. \nSETH Lucky piece of shit! I'm through \"monkeying\" around with your ass! \nLawrence spins around and challenges Seth. \n", "random": "\nDENNIS Yeah, you know, I'm gonna go. \nDANNY Yeah, but I don't want to talk. \nDANNY (to ANOTHER SWEENEY) \"You know, he's telling the truth.\" \nDANNY Yeah, he's. \nDANNY (to DANNY) \"Do you think he's lying to your wife?\" \nDANNY (to PADES) I (in a", "sentiment": "\nFURTHER UP THE BAND, WHILE WE ARE ON THE BAND. \nDANNY (on TV) I'm gonna go to hell. \nFURTHER UP THE BAND, WHILE WE ARE ON THE BAND. \nTURTLEY Hey, Dan! \nDANNY (on TV) I got to talk to you. \nTURTLEY (on TV) I got to talk to you. \n"}, {"id": 2477, "prefix": "LAWRENCE You wanna piece! Bring it! Players quickly rush to restrain the two even though the teams hate each other. DEREK If you wanna go...I'm ready.  Don't be throwin' fuckin' elbows. ", "truth": "Derek walks over to Cammeron, Danny and Stacey standing courtside. She has a water bottle and a towel waiting for him. He wipes his BLOODY LIP and takes a sip. Cameron stares at Derek. \nCAMMERON Hey.  Are you copacetic? \nDerek nods and looks at Danny and Stacey. \nCAMMERON He's gonna do that 180 spin move. \nDEREK I know what he's gonna do. \nDANNY You gotta call offense on that shit. \nDEREK Not on point game you don't. \nSTACEY Fuck that, D. That chucker can't pull that shit. It's fucking- \nDEREK Not on point, honey. \nHe turns back to the court and walks over to Lawrence. He stands in front of him and checks the ball in. \nDEREK \nTens! \nLawrence takes the ball, passes it to the wing, and quickly gets it back. Lawrence dribbles up top, makes a marvelous 180 spin with the ball, and pulls up for a ten foot jumper. Derek reads it perfectly and REJECTS IT. Lawrence trips to the ground, Derek grabs the ball off the fast break and DUNKS IT. \nDANNY (amazed by the dunk) Holy shit! \nEverybody courtside goes nuts. Derek walks to the sideline, ignoring all the hand slaps being offered. Everyone is riveted on Derek. \nSETH (to the other team) Get off my  fucking court!  This is my house! \nDANNY Yeah! Fuck...yeah! \nA sweaty Derek pulls his little brother close. He takes a drink of water, spits out more blood, looks at his bitter opponent, and says nothing. \nCUT TO: \nEXT. STREET - BY THE COURT \nDerek, Danny, Seth, Cammeron, Curtis and Stacey stand outside the Bronco. The doors are all open and the stereo softly plays music in the b.g. Derek dries off. \nDANNY'S POV. Derek throws a shirt and tie over his sweaty, tattooed body. Danny watches the tats disappear, and it's almost like his brother is normal. A name tag reads LA COPY CENTER - DEREK - ASSISTANT MANAGER. \nDerek looks at JEROME and LAWRENCE from afar. Danny notices the two men stare at his brother, ready to kill. Derek meets their gaze. \nCUT TO: \nEXT. VENICE BOARDWALK - PRESENT - DANNY'S POV \nDanny awakens from his daydream. The black players now stare at him. Danny puts his board down and skates down the boardwalk. \nDANNY (V/O) It was only the beginning. (then) Derek once told me that minorities would take America over one day. That white people are too afraid. Maybe he was right. \nCUT TO: \nEXT. SMALL BEACH HOUSE - A PATIO \nDanny skates up to the gate and kicks his board up to his hand.  He passes two SURFBOARDS on his way towards the back. \nEXT. SIDE ENTRANCE - TWO 14-YEAR-OLDS \nLIZZY, the redhaired beauty from earlier, and her blond friend KAMMI, sturable out and laugh. They're stoned. \nKAMMI Hey! Danny! \nDANNY (smiling) Hey. LIZZY You're going tonight, right? \nDANNY Where? \nLIZZY That party. Go there. \nThe two young girls giggle and take off. \nINT. TINY, MESSY BEDROOM - SAME \nJASON and CHRIS, two 17-year-old skinheads with shaved heads, prepare to hit the surf. Chris sings to INSTITUTIONALIZED BY SUICIDAL TENDENCIES on the stereo while Jason throws on a ZOG T-SHIRT, the tops of their fullsuits hang down. \nDANNY (O.S) There's dick for waves. \n", "random": " Don't be gettin' that ass turned into a beer bottle for you.  Don't be gettin' that ass turned into a fucking beer bottle.  Come on, you little shit.  Come on.  Get it together.  Come on.  Let's get in the game.  I'm gonna be in the game.  But I can't.  And I don't want to be in the game.  I don't want to go.  I'm gonna", "sentiment": "\nDEREK (to DEREK) Come on, man. \nDEREK (to DEREK) Come on, man. \nDEREK (to DEREK) Come on, man. \nDEREK (to DEREK) Come on, man. \nDEREK (to DEREK) Come on, man. \nDEREK (to DEREK) Come on, man. \nDEREK"}]