[{"id": 1212, "prefix": "Then, about ten metres inland from the edge of the lake, a low branch dips and a thick rug of snow falls from the branch. JACK grabs INGRID, yanks her towards the cover of the lakeside trees and pushes her down into the snow. She grunts, winded. He lies besides her. ", "truth": "It isn't. \nJACK pulls a WALTHER PPK/S semi-automatic handgun from the pocket of his Parka. \nCocks it. \nWaits. \nThen bobs up and down once. \nThere's another CRACK from the trees. \nJACK pinpoints the spot from the drift of BLUE SMOKE, almost invisible in the winter air. \nThere's someone in the shadows. \nHe rubs snow into his woollen hat, edges up until he can just see over the snow and pumps THREE SHOTS into the dusk under the trees. \nWe hear a muttering groan and then a sliding sound, as if JACK has just shot a tobogganist. \nMore snow slides off the trees. \nJACK waits. \nINGRID gathers her breath but loses her wits: \nINGRID You have a gun. \nJACK keeps his eyes fixed on the trees. \nINGRID You have a gun! How do you have a gun? Why should you carry such a weapon? \nJACK looks at her briefly but makes no reply. \nShe is busy thinking. \nSo is he. \nINGRID Jack? \nHe stands up slowly and walks inland towards the corpse that is just visible now in the shadows beneath the trees. \nINGRID follows, frightened. \nThe MAN is slouched forwards in a drift of snow, his body cushioned in white softness. \nJACK kicks the sole of his boot. He's dead. \nINGRID Jack talk to me! \nJACK grabs his collar and turns him over. \nHe doesn't recognise him. \nJACK fumbles at his buttons and rummages in his clothing. \nIn his breast pocket he finds a MILITARY IDENTITY PASS. \nINGRID Who is he? \nJACK A hunter. \nINGRID He's not dressed like a hunter. Why is he alone? Hunters always go in pairs. For safety. \nSwiftly, JACK removes the bolt from the man's rifle and throws it far into the trees. \nJACK Go for help. Call the police. \nINGRID sets off, stumbling up the track they have made through the snow. \nJACK shoots her just once, in the nape of her neck. \nShe twitches in the snow, her blood staining the white fur of her coat collar. \nFrom a distance, INGRID looks like a shot Snow-hair. \nJACK approaches her. \nAnd steps over her, trying not to look down. \nTrying not to look back. \n5   EXT. DACHA- MORNING                                          5 \nOutside the dacha is another MAN, standing by a black Mercedes-Benz sedan. \nThe second hunter. \nHe is holding an automatic pistol but he's not on alert. \nJACK fells him easily with a bullet in the ear. \nHe removes the clip from his WALTHER and reloads it. \n6   INT. DACHA- MORNING                                          6 \nJACK packs a few belongings in a holdall. \n7   EXT. DACHA- MORNING                                          7 \nJACK smashes the CB radio in the Mercedes and removes the distributor cap from the engine, burying it deep in the snow. \nThen he gets into the Saab. \nAnd drives off. \n8   TITLES                                                       8 \nOver images of: JACK on a ferry to Gotland; changing clothes and vessels for Ystad; travelling by road to Trelleborg; catching the night crossing to Travemunde; driving to Hamburg and from Hamburg catching a train to... \n9   EXT. ROME- DAY                                               9 \n", "random": " opens his mouth. The skin of the snow is soft and his words are beautiful. In the dim light, he makes a palm of his hand. He holds her close and kisses her, her signature. \nThe snow begins to fall. The wind is weak and the sound of the trees is like a creaking sound. \nThe door is open. JACK opens it and sees JACK alone, alone in the bushes, the dark and empty void. He takes her into his arms", "sentiment": "short distance away, a dark shadow rises and rises. She begins to speak: \"You're the one. You're the one. You're the one.\" JACK's eyes are wide and he starts to cry.  He stares at her. Then, he closes his eyes and starts to cry again.  He moves.  JACK sits, the sun shining, in front of her. JACK sees the darkness rise again. In the darkness, a small shadow falls over her hair. The shadows"}, {"id": 1213, "prefix": "She closes the car door, walks onto the platform and vanishes onto a waiting carriage. The TRAIN honks and belches, moving off down the track in the direction from which it came. JACK watches it go. And drives off. ", "truth": "83   INT. CASTEL DEL MONTE, LOCAL BAR- NIGHT                      83 \nTwo OLD MEN drinking beer at the bar. Two more at a table, playing Scopa with old fashioned Trentine playing cards. \nSitting at the back of the room, JACK stares at a shot of Grappa. \nAbove him, mounted on the wall, is a TELEVISION. On the TV is a Western: Charles Bronson and Henry Fonda in ONCE UPON A TIME IN THE WEST. \nJACK downs his shot, gets up and walks over to the bar. Pays. \nThe BARMAN nods at the screen. \nBARMAN Sergio Leone. Italiano. \nJACK turns and looks. \nHENRY FONDA in close-up, is about to shoot a red headed BOY of seven in the head. \nJACK stares. Just at the moment that the gun goes off... \n...JACK turns away. \nBARMAN (in poor ENGLISH) You like cow boy movie? \nJACK thinks. \nThen shakes his head. \nJACK Hokey. \n84   INT. BROTHEL, VIA LAMPEDUSA- NIGHT                           84 \nCLARA and JACK are naked. \nJACK tries to kiss her on the lips but CLARA turns away: just enough to let him know this is against the rules. \nJACK kisses her neck. Her breasts. Her stomach. \nAs he moves his head between her legs, her fingers (already ensnared in his hair) tighten their grip, stopping him from going further. \nJACK looks up at CLARA, across her belly, and she looks back at him, her expression fixed yet curious. \nAgainst her rules but not, we sense, against her wishes, JACK kisses CLARA softly, tenderly, deeply until she is moving against his tongue, using her sex like a mouth to kiss him in return. \nThey make love, breaking each of Clara's two remaining rules in turn. First: JACK puts her in a position she initially resists. Then: he kisses her. \nCLARA comes, not wanting to. \nSuddenly, preoccupied, JACK does not. \n85   INT. BROTHEL, VIA LAMPEDUSA- NIGHT                         85 \nJACK is in bed with CLARA. \nCLARA Morboso? \nShe looks at him. \nCLARA (with certainty) Morboso. \nJACK Morboso? \nCLARA Morboso is like... when you can't stop thinking about something. \nHe stares back at her: wordless. \nCLARA Or someone. \nA long pause: her eyes searching his. JACK sits up, lights a cigarette and stands by the window, looking through the blind, down into the street. \nJACK You needn't act. \nCLARA Act? \nCLARA watches him, confused but fascinated. \nJACK You might have to act with your other clients but you don't have to pretend anything at all with me. \nShe lights herself a cigarette. \nJACK I want you to be yourself with me. Be as indifferent as you like. I came here to get pleasure, not to give it. \nHe hands her CASH. \nShe counts it. \nCLARA Maybe I pretend very well. I got more tip than the other girls usually get. \nHe walks to the door. \nPauses. \nJACK I don't sleep with the other girls. \nAnd leaves. \n86   INT. JACK'S ROOM- NIGHT                                86 \nJACK is asleep. \nHe is not alone. \nIn the bed beside him: \nINGRID. \nPale as death. \nEyes rolled back in her sockets. \nJACK wakes up suddenly, gasping. \n", "random": "                                                                                                  ", "sentiment": "The TRAIN is a large, heavy machine, bearing a large, white flag. It is fitted with an automatic transmission, with a small electronic switch. It is bright, with a bright white stripe. JACK peeks into the passenger's seat. He's taken off his seatbelt. JACK turns and walks over to the MAN and its crew. The man is sitting on a bench. \n\nThe TRAIN is a large, heavy machine, bearing a large, white flag."}, {"id": 1214, "prefix": "114   EXT. CORSO FREDERICO II, L'AQUILA- DAY                      114 We cut wide and watch JACK talk inconsequentialities with the girls. They stand to go. JACK rises. CLARA Perhaps we will have a drink together soon? I am free... ", "truth": "CLARA ...on Monday. \nJACK Great. I'll see you then. \nCLARA But Eduardo... Where would you like to meet? \nAgain: rehearsed. JACK is not expecting this. CLARA looks at him mischievously. ANNA is listening. \nJACK How about our usual place? \nCLARA Our usual place? \nShe feigns complete perplexity. \nCLARA I forgot. Where is our usual place? \nJACK You've forgotten? \nCLARA Remind me. \nThe twinkle in her eye. She's testing him. JACK is the perfect gentleman. \nJACK Maybe we should try something different. \nCLARA Where would you like to try, Eduardo? \nA beat. JACK spots a restaurant on the opposite side of the road. \nJACK Locanda Grapelli? \nThere is no warmth in his suggestion. But CLARA doesn't care. \nCLARA Locanda Grapelli! Si! \nShe looks genuinely delighted. \nANNA This is the best food in the area. \nJACK Good. \nCLARA Seven? \nJACK Seven. \nCLARA Locanda Grapelli. \nJACK Locanda Grapelli. \nCLARA You'll be there? \nJACK I'll be there. \nCLARA See you then, Eduardo. \nJACK See you then, Clara. It was a delight to meet you Anna. Arrivederci. \nANNA Arrivederci, Signor Farfalla. \nThere is an unmistakable twinkle in ANNA's eye. How much she knows is uncertain. She kisses him swiftly and softly on the cheek. \nCLARA does the same on the lips. Behind the mischief in her eyes is something doubtful. Has she gone too far? \n115   EXT. DOWNTOWN L'AQUILA- DAY                                115 \nJACK visits three stores: \n-In a PHOTOGRAPHIC SHOP he buys half a dozen FILM PROTECTION BAGS. \n-In a HABERDASHERS he purchases several packets of HOOKS and EYES like the kind you find on brassieres. \n-In a OFFICE SUPPLY SHOP he buys some custom made headed notepaper, invoice books, notepads, envelopes, metal pens, a calculator and a mobile phone. \n116   INT. JACK'S ROOM- NIGHT                                    116 \nJACK opens a black combination lock SAMSONITE BRIEFCASE and lines the bottom and sides with the lead-lined film protection bags, cut to fit. \nInto the base of the briefcase he glues pre-shaped pieces of firm grey plastic foam. These form the pockets into which he slots the constituent parts of the SOCIMI SUBMACHINE GUN. They fit perfectly. \nOver this JACK uses the HOOKS and EYES to clip a false bottom: a tough card cover onto which are pasted the custom made headed notepaper, invoice books, notepads and envelopes. \nTo the briefcase's central divider he adds the metal pens, a calculator and a mobile phone. He sets the combination to 821. Then shuts and locks the BRIEFCASE. \nThis done he sits on the bed and stares at the case. With his work complete, he is struck by a terrible sense of emptiness. \n117   EXT. PARCO DELLA RESISTENZA - JUST BEFORE DAWN              117 \nA small park not far from Castel Del Monte's town square. \nIt is just after dawn. The pine trees and the poplars are silent. The sun is not yet up but the day is light. Sparrows hop about, searching for crumbs. \nJACK, ravaged by lack of sleep, wonders about like the demon of a lost darkness, looking for his hole down to the underworld. \nFATHER BENEDETTO Buon giorno! \nHe's twenty meters away, his hand raised in half-welcome, half-benediction. \nThey greet one another and FATHER BENEDETTO falls into slow step with JACK. The priest walks with his hands behind his back. JACK with his hands in his pockets. \nFATHER BENEDETTO I walk here to meditate. Once a week, Wednesday, the farthest one can travel in the week from the Sabbath. The trees are like the Stations of the Cross: by certain trees I thank God for certain favours he has granted me, or certain gifts he has made to me and all men. For example, here by this pine, I thank him for the many friendships I have and ask him to look after those of my friends who are troubled. \nThey reach a Cypress tree and FATHER BENEDETTO bows his head in prayer. After a while he says: \nFATHER BENEDETTO Some walk here in the cool of evening. Others come at night. \nThere is a slight sadness in his voice as he says to himself: \nFATHER BENEDETTO I wonder how many bastards have been made here? \nHe gives a small sideways glance at JACK. \nFATHER BENEDETTO Perhaps you'll stay and settle here yourself? \n", "random": "                                                                                                  ", "sentiment": "                                                                                                  "}]