[{"id": 93, "prefix": "WOLFMAN Are you French, Operator? OPERATOR This is a collect call for Wolfman Jack. WOLFMAN I... I love you, Operator. ", "truth": "WOLFMAN Is Floyd there? \nOPERATOR It's for a Wolfman... Jack... \nCarol looks over at John and shakes her head. \nCAROL I just love listening to the Wolfman. My Mom won't let me at home. Because he's a Negro, I think... anyway, he's terrific. Do you know that he just broadcasts from a plane that flies around in circles all the time? Do you think that's true? \nINSIDE STEVE'S '58 CHEVY \nTerry drives on through the wonderful night--a blonde sitting next to him, he's feeling very bitchin'. He and Debbie are also mesmerized by the Wolfman. \nWOLFMAN (V.O.) Floyd, I love you, Floyd. Is this you, Floyd? I cannot look on thee, love took my hand... and smiling did reply, who made the eyes but I. Floyd, reach out and touch my soul. \nINSIDE THE PHAROAHS' '51 MERCURY \nEven Curt has to laugh at the Wolfman--despite his situation. Little Carlos sits in the front seat and looks over at Joe who's driving. \nOPERATOR (V.O.) Your party's ready, sir. \nWOLFMAN You mean Floyd? Hello, is this Floyd? \nVOICE (V.O.) Hello, is this Matilda? \nWOLFMAN No, it ain't honey--bye! \nCARLOS You tell her, Wolfman. He's my man. When I graduate, I'm gonna be a Wolfman. Hey, you know he broadcasts out of Mexico someplace? \nJOE No, he don't. I seen the station right outside of town. \nCARLOS That's just a clearing station, man. So he can fool the cops. He blasts that thing all the way around the world. It's against the law, man. \nIn the back seat, Ants nods in agreement. \nANTS Ah, man--they'll never catch the Wolfman. \nThen Ants' nose starts twitching and he looks over at Curt suspiciously. \nANTS Hey, man, who cut the cheese? \nCurt tries to smile but looks pretty guilty. Then Joe looks around from the front seat. \nJOE He who smelt it, dealt it. (looking at Curt in the back) Hey, creep, scoot down. Sitting up like that, it wrecks the lines of the car, you know what I mean? \nCurt scoots down to a level even with Ants. Ants is staring at him and grinning evilly. Then they hear an incredible roar, and they all turn to see Bob Falfa's black '55 Chevy pass by. Falfa has a new girl with him this time, a lovely redhead. \nJOE There's that badass Chevy again. Look at he snatch he's got with him. \nANTS Hey, man, he looks like a whimp. \nCurt nods and tries to join in. \nCURT Probably is. Whimps get all the snatch. \nCarlos and Ants look at him. Like nobody asked him to open his mouth. \nCARLOS Milner ain't gonna beat that. His time has come. He's getting old. He ain't as fast as he used to be. \nINSIDE THE DEUCE COUPE \nMilner may not be as fast a he used to be--and having a little teeny-bopper with him isn't helping matters. He looks over at Carol. She's moved closer to him. \nJOHN You got two seconds to get your ass over in the corner. \nCAROL Don't worry, I won't rape you. \nCarol slides back to her side. But as they glide along, Carol watches John. She's moon-eyed and flipped over him. John deftly down-shifts as he approaches a light and then accelerates through the gears with a \"race\" expertise. \nThere's a honk and John and Carol look over to see a '60 Cadillac full of girls laughing at them. \nGIRL You got a bitchin' car. \nJohn nods modestly. \nGIRL In fact, we're gonna give you our special prize for having the neatest car around. You want me to give it to you? \nJOHN If the prize is you, honey, I'm a ready Teddy. \nGIRL Yeah, well get bent turkey. \nThe girl suddenly launches a water balloon, which John ducks deftly, the tumescent missile catching Carol full in the face. The girls roar off. John cracks up as Carol blinks away the water, not believing what's happened. She wipes her face. \n", "random": "\nThe Operator leaves. \nWOLFMAN (CONT'D) I'll call you back. \nCUT TO: \nEXT. ALLEYWAY - NIGHT \nCurt leads a group of young men through the streets of downtown Las Vegas. They stop at an old gas station and look for a parking lot. \nCUT TO: \nINT. STYLE MAGAZINA - NIGHT \nCurt walks up to a large black car.", "sentiment": "\nINSERT TAPE: A VIDEO DESKMAN AT NIGHT. \nWOLFMAN Betty, listen to me, we're going toabee dare, we're going toabee dare listen to you go with this. We know you're driving, we know you're immobed here. WOLFMAN I know you know don't wanna drive or hang out, but you know I'm really glad you're here. (into microphone) And I'm really glad you"}, {"id": 94, "prefix": "DEBBIE Ummm, I just love tuck 'n roll upholstery. As they roll around, a couple of guys walk by the car laughing. Terry manages to sit up and watches them go off into the night. TERRY Geez, it's like Grand Central Station around here. Why don't we go someplace else. ", "truth": "DEBBIE Nah, come on. They won't come back. \nTERRY Wait a minute. I got a blanket in the back. Why don't we go over into the field? \nDEBBIE All right. Okay. \nThey both get out of the car. Terry gets the blanket out of the trunk. They walk along a path next to the moonlit canal. Debbie carries their drinks for them. They left the radio on and Wolfman's voice can be heard as he takes another call. \nWOLFMAN (V.O.) Hello. \nGIRL (V.O.) Yeah! \nWOLFMAN How old are you? \nGIRL I'm thirteen, how old are you? \nWOLFMAN I'm only fourteen. \nGIRL Oh, boy, I love you, Wolfman. \nSINGERS (singing over) \"Wolfman Jack.\" \nWOLFMAN Oh, now we gonna do the weather for all the valleys and the mountain tops. Gonna be hot... about 200 degrees in Merced, 400 degrees out in Fresno, and I know we're gonna have about 500 degrees up around the valley somewhere. You got the Wolfman Jack Show. \nMINIATURE GOLF COURSE AND ARCADE \nAs the Silhouettes yip-yip-yip-yip into \"Get a Job,\" we see the mysterious white Thunderbirds cruise by and disappear. The Pharoahs' Mercury turns into the parking lot of a a miniature golf course. The doors open and the Pharoahs exit. There's a pause, then Ants reaches into the car and pulls Curt out also. The Pharoahs saunter into the miniature golf compound. \nCURT Hey, terrific, I love miniature golf. \nJOE I hate it. \nCURT Well, I don't play that often really. Ah--what're we doing here then? \nJOE We're outta gas. \nCURT They don't sell gas here. \nJOE No... but we're outta money, too. Come on, Carl. \nCURT Curt. \nJoe gives Curt a gentle push and they go inside. The golf course is empty, except for a couple of ugly girls putting around in the far corner. Under a trellis, Curt and Joe enter as the Pharoahs fool around with the candy machine, pinball games, \"Check Your Weight,\" and \"Air Corps Gunner\" games, pretending to play with them.  Joe looks around, whistling again. \nJOE All right, men. \nQuickly the Pharoahs go into action, jimmying locks, pounding coin returns, pulling out plugs, prying open change boxes and stuffing looses coins into their pockets. \nJoe smiles at Curt, who looks sick again, involved now in a robbery. Ants is sitting in a \"Rocket to the Moon\" ride, pounding on it unsuccessfully when suddenly it starts. Ants starts bouncing up and down looking dumber than usual. He swears at Rocket to the Moon under his breath--suddenly a screen door slams. The Pharoahs turn. A man in an undershirt stands by the \"Get Your Balls Here\" booth, regarding them warily. \nMR. GORDON What're you punks doing? \nThe Pharoahs can't think of anything right away. Ants bounces noisily in the \"Rocket to the Moon.\" The Pharoahs are all looking to Joe for guidance. Joe for his part is mumbling. \nCURT Hey, hi. Mr. Gordon, what's up? \nThe man looks at Curt, surprised. \nMR. GORDON Henderson--Curt Henderson? You with these punks? \nThe Pharoahs don't know what's happening yet. Curt walks over to Mr. Gordon. \nCURT These are my friends. We were just... \nMr. Gordon looks skeptical, then Curt smiles at him. Then Mr. Gordon smiles. \nMR. GORDON Jeez, you guys had me scared. \nHe laughs nervously. The Pharoahs laugh. Everybody's happy. \nMR. GORDON Hey, you haven't left yet? \nCURT Oh ah--no--no, I'm not-- \nMr. Gordon looks puzzled. \nCURT I mean, I'm not leaving until tomorrow. \nMR. GORDON Tomorrow. Well, listen, Hank Anderson's inside. Come in and say goodbye. You know, Hank's the one that brought your name up on the floor of the Moose Hall. You got the check, didn't you? \nHe leads Curt toward the screen door. Curt looks around at the Pharoahs, who are slowly starting to work again pilfering the machines. Inside the small office, Curt shakes hands with Hank Anderson, who pats him on the shoulder. \n", "random": "The guys look at each other with a puzzled look. \nTERRY (CONT'D) A little help in tupping someploitation. \nThe guys look up and the car pulls away. Terry watches the car pulling away. \nGIRLS' APARTMENT - DAY \nTerry and Sean are standing in the front of their apartment. Terry has a couple of aunts carrying cases of groceries and a couple of cousins who are looking over the papers. Sean", "sentiment": "INT. LIVING ROOM - DAY \nTerry is on his way back to his house. He pulls up to a side street and stops at a door. He opens it and he sees the man in the dress. He looks at him and then he smiles at him. \nTERRY Hey, man. \nThe man in the dress is a handsome man in his mid-30s. He's a very handsome man. He has a large, sloping black beard"}, {"id": 95, "prefix": "DEBBIE Well, where is your car? Terry is upset now. TERRY I DON'T HAVE A CAR! ", "truth": "Terry shakes his head. \nDEBBIE No car... well, how am I going to get home? \nJust then the car hop approaches with the two cokes on two trays. \nCAR HOP Where's your car? I gotta hook 'em to your car. \nTerry shrugs, standing in the empty stall, the carhop with the trays and Debbie watching. There's a low rumbling sound and the girls turn as John's deuce coupe glides into the stall next to them. Terry shuffles toward John's car, a defeated man. \nTerry leans against John's car and John looks out the window at him. \nJOHN What's wrong, Toad? You lose the car again? \nTERRY (softly) No... Steve took it. \nWOLFMAN (V.O.) It's a shame, Baby. I'll tell yuh... Got to take it easy when you're drivin' that car of yours. You got to cruise easy, baby. Don't be doin' any accidents or anything on me. \nAnd the radio plays \"Cryin' in the Chapel.\" \nJohn smiles and gets out of the car. He goes and opens his hood, making a last-minute check on something. Terry sits down gently on a curb by John. Debbie has been talking with some other boys. Eventually she wanders up slowly and looks at Terry. He looks up at her, then away, disgraced and embarrassed. She sits down by him and they're silent. \nDEBBIE You know, I had a pretty good time tonight. \nTERRY Oh come on, you're just-- \nDEBBIE No, no, really. I really had a good time. I mean, you picked me up and we got some hard stuff and saw a hold-up, and then we went to the Canal, you got your car stolen, and then I got to watch you gettin' sick, and then you got in this really bitchin' fight... I really had a good time. \nTerry looks at her, starting to regain a little cool. \nTERRY You think so? Yeah--well I guess I have pretty much fun every night. \nDEBBIE Anyway if you're not doing anything tomorrow night, why don't you come over? \nTERRY Yeah--well, I might be busy, you know. But we could--well, I got a little Vespa I just play around with. \nDEBBIE Really? Why that's almost a motorcycle. And I just love motorcycles. \nHe feels his swollen lip and she touches it. Then she leans over and kisses him. \nDEBBIE I got to go. \nTERRY Ow. \nDEBBIE Goodnight. \nTERRY See ya. \nShe smiles, walks off, swinging her purse. She looks over her shoulder and smiles. He smiles back. \nOUTSIDE RADIO STATION--CITROEN \nThe little Citroen bumps along a lonely dirt road, winding its way through dark peach orchards and wizened grape vineyards. Curt watches the deserted landscape when suddenly, the radio increases in volume and he turns it down. Then it begins to roar and distort eerily as the signal becomes more powerful. Then Curt sees it. \nHe stops the car and gets out. He stands looking at an isolated white frame house hitting in the moonlight. Curt looks up at a spidery radio antenna that rises toward the stars, its black wires humming in the stillness. \nCurt starts up the gravel walk to the door. Under the glare of a naked spotlight, he sees a small intercom which plays soft Rock and Roll. He hesitates, then pushes a buzzer. He pushes it again and finally a voice comes over the intercom. \nVOICE (V.O.) Yeah, who is it? \nCURT It's--I want to talk to the Wolfman. \nVOICE The Wolfman ain't here. \nCURT I know, but I got to get in touch with him. I got something to give him before-- \nVOICE We don't take no deliveries after eight. Come back tomorrow. \nCURT No, I can't. I want to ask him something that-- \nVOICE Dedications by phone is Diamond 75044. Wolfman Top 40 is Box 13, Chula Vista. Wolfman Sweatshirts is Wolf Enterprises, Bakersfield. 'Bye. \nCURT Listen, I got a right to talk to him. I listened to him every night for as long--for twelve years almost. I know him and it's personal and it'll only take a minute and I bet Wolfman would be upset if he knew a friend couldn't get in touch with-- \nA buzzer interrupts him and the door opens an inch. Curt pushes it open slowly--no one is there. A little scared, he goes inside and closes the door. \nINSIDE RADIO STATION \nCurt walks slowly down a dark eerie corridor, passing strangely lit rooms with electronic generators, humming dynamos and glassed-off booths filled with flashing electronic apparatus. \nCurt goes through this other-worldly maze until he comes to a small, dimly lit control booth. A figure inside is barely visible through the reflections in the double glass windows. The figure turns and walks up to the window. Curt backs off a bit. A face stares at him--long hair greased in a ducktail, a short chinbeard. Then he speaks, his voice filtering strangely through a hidden speaker. \n", "random": "FADE OUT \nFADE IN: \nEXT. BUNGALOW - NIGHT \nThe wagon is loaded with body parts and a body guard. The bodyguard is red-eyed, his face scarred with sunburn and his hands tied behind his back. He looks up at the wagon. \nFADE IN \nINT. WINEHOUSE - NIGHT \nTerry is working on a platter of coffee. He is looking at a sheet of paper", "sentiment": "FRED So... what are you doing? BELLA I don't... I don't have a car. Terry's angry, but he still gets angry at Fred. BELLA (CONT'D) I'm not going to do that. Terry's pissed, but he can't say anything else. Terry sits in the back seat of his car, and Fred sits next to him. BELLA (CONT'D) And we'll see you again? Fred stares at him"}]