[{"id": 1245, "prefix": "MONK You give me no choice. (to other monks) ", "truth": "He continues in a stream of Chinese, and the other monks grab Drew and physically force him to stand up and start moving him towards the door. \nDREW \nI just want to be a monk! \nDrew is forced through the courtyard to the front door. \nThey pass the monk who was sweeping up in the back of the temple. He watches with interest as they open the door and force Drew through it, out of the temple. He smiles. \nCUT TO: EXT. SHAOLIN COURTYARD ­ SAME DAY ESTABLISHING SHOT OF DREW LANDING ON THE FLAGSTONES OF THE COURTYARD WITH A THUMP! \nA group of people stop and watch the foreigner. The temple door closes with a solid boom. \nDREW Hey! What about my... \nThe temple door opens again, and out comes Drew's backpack. It lands next to him, but spews out a couple of pairs of underwear, and some socks. The people standing around laugh. Drew gathers up the clothing and stuffs it back into his pack. He sits there for a moment, then gets up and heads for the small shops and stands ringing the courtyard. He walks past a couple of the stalls, looking at the people running them. He doesn't see Ashema. He passes a tea stall, where one old man is sitting down sipping his tea. The old man looks at Drew and smiles, and Drew is about to walk on, when Ashema stands up from where she was squatting behind her stall. ASHEMA \nDrew? \nDREW \nHi. \nDrew sits down heavily, putting his pack down next to him. \nAshema places a cup of tea down in front of him, the steam rising from it. \nDREW (CONT'D) \nMake it a double. Rough day. \nASHEMA \nWhat happened? \nDREW \nThey kicked me out... DISSOLVE TO: \nEXT. TEMPLE STAND ­ EVENING ESTABLISHING SHOT OF DREW, ASHEMA AND OLD MAN, STILL SITTING AT THE TABLE, NOW LIT BY CANDLES AND A LANTERN. A bunch of tea bowls are scattered in front of Drew, as if he's been drinking heavily. He points to his teacup, and Ashema shakes her head. ASHEMA You've had enough. \nDrew's shoulders slump even more. ASHEMA (CONT'D) Maybe it's for the best, Drew. You belong in America. New \nYork. DREW I have to do this. I can't go home, not until I'm a monk. I'd be even more of a disgrace... The old man talks to Ashema for the first time. He chatters in Chinese, motioning towards Drew. ASHEMA Not now, Bau Bau. DREW Bau Bau? ASHEMA \nMy nickname for him. He wants to tell you a story about the temple. \nThe grandfather keeps talking, even though Ashema and Drew really don't want to listen. \nASHEMA (CONT'D) \nHe is telling a story about a monk who was refused admission into the temple. It broke his heart not to be allowed to be a monk. \nDREW \nWhat did he do? \nAshema says something to him, and he continues in Chinese. \nASHEMA \nHe decided not to leave. He stayed in the courtyard until they let him in. \nDREW How long? ASHEMA A long time ­ through the worst weather. He just sat there, unmoving, through rain, sleet, snow. DREW Did they let him in? \nASHEMA No. (beat) Of course they did ­ what kind of story do you think my \nBau Bau would tell? He stayed in front of the temple until they could no longer say no. He went on to become one of the most famous monks in the history of the temple. Drew sits there, thinking, letting it all soak in. He then gets up and smiles. DREW Please tell your grandfather, your Bau Bau, he is a wise man. And that he tells a good story. The grandfather smiles at him, nodding his head. ASHEMA What are you going to do? Are you going home? Drew shakes his head. \n", "random": " don't want anyone to have to choose. (to monk) You're a saint. \nAnd so, three days later, I walk into a small room at the monastery, and go through the air. \nAs I do so, I see a priest standing in front of me, and he says, \nThe father of this one. \nHe's the son of a priest and a monk. \nHe was born in the kingdom of Niddhi,", "sentiment": "he door to the monastery is already open. \nIN THE ENTRANCE, MONK (as a monk) \nWe are very close to the entrance. MONK I am the ruler of the monastery. \nA monk approaches the door. \nThe monk takes the monk's hand and begins to walk down the hall. \nMONK I ask you to stand here and take the monk's hand. \nThe monk stands there for a moment. MONK ("}, {"id": 1246, "prefix": "GAO I'm coming, just to keep you out of trouble! EXT. SHAOLIN TEMPLE ­ SAME NIGHT ", "truth": "Suddenly, a figure lands on the ground with a PUFF of dust. \nIn a crouch, Drew scans the area, then motions for the others to jump down. \nImmediately, other figures land with PUFFs of dust all around him. As soon as they have all landed, they move off. \nANGLE ON GROUP As they    sneak    through the courtyards and training areas of the temple.    They    are about halfway across from the front door of the temple    when a    monk comes walking towards them. He is weaving and bobbing    ­ he    looks drunk. \nDrew shoots Li and Gao a questioning look. Drunk? In the temple? They take refuge behind a couple of the columns and watch as the monk makes his way past, weaving and throwing kicks and punches. It is a tense moment as the monk comes uncomfortably close to where Drew and Gao are standing, but he walks on. \nGAO \n(whisper) Drunken Kung Fu... Drew nods and leads them out of the temple. EXT. TEMPLE ­ SAME NIGHT ESTABLISHING SHOT OF GROUP AS THEY HEAD DOWN THE DARK STREETS OF THE TOWN. EUPHORIA STRIKES, AND THEY ARE HAVING FUN (AD LIBS HERE) JUST BEING FREE AND A.W.O.L. EXT. GIRL'S SCHOOL ­ SAME NIGHT ESTABLISHING SHOT OF FRONT OF GIRL'S SCHOOL. It is the same school where Drew first met Ashema. The guys, still happy, arrive at the school, and the realization of what they are about to do sinks in. \nThey stop talking and are staring at the building. Drew starts toward the door, and nobody follows his lead. He stops and motions for them to join him. Nobody moves. \nDREW \nAre we men or are we sheep? \nA beat, then the entire group bellows: \nGROUP \nSHEEP! \nAnd they follow Drew, the shepherd, in through the front door, making noises like sheep. \nINT. PARTY ROOM ­ SAME NIGHT \nESTABLISHING SHOT OF PARTY. \nIt isn't happening. The boys are on one side, the girls are on the other. The music is bad Chinese rock and roll. \nThe only ones together are Drew and Ashema, who are talking in the center of the room. The disciples are all clustered together, staring at the walls and the ceiling. A group of giggle girls are standing around Drew and Ashema. A group of toughs are standing at one side of the party room, observing everything that's going on. ANGLE ON DREW AND ASHEMA DREW Great party... \nAshema smiles a sheepish smile. Drew decides that if they are going to have a good time, he's going to have a hand in it. He pulls out a cassette tape, gives it to Ashema \nDREW (CONT'D) Play this when I signal, OK? She nods and walks off. Drew motions for Gao and the guys to come over. They do, and when they do, Drew turns to the giggle girls DREW (CONT'D) Ladies, allow me to introduce my best friends in all of China... He drags Gao over to one of the prettier girls. DREW (CONT'D) This is Gao. And this wild man is Li... Drew does the same for Li, Wu, Su, Sou and all the others, forcing them to stand with the girls for a moment. When everyone is paired off, he motions to Ashema. \nDREW (CONT'D) \nHit it! \nINSERT of Ashema's finger on the tape player \"PLAY\" button. \nANGLE ON THE ROOM \nAs the song the disciples have been singing in the fields blasts out. Immediately, the disciples start moving with the music, and suddenly the \nParty is happening. \nDISSOLVE TO: \nANGLE ON DISCIPLES \nWho are now slow dancing to a romantic melody ­ some holding the girls closer than others. Drew and Ashema are locked in an embrace, their eyes closed. \nA hand comes in and taps Drew on the shoulder. DREW (eyes still closed) Not now, Li... The hand comes in again, punching Drew in the shoulder hard. \nDrew opens his eyes, and sees that he is surrounded by five tough guys, dressed in dark clothes and with sunglasses on. \nDREW (CONT'D) What can I do for you? TOUGH \nLeave. ANGLE ON DISCIPLES. They have noticed what is going on. ANGLE ON DREW DREW No, thanks. He turns back to Ashema, but she is pulled back by the giggle girls, away from danger. The tough spins Drew around and pushes him HARD. One of the toughs has already gotten behind him, on his knees, and Drew goes flipping over the tough, landing hard on the ground, the wind knocked out of him. \nDrew gets up, wincing, not really ready to fight. \nDREW (CONT'D) \n", "random": "                                                                                                   ", "sentiment": "Total corrects myself  I'm not coming over here alone and you're quite right.  Then I then take a walk around the area and say things like, \"Well... well we all had some good times.  But everything the three of us had to go through is still full of faults.  And so everything we have to do in the house is part of our own self-improvement.  That, of course, is all you have to do!  And what you struggle"}, {"id": 1247, "prefix": "Gao and Li run up next to Drew, and together they go back to the temple. When they stop outside the temple, they are breathing heavily. finally catching his breath, Gao turns to Drew. GAO I can't believe you carried that girl over the stream! After all the trouble you got into... ", "truth": "Are you crazy? You almost got kicked out once over that kind of thing... \nDrew smiles slightly. \nDREW \nI left that girl at the stream. Are you two still carrying her? He turns and walks away, leaving Li and Gao to puzzle that one out. As he walks away, San De comes out from behind a pillar where he had been sweeping, smiling and nodding his head at Drew's answer. \nEXT. TRAINING AREA ­ DAY ESTABLISHING SHOT OF TRAINING GROUND, WHERE SEVERAL GROUPS OF DISCIPLES ARE GOING AT IT. The action is fast and furious. \nANGLE ON DREW AND GAO Who are squared    off and fighting. They are intense, and the techniques they    are throwing are full power. Drew hits Gao, and he bends over. Drew    closes, thinking that he has Gao at his mercy. At the last minute,    Gao stands up and cold cocks Drew, who sags to the \nground. TIGHT ON DREW Who is trying to get his bearings. DREW Lucky shot, slant eye! ANGLE ON GAO Who gives him a mean look. GAO You stink, American! ANGLE ON DREW \nWho stands up, mad. \nDREW \nThat's it! You're dead meat! \nHe comes at Gao, and they start fighting again, throwing all kinds of acrobatic kicks and techniques. \nA gong sounds, O.S., and Gao and Drew stop, bow to each other, and then embrace, smiling. \nDREW (CONT'D) \nSaved by the bell... \nGAO \nI had you... \nDrew moves off to the side to get a drink of water, and to towel off. As he rubs his neck, D.S. comes up to him. \nD.S. San De wants to see you, in his chambers. \nDrew raises his eyebrows, then looks over at Gao and Li. He rolls up his towel and snaps Gao with it as he walks by. \nDREW I wonder what you did now... INT. SAN DE CHAMBER ­ DAY ESTABLISHING SHOT OF DREW AND SAN DE SITTING ACROSS FROM EACH OTHER. San De has an ornately embroidered golden box in his hand, and he is showing it to Drew. SAN DE \nYou are to deliver this scroll to the Arhat living on the \nJade Mountain. This is your quest. The scroll that is in this box is more precious than life. Guard it well. DREW I will, Master. SAN DE If you deliver this, you may ask this master, the most advanced monk of the Shaolin tradition, any question you wish, and he must answer it. San De takes out a map of the area. SAN DE (CONT'D) This map will lead you to the Jade Mountain. Let nothing deter from safeguarding the sacred scroll. You leave first thing tomorrow morning. \n(beat) \nYou must return within three day... or don't bother to return at all. \nSan De stands and bows to Drew. Drew returns the bow, takes the map and the box, then leaves the chamber. \nEXT. TEMPLE ­ EARLY MORNING \nESTABLISHING SHOT OF DREW WALKING OUT OF THE TEMPLE INTO THE MIST- SHROUDED COURTYARD. \nHe is off on his quest. \nDISSOLVE TO: \nEXT. COUNTRYSIDE ­ SAME DAY \nANGLE ON DREW \nWalking strong. the sun is high in the sky, and the scenery behind is incredibly beautiful (Guilin?). EXT. SMALL TOWN ­ SAME DAY ESTABLISHING SHOT OF DREW STOPPING IN A SMALL TOWN, IN THE MIDDLE OF AN OPEN AIR MARKET. He goes over to a drink stand, and buys a cool drink. Just as he is about to drink it down, it is KNOCKED from his hand. Drew turns around and see four dirty thugs and their leader ­ the one who hit the glass. They are yelling at Drew in Chinese, which he doesn't understand. DREW \nOK, boys, just let me get my glass and... Drew, not looking for trouble, bends down to pick up the glass, and the leader kicks him in the rear end, sending him pitching to the \nground. Drew rolls to a standing position, and the five men close on him. A crowd is now starting to form, eager to watch how the monk handles this situation. The thugs come after Drew, and the leader throws a roundhouse punch, hitting Drew square in the jaw. They continue to attack, while Drew tries to avoid getting hit. Drew catches a haymaker, and he spins and drops, and the thugs laugh, kick him a couple of times, and then kick dust and dirt onto him. Drew doesn't get up. They soon tire of the sport and move on, the crowd staring at Drew in pity. DREW (CONT'D) (to himself) This humble, not fighting stuff is harder, and more painful, than it looks! \nANGLE ON THE THUGS \n", "random": "\nDrew is stunned. \nHe's still holding some of the water. Gao looks at Gao again and again, and again, and again, and then he's silent. \nThen Gao walks over to him. He grabs his arm and pulls him over to the river, where he can watch as Gao was carrying the girl over the stream. \nGao walks over and throws the girl in the water. The girl is covered in mud. \nShe", "sentiment": " He smiles at his beloved friend and leaves. \nPerson 2: \nBILLY: It was too much... \n(in agreement with his friend) \nBECKETT: I didn't find out until I went to the temple. Gao and Li are in the temple, and Drew watches them go. \nDrew: \nBILLY: \nBILLY! \nDOWNTOWN: \nBILLY: \nBILLY: "}]