[{"id": 2253, "prefix": "LISA Oh yes. Yes I know. You'll see I've also worked cleaning a school, so I am used to big areas. MIXTER Yes I've seen that. When I say this is a different proposition I mean in terms of the sensitivity required due to the nature of what we do here. LISA Oh yes, yes of course. ", "truth": "LISA I know what you mean, yes. \nMIXTER Would that bother you? \nLISA It may be strange at first but I actually have some experience in \nthat area. I would clean my mother when she lost control of her bodily functions during her illness. It's something I got used to very quickly. It became routine. \nMIXTER I see. How is your mother now? \nLISA Well... she passed away. \nMIXTER I'm sorry to hear that. So... it's important to me that every employee here, whether they are a psychiatrist, an orderly or a cleaner, needs to fully understand what our mission statement at this hospital is. \nLISA Okay. \nMIXTER High Hopes was only built two years ago and as an institution we have only been running for just over a year now. So we're still building our reputation. But I am very clear on what I want that reputation to be. I intend to make this institution one of the foremost centres for mental health treatment in the country. If you look into my history you'll know that I have a stellar reputation in the field of psychiatry and I want to use that to help others. That is why I have put my own money into the creation of this institution. We are only just starting out but we have a long term ambition to be considered the best. So what I require is that every person who works at this institution, in any capacity, must be professional and sensitive to the needs of the patients. Unlike other institutions, the welfare and care of our patients comes first here. \nLISA I really admire that and I promise I would not let you down if I was given this job. \nMIXTER I'm sure you wouldn't. \nLisa's face quickly contorts. Mixter looks puzzled. Suddenly Lisa sneezes. It shoots out so rapidly she has no time to cover her mouth and nose. She sneezes all over Mixter. Lisa looks horrified. \nLISA Oh my God, I'm so sorry!! \nLisa rushes to Mixter's side and grabs a tissue from a Kleenex box on his desk. She frantically wipes the saliva and snot from his face. \nMIXTER It's quite alright, please sit down, I can take care of it. \nLisa, completely mortified, sits back down. An unimpressed Mixter wipes the spittle off his face with a tissue. When he's done he stares at Lisa. \nMIXTER Okay... well thanks for coming in. I'll let you know. \nLISA Look I'm so sorry, I really am! \nMIXTER It's fine. We'll be in touch. \nSuch is her embarrassment, Lisa can't get out of the office fast enough. \nDISSOLVE TO: \n15.INT. BEDROOM ­ LISA'S HOME - LONG ISLAND ­ NIGHT \nLisa is lying on her bed watching TV, flicking endlessly through the channels. The phone on the bedside table rings. Lisa picks up the receiver. \nLISA Hello? \nNANCY (O.S) Hey hun! \nLISA Hey Nancy. \n", "random": "1111 1111 MIXTER Oh yes. I think we should start with a little bit of background. 1111 1111 MIXTER It's a little bit different than I thought. I think it would be best to start with something that would be a little bit more sensitive. 1111 MIXTER That's what it is. 1111 MIXTER You are quite sensitive. 1111 MIXTER Yes. 1111 MIXTER I'm sure I'll be able to. ", "sentiment": "\nMIXTER My name is Mia, and I'm from the United States. \nLISA (CONT'D) You know, that's not a bad thing. \nMIXTER Yes. \nMIXTER I've been here for a long time. \nLISA I've been here for a long time. \nMIXTER I'm from a United States. \nLISA I work here. \nLISA Yes, I work here."}, {"id": 2254, "prefix": "CUT TO: 32.INT. STORAGE CUPBOARD ­ NIGHT Delaney is sifting through a tool box. Lisa stands in the doorway. ", "truth": "LISA What? \nDELANEY Can you empty the rubbish in Doctor Mixter's office? I've got to check the boiler, there's been complaints about the heating not working. \nLISA No problem. \nLisa grabs a roll of bin bags from the shelf. \nCUT TO: \n33.EXT.MIXTER'S OFFICE - NIGHT \nLisa knocks on the door. \nLISA Doctor Mixter? Hello? \nShe knocks again. No answer. Lisa tentatively turns the handle. The door slowly creaks open. The office is empty. Lisa walks in. \nCUT TO: \n34.INT. MIXTER'S OFFICE ­ CONTINUOUS \nShe looks around for the bin, finally locating it by the side of the desk. Lisa pulls the full bag out and ties it up before replacing it with a new bag. With her task complete, Lisa's curiosity gets the better of her. She looks around the office. There is a shelf full of psychology books and a filing cabinet. Lisa touches the top drawer of the filing cabinet and it opens. \nLisa looks at all of the names on the files and finds one marked 'Patient X'. She reaches for it and suddenly a HAND grabs her shoulder! A startled Lisa turns around. An orderly in his thirties is stood in front of her. He is thin but muscular, with slicked back hair. This is PEMBERTON. \nPEMBERTON What the hell are you doing in here? \nLISA Uh... I was just emptying the garbage. \nPEMBERTON Funny, I don't remember Doctor Mixter keeping the garbage in the filing cabinet. \nLISA Look I... it was just open and I ... I dunno. \nPEMBERTON Well, y'know I'm gonna have to report this. \nLISA Oh please don't, I didn't see anything I just opened it. \nPemberton smiles. \nPEMBERTON Well new girl, it's hospital policy to report this kind of thing. \nLISA But I've only just got this job and I really need it. \nPemberton looks her up and down. \nPEMBERTON Perhaps we can come to some arrangement. \nLISA What do you mean? \nPEMBERTON Well, I'd be doing you a big favour if I kept this to myself. So perhaps you can do me a favour. \n", "random": " Her face is muddied with tears. Delaney reaches down and pulls out a small plastic baggie.  She opens it.                                                                         ", "sentiment": "\nDEANEY You took a shower? Do you need anything? What are you? \nLAURA You got a pair of bathing suits off? \nDEANEY Oh, well, I used to have a hose on my face that used to come off a shower head when I was stoned. \nLAURA Then we're gonna wash your face. Now I have to take care of girls first, Delaney. Are you dressed in today's coat? \nDEAN"}, {"id": 2255, "prefix": "PALMER Sorry to bother you Mister Pemberton. But I wondered if it would be possible to get some medical attention? Palmer holds up his arm and it's been slashed open. Blood pours from the wound. PEMBERTON Now how the hell did that happen? ", "truth": "PALMER I believe it was this rather crude weapon that did the damage. \nPEMBERTON Jesus Christ Palmer! Now put the weapon on the floor and back away. \nPalmer obliges with a smile on his face. Pemberton unhooks a truncheon from his waist belt. \nPEMBERTON Put your hands on your fucking head and face the wall! Now!! Palmer willingly follows the instructions. Pemberton takes a set of keys from his belt and unlocks the cell. PEMBERTON I'm coming in dipshit, one fucking move from you and I'll cave your fucking skull in! You understand?? \nPALMER As you wish Mister Pemberton. \nCUT TO: \n54.INT. PALMER'S CELL ­ CONTINUOUS \nPemberton walks in with the truncheon raised above his head. \nPEMBERTON Don't you fucking move!! \nA nervous Pemberton fumbles at his belt, trying to unhook a pair of handcuffs. Palmer slowly starts to back into him. \nPEMBERTON I said don't fucking move! \nPalmer moves faster. Pemberton swings for him but Palmer ducks it and spins around, pushing Pemberton into the wall knocking him to the floor. Palmer aims a swift and savage stamp at Pemberton's head. His skull crushes against the cold hard floor. Blood spatters all over the white cell. \nPALMER I'm terribly sorry about this. \nPalmer reaches down, takes Pemberton's keys and exits the cell. \nCUT TO: \n55.EXT. WARD X ­ CONTINUOUS \nPalmer stands at the entrance to Kimble's cell. He selects the key marked with the corresponding cell number. Palmer puts it into the keyhole and opens the door. \nPALMER Good evening Mister Kimble \nCUT TO: \n56.INT. HALLWAY ­ SAME TIME \nHardcastle strolls down the hallway. \nCUT TO: \n57.INT. STAIRCASE ­ CONTINUOUS \nHardcastle looks down to the base of the staircase. \nHARDCASTLE Pemberton? Pemberton, what's taking you so long man?? No response. Hardcastle rushes down the steps. \nCUT TO: \n", "random": "\nPemberton smiles. He's a bit worried about you. \nPEMBERTON (CONT'D) You were being held, didn't you? \nPemberton nods. Pemberton pulls back a couple of straps of the harness. PEMBERTON (CONT'D) You didn't think it was a problem? \nPemberton shakes his head as he looks at Palmer. He stares at Palmer for a bit before walking away. INT. PHONE RO", "sentiment": "\nPemberton sits down on the bed. INT. JANE'S HOUSE - NIGHT Pemberton sits across from a group of young girls. The girls are now so embarrassed by their own embarrassment that they over cry. \nPemberton puts her hands on his shoulder. Debuts TWO LIBS ON THE FRONT OF THE HOUSE. \nPemberton squints at the empty, bloody bottle. Tears stream down his face. Pemberton looks at her. "}]