[{"id": 315, "prefix": "ANNE (CONT'D) You left the water running. Georges stares at her. GEORGES (both aghast and furious) Hey, what's going on? Are you completely crazy? Is this supposed to be a joke, or what's going on? ", "truth": "ANNE What did you say? \nGEORGES (SERIOUSLY) Is this a joke? Is this meant to be a joke? \nANNE What joke? I don't get it! Why are you talking to me like that? What's got into you? \nGeorges comes from the door to the table. \nGEORGES Anne! Please! Stop this game. It's not funny. \nANNE (GETTING IRRITATED) What game, for Christ's sake? What on earth's the matter?!! \nGeorges is about to answer in a similarly irritated tone, but gradually begins to suspect that he could be mistaken. He tries to calm down, takes his chair that has remained beside Anne, sits down and looks at his wife. She doesn't know how to react. \nGEORGES What's the matter? Why didn't you react? \nANNE To what? \nGEORGES To what? To me, to everything. \nANNE When? \nGEORGES Just now. A moment ago. \nANNE Please tell me what's wrong. What am I supposed to have done? \nGeorges first looks away reluctantly, then looks at Anne. He doesn't want to believe that its serious. \nGEORGES I don't know what to say. Do you really not know what just happened? \nANNE But what DID happen? \nGEORGES (almost reluctantly bowing his head as he speaks) You were sitting there, staring at me. You didn't answer me when I asked you what the matter was. \nHe picks up the wet tea towel from the table. \nGEORGES (CONT'D) I put this tea towel on your face, and you didn't react. \nAnne looks at the towel, then at Georges, and shakes her head, perturbed that she can't understand. Georges looks at her. He sees the damp marks on the collar of her robe. \nGEORGES (CONT'D) Look... There's still dampness on your collar. \nAnne follows his gesture, tugs on her collar and sees the damp marks. She slowly grasps that something is awry. \nANNE When... When was it? \n", "random": "___________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ____________________________________________________________________________ ", "sentiment": "----------- ...I just tried to think of what was going to happen next. ------------ MATHIA (CONT'D) George, you should tell me something, Georges. ------------ You always make me think that I'm going to lose my temper. <pause> What? <pause> What? I've been saying, for years! I don't think I've ever seen you in such a horrible way. ------------ ...I just want to see you, that's all. "}, {"id": 316, "prefix": "EVA Dad... GEORGES No. Let's stop this conversation right there. I'm taking care of your mother. It's a full-time job. And I'm not saying that to complain, just to explain why I didn't answer your phone calls and why I don't want to have any pointless discussions on the subject. Your mother is just as could have been expected: bad the whole time. (MORE) GEORGES (CONT'D) She is turning more and more into a helpless child, and it's sad and humiliating, for her and for me. And she doesn't want to be seen in that state either. Even the last time you visited, she didn't want you to come. You two have your own life. Nothing wrong with that. But let us have our life too. Even though it's a lousy one. OK? ", "truth": "GEORGES Nothing's the matter; your visit caught me by surprise. And I'm annoyed that you show up here to check that everything's OK. Who do you think you are? \nPAUSE. Eva is speechless. \nEVA I... \nThen she gets up and makes to go to the door. \nGEORGES Stay here, will you! \nShe stops short, looks at him. \nGEORGES (CONT'D) (softly, but insistently) Please! \nShe hesitates a moment, but winds up leaving the living room. \nWE HEAR HER PASS IN THE HALLWAY TO GO INTO THE BEDROOM AND HER VAIN ATTEMPT TO OPEN THE DOOR. \nEVA (O.S.) Mom? ... Mom?? \nGeorges remains seated, motionless, until she comes back. She seems upset by the situation, as one would expect. \nEVA (CONT'D) Tell me, what's going on? Have you gone crazy? \nGEORGES Please, sit down. \nEVA I don't want to sit down. What's going on here? \nGEORGES (QUIETLY) Nothing's going on. I want to spare us all a pointless drama. I presume your mother is asleep. She mostly sleeps the whole day. And then she wakes up at night. If you really want to, we'll go and see her in a little while. Now, sit down. OK? \nThey look at each other. \nReluctantly, Eva heads toward her armchair and sits down. PAUSE. Then Georges goes on in a quiet voice: \nGEORGES (CONT'D) We do our speech exercises every day, or we sing together. Most of the time, I wake up around 5. At that time, she's still awake. Then we change her incontinence pad. I rub cream on her to avoid sores. Then, around 7, I try to persuade her to eat and drink. Sometimes it works, sometimes not. Sometimes she tells me things from her childhood, then for hours she calls for help, and then an instant later she's giggling away to herself, or crying. Nothing of any of that is worth showing to anyone. \nSILENCE. Eva looks down. Finally, she says: \nEVA (SOFTLY) You can't stop me from seeing her. \nGEORGES (ALSO SOFTLY) No. \nThey remain seated for a moment, finally Eva gets up. Georges follows her into the hallway. \nHe unlocks the door and they enter the bedroom. \n", "random": "----------------------- (CONT'D) ------------------------- You're a pretty good boy. You're just not the sort of girl we want to be with. (FLASHBACK) ------------------------- (CONT'D) ------------------------- (CONT'D) ------------------------- (CONT'D) ------------------------- (CONT'D) ------------------------- (CONT'D) ------------------------- (CONT'D) ------------------------- (CONT'D) ------------------------- (CONT'D)", "sentiment": "----------------------- GEORGES (CONT'D) I'm sorry. I'm sorry. I'm sorry. I'm sorry. I'm sorry. I'm sorry. I'm sorry. I'm sorry. I'm sorry. ------------------------- GEORGES (CONT'D) I'm sorry. I'm sorry. ------------------------- GEORGES (CONT'D) I'm sorry. ------------------------- GEORGES (CONT'D) I'm sorry. ------------------------- GEOR"}, {"id": 317, "prefix": "Georges is seated at the kitchen table where he had breakfast with Anne in Scene 8, and writes a letter. PAUSES for reflection. GENTLE COOING OF PIGEONS, scarcely audible. Suddenly, Georges starts. At the far end of the long kitchen, beside the door between the kitchen units, a pigeon is walking. Georges stares at it. For a long time. Then he gets up slowly and, via the door located beside the kitchen table, he goes into the adjoining room. ", "truth": "Georges follows it. This action is repeated several times. The pigeon is more and more panicky, starts to fly up, flutters about in all directions. Georges closes the light- well window to cut off its escape route. This lasts an exhausting amount of time, but he ends up capturing it. He cuddles it against him, rolled up in the blanket, leans against a wall, then holds it as if it were a baby. \nSCENE 59 - INT. ADJOINING ROOM - KITCHEN - NIGHT \nFrom the adjoining room, we see Georges seated at the kitchen table, writing. Finally we see what he is writing: \n... you won't believe it. A pigeon came in, for the second time already, through the light well. This time I caught it. In fact it wasn't difficult at all. But I set it free again. I'm going to ... \nSCENE 60 - INT. ADJOINING ROOM - KITCHEN - HALLWAY - DAY \nGeorges is lying on his bed in the adjoining room, staring at the ceiling. O.S., we faintly hear the SOUND of running water, and from time to time the CLATTERING OF DISHES. \nAfter a while, Georges gets up and goes into the kitchen. \nHe remains in the doorway and watches Anne who, doing the dishes, at first doesn't pay attention to him, then notices his presence and shoots him a quick glance, saying casually: \nANNE I'm almost done. \nGeorges continues to look at her unwaveringly. \nANNE'S VOICE You can put your shoes on if you want. \nGeorges looks at her an instant longer, passes beside her, goes into the hallway, sits down on a stool beside the closet and puts on his shoes. O.S. we hear Anne finishing her work. She comes out, hangs up her apron in the closet, disappears for a few moments into the bathroom. Meanwhile, Georges has got up, and looks in the bathroom where, clearly, Anne is tidying her hair and sprucing herself up. When she comes out again, he takes her coat from the closet and helps her put it on. \nANNE Thanks. \nThey head for the front door. \nANNE (CONT'D) Aren't you taking a coat? \nGeorges thinks a few seconds, then takes his trench-coat from the hook and they leave the apartment. \nSCENE 61 - INT. HALLWAY - BEDROOM - DINING ROOM - LIVING ROOM - DAY \nFour long shots: all the windows are open. The sun is shining. It is fairly bright. \nHallway. \nSILENCE. Then the SOUND OF A LOCK BEING OPENED. Eva comes into the apartment. Remains a long time beside the door. Looks around her, ill at ease. Finally she hesitantly goes into the bedroom. \nAnne's twin bed isn't there any more. On Georges' bed lies only the bare mattress. Eva remains there a moment, then goes through the partition door into the dining room. \nThere, everything is as usual. Eva continues into the living room. \nThere too, everything is as usual. Eva stops by the piano stool. Looks out of the window, feeling at a loss. Then she heads toward the sofa and armchairs in the corner. On the table lie the remains of a snack. Eva looks at the table, turns again toward the open windows, through which we hear STREET NOISE. Then she sits down, exhausted, in one of the armchairs. Her diminutive frame seems lost in the big room. \n", "random": "----------- A short time later, the pigeon comes in. --------------- The pigeon is still there. --------------- As soon as it enters, it looks very agitated. Georges runs to the door and opens it, and silently whispers in the doorway. --------------- A few more minutes later, the pigeon has come back. --------------- The pigeon is still there. --------------- The door is locked. --------------- --------------- --------------- --------------- --------------- --------------- --------------- --------------- --------------- --------------- ---------------", "sentiment": "________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. ____________. "}]