[{"id": 468, "prefix": "INT. RITZ CLAM BOX - LATE AFTERNOON (PRESENT) The place is nearly empty. Manetta is talking to PAUL VITTI, a dark, intense, intelligent man in his late forties, and a powerful boss in his own right. MANETTA Anyway, Carlo Gambino came out of it capo de tutti capi, and that was the last time the whole commission tried to meet -- until now. ", "truth": "They finish eating. \nMANETTA The '57 meeting was about how we were going to divide up the whole country. This meeting is about how we're gonna survive. You got 'made' guys informing for the Feds; bosses going to jail; everybody's dealing drugs; people are getting whacked without permission. And on top of everything, now we got the Chinese Triads and these crazy Russians to deal with. Everything's changing. We need a leader. Someone with fresh ideas. Someone like you. It's gonna be a new century, Paul. We gotta change with the times. \nVITTI What are we gonna get, a fuckin' web site? \nMANETTA You remember what else happened in 1957, Paul? \nVITTI Yeah, I remember. \nMANETTA When your father died, I promised him I'd always look out for you. Come to the meeting. (CONTINUED) \n11   CONTINUED:    (2)                                               11 \nThey get up to leave. Vitti drops some money on the table. Bodyguards follow them to the door. The waiters and the owner bow to them as they pass. They are almost out the door when Vitti hesitates. \nVITTI Wait a second. I'm just gonna grab a toothpick. \nThe instant he steps back inside, Manetta and his bodyguard are struck by an incredible VOLLEY of GUNFIRE, which BLOWS OUT all the GLASS in the DOOR and WINDOWS. \nVitti's bodyguard, JELLY, grabs him and throws him behind the counter, shielding him with his body. \nOutside, the shooting has stopped and curious bystanders are looking in the broken windows. Vitti's eyes well up with tears. \nCUT TO: \n12   KLEENEX                                                         12 \nbeing pulled out of a box. CAROLINE, a woman in her early thirties, dabs at her eyes with the tissue. She's sitting on the couch in -- \nINT. BEN'S OFFICE - SAME TIME \nThe office is warm, comfortable, and nicely decorated. \nCAROLINE (weepy) I kept telling him that I needed room to grow and find myself as a person. Not just as a woman but as an independent entity. \nBEN SOBOL \nher therapist, seems to be listening intently. \nCAROLINE I told him I needed to get in touch with my uniqueness, but he couldn't handle that. He said I was driving him away. Do you think I was driving him away, Dr. Sobol? \nBen leans forward sympathetically. \n(CONTINUED) \n12   CONTINUED:                                                       12 \nHe's in his mid-forties, has an expressive face and a quick wit, and despite the occasional lapse, he is a gifted and caring psychologist. \nBEN Things end, Caroline. That's just a part of life. It's how we deal with things ending that's important. \nCAROLINE I just can't believe it's over between me and Steve. Maybe there's still hope. \nBEN Well, he did take out a restraining order against you. I have to be honest, that's usually not a good sign. \nCAROLINE But what should I do? \nBEN Well, Caroline, I think the first thing you have to do... (voice rising) ... is stop whining about this pathetic loser! You're a tragedy queen! (mocking) 'Steve doesn't respect me. Steve doesn't love me anymore.' Who gives a shit! Get a fucking life! You are, without a doubt, the most boring human being I have ever met! Please, say something interesting before I lapse into a goddamn coma! \nCaroline looks curiously at Ben, unperturbed. \nCAROLINE Dr. Sobol? \nBEN \nLost in his fantasy, not really listening.    He comes to attention and tries to cover. \n(CONTINUED) \n12   CONTINUED:    (2)                                               12 \nBEN Yes. Yes. I was just reflecting on your whole -- situation. It's very interesting what you were just saying. I want you to think about it, and I'm going to think about it, so we'll both think about it and we'll continue next week when I get back from my vacation. \nCaroline bursts into tears again. \nBEN Or not. \nCUT TO: \n13   INT. UPSTAIRS HALLWAY - DAY                                     13 \nBen rushes upstairs and into his bedroom. His 14-year-old son MICHAEL is in his room putting on a tuxedo. \nMICHAEL You're late. \nBEN (changing hurriedly) I know. I couldn't get rid of my last patient. I think she was a tick in a past life. \nMICHAEL Yeah, what's Caroline's problem? Your boyfriend's gone, he hates your guts, get over it. \nBEN Michael! What did I tell you? You can't listen to my sessions! It's private stuff. \nMICHAEL I can't help it. I hear you through the vent in my room. \nBEN Funny how that happens when you lie on the floor and put your ear up against it. \n(CONTINUED) \n13   CONTINUED:                                                      13 \n", "random": " I didn't do anything. \n(CONTINUED)   The next day, the bar was called. It is the last time I've ever been on the Commission. \n(CONTINUED)    When was the last time you had a meeting with the press or anything? \n(CONTINUED)    When did you hear about it? \n(CONTINUED)     (I know it", "sentiment": "ATTO (d.s.) BONTA... \n(to Gambino) And you killed me. \nMANETTA So, it's a murder that's the focus of a million years, right? \n(to Gambino) Your answer should come as no surprise. He makes a firm stand against the Mafia, and they know it. - PHOTOS: Ivanetta's Depleted Grubbing \nThe witness, a young woman named Eileen,"}, {"id": 469, "prefix": "REGIS PHILBIN I'm not singing, Isaac! ISAAC Now, ladies and gentlemen, at the piano, Regis Philbin! Applause and laughter from the guests. Ben grabs a glass of champagne from a passing waiter's tray. ", "truth": "CUT TO: \n18   INT. OLD LION SOCIAL CLUB - NIGHT                                  18 \nVitti's men converse quietly while a soldier sweeps the room for bugs. He gives the \"all clear\" and SALVATORE MASIELLO, the old consigliere, speaks. \nMASIELLO The Manetta family is asking a lot of questions. They think we hit Dominic. \nCARLO MANGANO, the burly underboss of the Vitti family, jumps in. \n(CONTINUED) \n18   CONTINUED:                                                       18 \nMANGANO Forget Dominic! They were after Paul. (to Vitti) It's a miracle you survived. I thank God. \nVITTI Yeah, thank God. All I know is if I didn't have some veal stuck in my teeth, I'd be laying there with Dominic. \nJOHNNY BIGS This is all about the big meeting. Primo Sindone wants to run the whole show. \nMANGANO Yeah, but Primo's a boss. He knows the rules. He couldn't go after Dominic and Paul unless the other families gave their permission. \nVITTI (starting to sweat) If they did, we're heading for one big fuckin' war. (having trouble breathing) Talk to Zello and Baldassare. Find out what you can. We got two weeks. If the other New York bosses are against us, I want to know it before I walk into that meeting. \nHe feels a stabbing pain in his chest. \nMANGANO You all right, Paul? You don't look good. \nVITTI I'm a little choked up here.   I gotta get some air. \nHe walks outside. Jelly follows.     Mangano looks quizzically after them. \nCUT TO: \n19   EXT. OUTSIDE THE OLD LION - CONTINUOUS ACTION                   19 \nVitti is having trouble breathing. \nJELLY You feel all right? \nVITTI I feel like shit. This whole thing is like a huge fuckin' headache. \nJELLY (concerned) You havin' one of those mindgrains? \nSweating profusely now, Vitti feels another stabbing chest pain. \nVITTI Get the car. \nCUT TO: \n20   INT. EMERGENCY ROOM - LATER                                     20 \nVitti is putting on his shirt. He looks considerably better. Jelly is sitting down, tapping his own knee with the little rubber hammer. Nothing moves. \nDOCTOR SHULMAN, a young cardiology resident, enters. \nDOCTOR Good news, Mr. Evans.   Your heart is just fine. \nVITTI How could it be fine? I've had like eight heart attacks in the last three weeks. \nDOCTOR Well, based on everything, I'd say you probably had an anxiety attack. \nVITTI (a beat) What? \nDOCTOR An anxiety attack. A panic attack. I can give you some Xanax if it happens again soon -- \n(CONTINUED) \n20   CONTINUED:                                                       20 \nVITTI (menacing) Look at me. Do I look like a guy who panics? \nDOCTOR (nervous now) There's nothing -- I mean -- it's a common thing -- \nVITTI Where did you go to medical school? I had a heart attack, you quack bastard. \nDOCTOR (very scared now) Well, not according to these -- \nAs Vitti moves toward the Doctor, Jelly instinctively grabs the Doctor from behind and holds him while Vitti wraps the blood pressure cuff around his neck. \nVITTI (low and deadly, pumping up the cuff with the squeeze-ball) Listen to me, jerk-off. I had a mild heart attack and now it's over. You understand? \nThe Doctor nods vigorously, his eyes bugging out as the pressure around his neck increases. \nVITTI If anyone asks you, you never saw me, and I was never here. Is that clear? \nDOCTOR (strangled) Yes. \nVITTI Good. (to Jelly) Take the chart. \nJelly releases the Doctor, grabs all the papers and follows Vitti out the door. \nCUT TO: \n21   EXT. HOSPITAL - MOMENTS LATER                                 21 \nVitti and Jelly come walking out the emergency room exit. Vitti stops. \nVITTI Jelly, I need you to do something for me as my friend. \n", "random": "igning begins.  The platform begins to vibrate as Ben and his friends sing.   But the audience does not flinch.  The music starts to fade.  Ben is a proud, proud man and a man of great ability.  He is the son of a wealthy landlord.  The crowd turns to see who is singing.   No one has heard him. People to the far right, who are, in a word, scary. Ben is the darling of the crowd", "sentiment": "EN I'm sorry, but I'm not singing. I'm just a little bit nervous. I'm not sure I'm ready for the piano. I'm not sure I'm ready for the piano. I'm not sure I'm ready for the piano. I'm not sure I'm ready for the piano. I'm not sure I'm ready for the piano. I'm not sure I'm ready for the piano. I'm not sure I'm ready for the piano. I'm"}, {"id": 470, "prefix": "JIMMY It's the truth.   I saw 'em. MASIELLO You'll see. Next thing is he's gonna call you and ask for a meeting. VITTI Come on.   You don't know this guy. ", "truth": "JELLY It's Dr. Sobol. He says he needs to see you right away. \nVitti nods. \nCUT TO: \n73   EXT. STREET CORNER - NIGHT                                      73 \nBen waits on a deserted corner in Brooklyn. A black Town Car appears and stops to pick him up. The windows are heavily tinted. Ben takes a deep breath, crosses to the car and opens the back door. \nEXT. JELLY'S CAR - CONTINUOUS ACTION \nBen finds Jelly sitting in the back seat next to Vitti. \nJELLY Sit up front with Jimmy. \nBEN (anxiously) You want me to sit in front? Paul usually sits in front. \n(CONTINUED) \n73   CONTINUED:                                                        73 \nJIMMY So this time you'll sit up front. Why you making a federal case? \nBEN (getting in the car) Federal case? I'm not making a federal case? Let's go. \nCUT TO: \n74   INT. PARETTI'S RESTAURANT (JERSEY CITY) - LATER                   74 \nA waiter pours red wine. Ben is eating out of pure anxiety. Jelly and Jimmy watch him intently. Vitti stares off. \nBEN (prattling nervously) Wow, this is really good. Delicious. I love Italian food. I've never been to Italy but I'd love to go. I've been to France. And Jamaica. That's nice, but I'm sure it's very different from Italy. A whole different, uh -- (silence) So what's everybody doing this summer? \nCarlo Mangano comes to the table. Vitti gets up, hugs and fraternal kisses all around, then Mangano sits down with them. \nVITTI This is Ben. He's a friend of mine. (to Ben) Say hello to Carlo Mangano. \nMANGANO How you doin'? \nVITTI (to Ben) Carlo was on my father's crew. He's always been like a -- I don't know -- like a cousin to me. \nMANGANO I am your cousin. \n(CONTINUED) \n74   CONTINUED:                                                       74 \nVITTI I know, that's what I'm saying. It's like a family thing. The closeness. \nMANGANO Anything you need, anything I can do for you, Paul, you know. I'm here for you. \nVITTI I know. So did you take care of that thing I asked you about? \nMANGANO Is it all right to talk business in front of your friend? \nVITTI It's okay. \nMANGANO Yeah, I took care of it. \nVITTI How about that other thing? \nMANGANO I'm waiting for that first thing to come through. I can't move until it does. \nVITTI Did the guy give you a problem? \nMANGANO A little.    He's a lunatic. \nCUT TO: \n75   INT. FBI VAN - SAME TIME                                         75 \nThe agents monitor the conversation through the bug Ben is wearing. They shake their heads at the incomprehensible dialogue. \nVITTI (V.O.) What did he say? \nMANGANO (V.O.) The usual. \n(CONTINUED) \n75   CONTINUED:                                                      75 \nVITTI (V.O.) Did you tell him you weren't going for it? \nMANGANO (V.O.) What was I gonna do? \n76   BACK IN PARETTI'S                                               76 \nVITTI You always gotta nip that shit in the bud. \nMANGANO Yeah. But if the first thing is okay, that should fix everything. \nVITTI Including the second thing. \nMANGANO Yeah, but -- \nVITTI Exactly. (to Ben) Don't repeat any of that to anyone. \nBEN What? The first thing or the second thing? \n", "random": "  You know this guy?    It's a man who has a life. He's a man who's a man.  He's a man who loves his wife and his kids and his house and his friends and his family.   And one night he was sitting there in the living room, looking at a television in a corner and suddenly he said to himself, \"I'm going to kill myself.\"   And then he was... \n\"I'm gonna kill myself", "sentiment": " You think he's a great guy?  You think he's a great guy?   I don't know.   He's a light-skinned guy.   I don't know.   I don't know.    I guess you'd think he'd know.   Maybe he doesn't.    He's a little black-skinned, but the guy's got a big face, he's a very intelligent guy, he's got a lot of"}]