[{"id": 2118, "prefix": "Twirling the reliquary again, the MOANS grow louder as Bartok circles around his head. The smoke that emerges seems to have almosy a human shape to it. RASPUTIN THIS IS THE END OF THE ROMANOV LINE - FOREVER !!!! The tornada of smoke begins again, whipping into a frenzy and then EXPLODING. ", "truth": "TATIANA (O.C.) Some say Rasputin ad harnessed all the dark powers of evil and that it was his curse which brought about the end . . . \nDISSOLVE TO: \nthe ROMANOV FAMILY fades into a PORTRAIT OF THE FAMILY. \nTATIANA (O.C.) I will never know for sure. All I do know is that the beauty of our world was soon Gone . . .  Forever . . . \na lick of BRIGHT ORANGE FLAME creeps into view. \n\"RULERS OF RUSSIA\"  (VOCAL REPRISE) \nHUGE, OMINOUS VOCALS reprise the onceglorious watlz of the Romanovs, heralding the end of their world and underscoring the coming revolution. \nPULL BACK \nto see the PORTRAIT, a huge FRIEZE which covers an entire entire wall, singeing as the FLAME creeps up the nearby drapery, tinting the room in a red glow. \nA SCREAMING MOB, some in uniform, some not, has crashed into the palace and is heading up the stairs. A few in the mob fire off orange RIFLE SHOTS. \nINT. ANASTASIA'S BEDROOM - NIGHT \nAnastasia BOLTS UP, hearing the shots. Her music box is next to her on her nightstand. \nINT. HALLWAY - NIGHT \nMass confusion as the MOB is met by a few SERVANTS, who try to stop them from advancing. More shots. \nON THE ROMANOV'S \nstill in nightclothes, are being rushed down the hallway. Tatiana is next to Anastasia as Anastasia stopsdead in her tracks. \nANASTASIA My music mox! \nAnastasia turns around and runs back down the hall. Tatiana tries to stop her. \nTATIANA Anastasia, no! \nIt's too late, Anastasia fights her way back into her room, with Tatiana following her. \nFROM THE OTHER END OF THE HALLWAY \nwe see Dmitri watching amidst all the confusion. \nINT. ANASTASIA'S BEDROOM - NIGHT \nAnastasia grabs her music box as Tatiana rushes in. \nTATIANA Hurry, child! \nLOUD RIFLE SHOTS are heard as Dmitri bursts into the room, closing the door behind him. \n", "random": "!! THE END!!!\n\nRAW Paste Data\n\nThe war begins. The AGO! !!!! !!! The new coming is WONDERFUL and the new SINFUL. !!! Theres a NEW MILITARY END....BUT they are CERTAINLY ABOUT TO LOSE THEIR HAND AND THE ROOM. !!! And such a great storm is coming. !!! It'll start a new era and you wont make it ANYMORE !!!! !!! You know what", "sentiment": "!! THE SNOW WAYJININGIE !!!!!!!! (Shouts of THEBOYS as the light beams are blasted through their head, their eyes not revealing the unspeakable horrors they are hearing.) 11,000 APPEARS One of the Dark Ones stuns Bart instead... then bursts forth and smashes into the bad guys, killing them completely and leaving them half unclothed. After that, the whole circle finally ends. The ZIONISTS are down. Harry decides it"}, {"id": 2119, "prefix": "Anastasia reaches up and takes Tatiana's hand. ANASTASIA Don't let go! CLOSE ON ", "truth": "TATIANA (O.C.) ANASTASIA! \nON ANASTASIA \nwho has stumbled, hitting the ground hard. \nON TATIANA \nhorrified, screaming: \nTATIANA ANASTASIA! \nTatiana rushes to jump off the train after her, but is caught and held back by the ROYALIST PASSANGERS as the train CRASHES through the truck and picks up speed. \nTATIANA's POV: \nAnastasia rising from the ground, her hand outstretched. But she is suddenly swallowed up by the mob. \nSUPERIMPOSE: \nA BLACK AND WHITE PHOTOGRAPH \nof Anastasia, in a happier time, smiling. \nUNDERSCORE:  \"THE MUSIC BOX THEME\" \nTATIANA (O.C.) I never saw her again. . . \nThe PHOTO ALBUM slowly closes. . . \nEND OPENING NUMBER DISSOLVE TO: \nEXT. ORPHANAGE - DAY \nA gray and ugly, post-revolution building with a sign above the door that identifies it:  \"Young Comrades Without Parents\". \nINT. ORPHANAGE - DAY \nCHILDREN of all ages clean the cold, gray dormitory. Their clothes are ragged and they look underfed. \nCLOSE ON \nANYA, 18, pretty despite the boy's hand-me-down clothes she is forced to wear, is busy scrubbing the floor. Unlike the others, she is determined not to let her surroundings get to her. She hums a tune. \nThe door suddenly SLAMS open and GREGOR, 8, and clearly terrified, comes running in followed by COMRADE PHLEGMENKOF - a huge woman carrying a switch. \nGREGOR Anya! Anya! \nAll of the OTHER KIDS turn away, not wanting to get involved.  Anya focuses on Gregor, who  is shivering with fright and on the verge of tears as Phlegmenkof approaches, swinging the switch menacingly. \nPHLEGMENKOF You can't get away from me now . . . \n", "random": "!! CHEERING! EXT. JUMPER BEDROOM - FOR THE LONG FUCKING SHIT! I SAID TO THE SHITTER, \"I'm a personal trainer. I'm a personal trainer. I can help you. You're my personal trainer. I can help you. You've got a lot of training to do, and I'm going to help you. You can help me. You're a personal trainer. I can help you.\" And in the middle", "sentiment": "记: \"I'm not going to let you down! I'm going to make you a better person!\"\n\nTatiana takes a step back. She's not sure what to do. She looks at her friend and says, \"I'm going to make you a better person.\"\n\nANASTASIA You're going to make me a better person!\n\nTatiana takes a step back. She's not sure what to do. She looks at"}, {"id": 2120, "prefix": "Anya STOPS mid sentence, taken by what she sees. ANYA'S POV Behind the curtain was the FRIEZE of the ROMANOV FAMILY. The moonlight hits the portrait with a ghostly glow. ", "truth": "Anya is mesmerized by the FRIEZE.  She looks around the Ballroom. . . almost remembering something. . . \nANYA (singing) DANCING BEARS, PAINTED WINGS THINGS I ALMOST REMEMBER. AND A SONG SOMEONE SINGS ONCE UPON A DECEMBER \nAs she sings the ballroom transform into it's once spledid glory.  Anya takes off her coat and at once her rags are transformed into a beautiful gown.  NICHOLAS steps down from the FRIEZE and walks her down the stairs gracefully and begins a waltz with her. \nANYA (CONT.) SOMEONE HOLDS ME SAFE AND WARM HORSES PRANCE THROUGH A SILVER STORM FIGURES DANCING GRACEFULLY ACROSS MY MEMORY. \nMUSIC BUILDS.  A CHORUS of voices sing the melody as royal ghosts appear as elegant and beautiful as in the opening scene. Then \nANYA (CONT.) SOMEONE HOLDS ME SAFE AND WARM HORSES PRANCE THROUGH A SILVER STORM FIGURES DANCING GRACEFULLY ACROSS MY MEMORY. \nMUSIC: FULL! \nDmitri and Vladimir appear at the top of the stairs. \nDMITRI & VLADIMIR'S POV \nsome ragged lunatic dancing with \"himself\". \nANYA (CONT.) FAR AWAY, LONG AGO GLOWING DIM AS AN EMBER, THINGS MY HEART USED TO KNOW THINGS IT YEARNS TO REMEMBER \nAnya is released from Nicholas' embrace.  He kisses her on the forehead and slowly backs away.  She follows Nicholas, back up the stairs to the landing, where the sun has caused a \"dust\" mist. \nThen, magically, TATIANA appears through the mist, a loving beautiful vision from the past. \nANYA (CONT.) AND A SONG SOMEONE SINGS ONCE UPON A DECEMBER. \nDMITRI (O.C.) (yelling) Who are you?! \nEND NUMBER \nDmitri's voice causes the visage to disintegrate.  All goes back to the way it was - dark and destroyed. \nAnya spins toward Dmitri, surprised and frightened. \nDMITRI'S POV \nAnya is caught in a ray of moonlight, directly in front of the image of Anastasia in the frieze.  The resemblance is striking.  Dmitri is taken aback, but Vladimir is unaffected. \nVLADIMIR You're trespassing, boy! \nAnya is dazed by what has just happened to her and can't quite refocus on reality. \nANYA I. . .  I. . .  spoke to you earlier about traveling paper. . \nDmitri pokes Vladimir with his elbow but doesn't take his eyes off Anya. \nDMITRI (whispering to Vlad) It's her. \nVLADIMIR He's her? \n", "random": "The HONORARY HOUR of the FIGURE's POV (still in the full-circle of the portrait) comes in from the ROOM or LEFT LEFT, AND CERTAINLY, TWO SONGS OF THE ROMANOV FAMILY begin to shot.  The OBJECTIONARY HOUR is a VERY DOUBLE HOLE.  The ROOM is in a GOMBOLT OF LOVY as well, and the HON", "sentiment": "The scene is set in a different time period, and the story is in the time of the EAST NATION. The EAST NATION is a time of not much, but enough time to make a big difference. The EAST NATION is the time of the EMPIRE. The EMPIRE is a time of a new, better, and better time. The new, better, and better time is the time of the END. The EAST NATION is the time of the"}]