[{"id": 1413, "prefix": "CUT TO: CAMERLENGO There has been a development. EXT      ROME - STREET      NIGHT ", "truth": "INT     SISTINE CHAPEL       NIGHT \nThe Camerlengo has just passed on the shocking news, and the whispered word \"murder\" can be heard in several languages. \nEven Mortati is shaken.   The Camerlengo speaks to the Cardinals. \nCAMERLENGO Please... a moment... if I... \nHe strides quickly up the steps of the altar to address the group -- again, to the shock and surprise of this most conservative and rule-bound group. \nBut no one stops him. \nCAMERLENGO   (cont'd) It is true we are under attack from an old enemy.    And this time they've struck from within, murdering our Holy Father and threatening us all with destruction at the hands of their new god, science.    So what are we to do? \nINT      OLIVETTI'S CAR      NIGHT \nCLOSE ON the dashboard clock in Olivetti's car, which now reads 8:57.    Langdon looks up from it, staring intently through the windshield. \nOn the horizon, he sees a faint orange glow. \nLANGDON Oh no. \nINT     SISTINE CHAPEL       NIGHT \nThe Camerlengo continues, and the cardinals are listening. \nCAMERLENGO Since the days of Galileo, the church has tried to slow the relentless march of science, sometimes with misguided means, but always with benevolent intention.    Still, they call us backward, ignorant. \nCAMERLENGO   (cont'd) But who is more ignorant?   The man who cannot define lightning, or the man who does not respect its awesome power? \nINT      OLIVETTI'S CAR      NIGHT \nThrough the windshield of Olivetti's car, we see that orange glow, closer now.    It's a building on fire. \nINT      SISTINE CHAPEL      NIGHT \nThe Camerlengo continues, growing passionate. \nCAMERLENGO The promises of science have not been kept.    We're a fractured and frantic species, moving down of destruction in the name of progress. \nEXT     SANTA MARIA DELLA VITTORIA       NIGHT \nThe police cars come to an abrupt stop in front of the Church of Santa Maria della Vittoria.    Flames glow like evil eyes through the stained-glass windows fifty feet above the ground. \nA small CROWD has gathered, stabbing at their cell phones.    A SIREN WAILS in the distance. \nINT      SISTINE CHAPEL      NIGHT \nMortati's Aide, Father Simeon, takes advantage of the open Sistine Chapel doors and slips inside.    He takes a place just behind Mortati as the Camerlengo goes on. \nCAMERLENGO Science and religion are not enemies. But there are things that science is simply too young to understand.    We are here to lead, but how? \nEXT     SANTA MARIA DELLA VITTORIA       NIGHT \nWith three sharp CRACKS, Olivetti fires into the lock in the front door of the church.    He KICKS it open -- \n-- and flame RIPS out into the night air. \nINT      SISTINE CHAPEL      NIGHT \nThe Camerlengo speaks faster now: \nCAMERLENGO Shall we cloak ourselves in silence and secrecy, as in the past?    Or do we open the doors, take down the blackened curtains, and speak to our flock? \nINT     SANTA MARIA DELLA VITTORIA       NIGHT \nOlivetti, Langdon, and four other VATICAN POLICE make their way into the burning church.    There is a massive pile of church pews in the center aisle, burning wildly. \nINT     SISTINE CHAPEL       NIGHT \nThe Camerlengo's wrapping up: \nCAMERLENGO Signores, I ask, no, I pray that you break this conclave.    Open the doors. \nINT     SANTA MARIA DELLA VITTORIA       NIGHT \nIn the burning church, two heavy incensor cables run from the walls of the church and rise above the burning pews at an angle, strung tightly to a center point.    Langdon follows the wires up with his eyes -- \nINT     SISTINE CHAPEL       NIGHT \nCAMERLENGO Evacuate St. Peter's Square. \nINT     BURNING CHURCH       NIGHT \n-- the wires meet at a center point, just above the roaring flames, where -- \nINT     SISTINE CHAPEL       NIGHT \nCAMERLENGO Tell the world the truth. \nINT      BURNING CHURCH     NIGHT \n-- the third cardinal, still alive, is suspended over the searing flames. \nA word is branded into the center of his bared chest: \nFIRE. \nVatican Police, led by Olivetti and Vincenzo, race into the building and draw their weapons.    Olivetti SHOUTS to them in Italian, looking for a way to cut down the agonized cardinal. \nLangdon races toward the pyre, but is repelled by a wall of heat ten feet away. \n", "random": "                                                                                                    ", "sentiment": "\nTroy from New York, interviews an older man. \nTroy walks into Italy where he sees a scene in the fall: \nSilhouetted in the street, at the intersection of two sides of the street, a man in his late twenties is racing through the night. \nA drunk looks up and approaches him humanly. \nA flash of headlights gives off a greenish glow that frightens him. \nA car hovers over him. That it"}, {"id": 1414, "prefix": "LANGDON We've got to get to the Vatican. CUT TO: INT     PAPAL OFFICES - HALLWAY          NIGHT ", "truth": "Another Swiss Guardsman steps out of the office, reporting back from within. \nSWISS GUARDSMAN The Camerlengo says he will grant you an audience. \nROCHER I'd like to see him alone. \nThe Swiss Guards look at each other. \nSWISS GUARDSMAN That's impossible, sir.    No one- \nROCHER Have you forgotten who you work for?! \nRocher is truly intimidating when he wants to be. \nSWISS GUARDSMAN No,   sir. \nHe nods to the other Guards, who raise their swords, allowing access. \nCUT TO: \nINT     SECRET PASSAGE         NIGHT \nVittoria and Langdon barrel down the stone stairs, into the passage, and through the open doorway to Il Passetto. \nINT     IL PASSETTO      NIGHT \nThe passetto is narrow and dark, lit only by streaks of moonlight coming through the vertical slits in the walls. \nBut up ahead, there's light.      They race for it. \nCUT TO: \nINT     OFFICE OF THE POPE            NIGHT \nThe Camerlengo kneels in prayer in front of the fire. He hears a sound behind him and turns as the door to the papal office opens. \nRocher enters, closes and locks the door behind him. \nCAMERLENGO Have you come to make me a martyr? \nCUT TO: \nINT/EXT       IL PASSETTO       NIGHT \nVittoria and Langdon race up a flight of stairs, and the passetto comes out into the open for a hundred yards or so as it leaves the Castel Sant'Angelo. \nAhead, they see a rope ladder over the side.        They look down. \nDirectly below them, Mr. Gray is getting into an Alfa Romeo parked discretely at the end of a dead end street, making his escape. \nDOWN ON THE STREET, \nthe car door SLAMS. \nIN THE CAR, \nMr. Gray turns the key. \nUP ON THE PASSETTO, \nLangdon and Vittoria are running toward the Vatican again when the EXPLOSION rips through the still night. \nThey stagger and turn back, in time to see Mr. Gray's car go up in an enormous fireball. \nVITTORIA Men of God. \nLangdon grabs her arm and they take off.        The Passetto descends again, into -- \nINT       IL PASSETTO       NIGHT \n-- another underground space.        The outline of a steel gate looms ahead, blocking their way. \nBut as they draw closer, they find the ancient lock hanging open, and the gate swings freely.    This tunnel has been used, and recently. \nFURTHER AHEAD, \nthey plow onward, and now there is a low ROARING sound from above them.    Langdon pauses, looks up. \nLANGDON We're under St. Peter's Square. \nThey keep on. \nCUT TO: \nINT      PAPAL OFFICES - HALLWAY      NIGHT \nIn the hallway outside the Pope's office, there are raised VOICES from behind the closed door.    Lt. Chartrand approaches nervously. \nHe and the Guards look at each other, don't know what to do. From the other direction, Father Simeon, Cardinal Mortati's Aide, strides toward them. \nFR. SIMEON I demand to speak to the Camerlengo. \nAN ANGRY SHOUT from behind the door draws their attention --what the hell is going on in there? \nCUT TO: \nINT      IL PASSETTO      NIGHT \nLangdon and Vittoria hit another gate, this one heavier, but it too is unlocked.    The sound of St. Peter's Square fades behind them now. \nUP AHEAD, \n", "random": "                                                                                                    ", "sentiment": "                                                       61 \nA small office apartment building, two stories down from here. A week after the Vatican attack, the Council of Ministers was shut down, the Vatican council was made up of a small group of international finance ministers, each"}, {"id": 1415, "prefix": "IN LANGDON'S MIND, they're back in the Pope's office, but Rocher is alive, and saying words he said earlier: ROCHER The Holy Father was subject to seizures... but he took steps. ", "truth": "Rocher's voice continues over, but Langdon mouths the words as he remembers them: \nROCHER'S VOICE (O.S.) \"MADE SURE HE WAS WATCHED.\" \nIN LANGDON'S MIND, \nRocher is back in the office again, finishing his sentence: \nROCHER For safety. \nIN ROCHER'S OFFICE, \nLangdon holds the key up, repeating those last words: \nLANGDON For safety. \nHe lowers the key to the monitor, extending it toward the keyhole \n-- and it's a perfect fit.      He twists it. \nAnd with a ZZZZT of power, the monitor winks to life.   An image comes into focus. \nVITTORIA Where's that? \nLANGDON That...is the papal office. \nOn the monitor, \nthey are indeed looking at an image of the Pope's office.    There are two dead bodies on the floor, covered with sheets, and VATICAN POLICE are photographing everything.    Must be live. \nIN ROCHER'S OFFICE, \nLangdon's figuring it out. \nLANGDON The Pope spent a lot of time in contemplation, alone.    If he was worried about seizures, he must have asked Rocher to install a camera without telling anyone.    To keep an eye on him.    For safety.    And maybe -- \nHe reaches down to the screen, toward a touch panel at the bottom. \nYou don't have to be a symbologist to understand these symbols- play, pause, fast forward. \nAnd rewind.   Langdon touches it. \nON THE MONITOR, \nthe image ZIPS backwards, rapidly, to the shooting, and the all the way back to when Rocher and the Camerlengo were alone together. Rocher stands just behind him, the Camerlengo still kneels before the fireplace. \nAs the image starts to play forward, in real time, we go in close on the monitor and come out -- \nINT     POPE'S OFFICE       NIGHT \n-- in the papal office, to watch the scene in person. \nCAMERLENGO The scientist kept journals?      So? \nROCHER You figure prominently in them. \nThe Camerlengo turns his eyes back to the flames, stirring the embers with a poker. \nCAMERLENGO Really. \nROCHER Leonardo wasn't just a physicist, he was a Catholic priest.    Deeply conflicted about the implications of his work and in need of spiritual guidance.    About a month ago, he requested an audience with the Pope. But you'd know that, because you granted the audience, and were present during it. \nThe Camerlengo twists the poker in the fire.     Speaks softly. \nCAMERLENGO The fool thought he had duplicated the moment of creation. \nROCHER And the Holy Father urged him to go public.    His Holiness thought the discovery might actually prove the existence of a divine power -- begin to bridge the gap between religion and science. \nCAMERLENGO Science.    The new God.    Ignore the weapons and chaos and madness. \nThe Camerlengo looks up at him, and his expression is different than we've ever seen it.    Contemptuous.    Angry.    Violent. \nCAMERLENGO (cont'd) His work was not religious, it was sacrilegious! \nROCHER But you saw the Pope's position as a softening of church law.    An old man's weakness.    Your father's weakness. \nCAMERLENGO He raised me to protect the church. Even from within. \nROCHER So you brought an old enemy back from the dead to frighten people. \nCAMERLENGO Nothing unites hearts like the presence of evil. \nROCHER It didn't work, Father. \nCAMERLENGO It isn't finished. \nROCHER I've informed Father Simeon of what I learned and he'll get word to the Cardinals the moment conclave opens. \nThe Camerlengo looks at him calmly for a moment   -- \nCAMERLENGO I was planning on doing this alone. \n-- and then removes the poker from the fire. But it isn't a poker, it's a long-handled brand, with a cross of some kind at the end. \nRocher pulls his gun, holds it at his side. \nROCHER Put that down. \nThe Camerlengo rips open his cassock with his free hand. \nCAMERLENGO But perhaps it's better that you're here. \n", "random": "GORDON I'm afraid I can't help you. \nPENELOPE (to Father Lombardo) Give him a moment. \nLombardo turns and nods to the Pope, Alonzo gives him a kiss on the forehead. \nBishop Lombardo, we hear the reception. \nCUT TO: \nINT. ST. CATHEDERIA/CATHEDERIA - DAY \nThe papal family is gathered in the", "sentiment": "The Pope is furious. \nPOPE (cont'd) They're going to arrest him. \nA beat. \nRocher looks at him. \nPOPE (cont'd) They're going to arrest him. \nThe Pope is angry. \nPOPE (cont'd) All of them -- \nRocher, with a look of shock, turns to the door. \nRocher turns to the door. \nINT."}]