[{"id": 1854, "prefix": "The police car is now converging with other squads just half a block away. Catch throws the ball back to the boys and runs toward the police incident. The boys watch him go, wondering. EXT. CLOSED STORE - DAY A police   car is parked askew near this closed store -- as now Robby   and Sharon's UNIT ROARS to a STOP beside it. Two cops   are calling and motioning to them, one holds a shotgun.    This is RAY JULIETTE. ", "truth": "And they are moving. \nEXT. BACK OF CLOSED STORE - DAY \nRobby and Sharon are hurrying around to the back as we hear more POLICE UNITS CONVERGING in front. \nANGLE - STREET \nAs Catch arrives on the scene and sees Sharon and Robby moving around the building to the back. He is still amazed at the sight of her. He decides to follow her, keeping her in sight, driven. \nON SHARON, ROBBY \nThey are scouting through crates and weeds as a young man is flushed from cover at the back of the store and runs from them. \nROBBY Freeze! \nThe man runs on, and Sharon chases with Robby close behind her. Sharon speaks to her shoulder radio mike as she runs. \nSHARON (to radio) Three-A-5, foot pursuit. Suspect fleeing south on Pico Place, young man, green jacket. No visible weapon... (to Robby) Robby! \nROBBY Right behind you! (to man) Stop and lie down with your arms... shit. \nThe man has jumped a fence.   Sharon follows. \nROBBY Careful! \nSHARON I see him! \nShe goes over the fence, then Robby. \nEXT. PARKING LOT - DAY \nThe man runs and Sharon chases. Robby, not far behind glances off to the side, seeing Catch, still following. \nROBBY Citizen on your right!   Hey! \n(CONTINUED) \nCONTINUED: \nBut Sharon is now closing on the fleeing man who turns suddenly, pointing a handgun! \nROBBY Gun! \nAnd Sharon, wide-eyed, is already pulling her weapon, but not in time. The man is aiming at her and about to fire when he is tackled by Catch. \nCatch and the man go sprawling, and the gun flies out of the man's hand, and Sharon is on him in an instant, pointing her gun at him... \nSHARON Freeze!    Right there! \nCatch scrambles to his feet. Robby joins Sharon and puts his knee in the man's back and cuffs him, then glances at Catch. So does Sharon. But Catch starts to hurry off. \nROBBY Hey!     Wait! \nTwo other cops (Ray Juliette and SANCHEZ) rush toward the suspect on the ground. \nRAY You got him? \nROBBY He was armed. \nRAY Jesus. \nROBBY Citizen took him down. \nRAY No shit!? \nSharon stares across the lot to where Catch has halted. More cops are converging. Ray Juliette and Sanchez move toward Catch, while a sergeant and others surround Sharon and the suspect. In between the crowd of cops, Catch and Sharon glance at each other, during... \nON CATCH \nas the cops reach him. \n(CONTINUED) \nCONTINUED: \nRAY What happened here? \nCATCH I... just saw it and... I saw the gun, so... \nON SHARON \nROBBY You all right, Pogo? \nShe is shaken, speaks softly. \nSHARON I was dead.   Y'know. \nShe glances toward Catch. (She doesn't recognize him from the accident.) Their eyes meet briefly, but then their attention is pulled to the others. Sharon speaks to her sergeant. \nSHARON He had me.    I was dead. \nON CATCH \nHe is shaken, too.    Sanchez is taking notes as Ray checks his I.D. \nCATCH I was just walking by.      I live near here. \nRay nods, handing the I.D. to Sanchez. \n", "random": "ANDREW SANTA CRUZ, who is in the car.   The cops are making the call and the car is in the center of the crowd. \nRAY JULIETTE, who is in the car, is trying to raise his gun. A police  in the back starts to pull the trigger. \nRAY JULIETTE, I'll tell you what. \nThe cops swing the gun. Robby and Sharon are in the", "sentiment": " At this location it's a shock to see a cop standing just outside the front window. He's rambling. Just standing behind him, in the darkness to the distance, is the nearby   drug store.   He seems to be doing his best expression at the scene, making no sign of any kind of breakdown. Realizing a police     stop sign just outside the store,   the boys follow him into the store --      "}, {"id": 1855, "prefix": "CONTINUED: Her eyes grow a bit hard, defensive. SHARON Oh.    You're here as a medic. ", "truth": "She smiles in spite of herself -- again. He has gotten to her. She wants to fall into this guy, but she's pumping those brakes. They are standing close together. \nSHARON Maybe going is a good idea. \nCATCH Can I come back some time? \nSHARON Why? \nCATCH (shrugs) Must be the smell. \nThat makes her laugh, and her resistance falls away with her surprised laughter, and she puts her hands around the back of his neck. Her touch is electric to him. She is going in for a kiss, and he is retreating. They stare a moment -- and then he suddenly takes her shoulders and lets loose his own longing. It is a hungry and passionate kiss, and in the very midst of it, he breaks off and pulls back, his darkness rushing at him. She is staring, surprised, and he is looking a bit shaken, getting the words out just above a whisper. \nCATCH I better go. \nShe doesn't know what to say. The moment hangs. He leaves. Once he closes the door, the breath escapes her, and she shakes her head -- feeling like an idiot. She lost control. With a stranger. \nSHARON Oh, God. \nEXT. STREET - NIGHT \nCatch leaving Sharon's building in a turmoil of emotions, staring hard at his thoughts -- and he steps into the path of a car. The CAR SCREECHES to a stop, and the scream of those brakes and white light of the head lamps paralyze Catch, and he sees -- \nFLASHBACK - SLIVER OF IMAGE \nHeadlights suddenly washing into a vehicle he is driving. \nBACK TO SCENE    (PRESENT) \nThis sliver of memory jolts HIM -- and then another one comes. \nFLASHBACK - HEADLIGHTS \ncoming closer and the scream of brakes from his memory, and all of this is exploded -- \nBACK TO SCENE    (PRESENT) \nby the angry DRIVER shouting at him. \nDRIVER What the hell do you think you're doing?! \nCatch is numb -- completely shut down there in the middle of the street. The Driver exits his car and comes toward him, raging. \nDRIVER Are you crazy?! \nCatch isn't even aware of him. The man gawks at this -- and now Catch walks off. It is raining. The streets are wet. \nANGLE - RESIDENTIAL STREET - NIGHT \nAs Catch continues his walk, he is still a bit shaken -- but when he passes a parked car with the window half open, rain getting in, he hesitates. He can't just walk on. He looks about. He tests the lock. He opens the door, rolls up the window, closes the door, walks on. \nBut a MAN is just exiting a doorway to the street -- and calls out... \nMAN Hey!    Hey!   What did you do? \nCatch stops and turns in the rain.     The Man hurries toward him, upset, angry. \n(CONTINUED) \nCONTINUED: \nMAN That's my car!     What the hell were you doing? \nCATCH Nothing.    I just... \nThe Man shoves him. \nMAN I saw you!    What did you take out of there?! \nCATCH No, I rolled up the window.       It's rain... \nThe Man gets in his face, shaky... \nMAN You take my phone?!       Hah?! \nHe shoves Catch again, and Catch's desperate confusion explodes in a surprising reaction, grabbing the Man's jacket front in one hand and not punching him but quickly slap, slap, slapping him, saying... \nCATCH Hey!   Hey!    Wake up!    Wake up! \nThe Man is now speechless, frozen, terrified, as Catch's eyes hold him with a fierceness -- and a sadness. \nCATCH I helped you. (pause) I helped you. \nCatch lets him go, and immediately begins walking away, hunching into the rain, his expression dark and troubled. He gets five steps away and turns. The Man steps back -- but Catch only says... \nCATCH I'm sorry. \nAnd he walks on.        The Man watches him go. \nINT. CATCH'S APARTMENT BUILDING CORRIDOR - NEXT DAY \nCandace, Catch's neighbor, is waiting for the slow, RATTLING ELEVATOR with her son. \n(CONTINUED) \nCONTINUED: \nThe elevator door opens -- and there is Catch, seated on a newly-bought wicker chair in the elevator with a small table across his lap, other boxes nearby and a long-stemmed rose in his hand, wrapped for giving. \nCATCH Oh.   Sorry. \n", "random": "CKY I'm a medic. \nROCKY She looks. \nROCKY You're here for us. \nLOMA (to her) Where are we? \nROCKY Oh, in the hospital. \nShe looks back at him, and then away. \nLOMA Whoa, we don't have any room here. \nROCKY Whoa! \nLOMA Whoa, we don't have", "sentiment": "ONTINUED: Her eyes grow a bit hard, defensive. SHARON Oh.    You're here as a medic. \n(CONTINUED: Her eyes grow a bit hard, defensive. SHARON Oh.    You're here as a medic. \n(CONTINUED: Her eyes grow a bit hard, defensive. SHARON Oh.    You're here as a medic. \n(CONTINUED:"}, {"id": 1856, "prefix": "ELANORA Scared of what? (CONTINUED) CONTINUED: ", "truth": "Elanora sighs, looking at her, and her anger drains away, studying Sharon's misery. \nELANORA You were finding your way.    What else can we do? You think    I'm always sure what to say to   him, what not to say? I do what    I think is right and hope he   sees the love in it. \nShe shakes her head at Sharon's tears, her warmth showing now, liking this girl. \nELANORA Look at you -- so worried now, so miserable. That's the love in it. \nSHARON Did I... make it worse for him? \nELANORA I don't know. I really don't. But I think he'll see the love in what you did. \nSharon stares, without much hope. She puts out her hand to touch Elanora's, to say goodbye. Elanora takes her hand and holds on a moment, staring into the girl, with strength. Sharon nods and walks off, dark and sad. Elanora watches her go. \nINT. SHARON'S APARTMENT - DAY \nIt's the next day, and Sharon is preparing to go to her parents' renewal of vows. She is at the bottom -- with Catch gone from her life -- but she is doing her best to go through with this. \nWe START ON a table, looking at the invitation and next to that is a wrapped gift. We hear Sharon moving about, see her nervous, half-dressed, speaking to herself. In the b.g. we hear our TRUMPET-BASED MUSIC. Very soulful. \nSHARON I just came by to... wish you well. To... congratulate you and wish you well. Shit. \n(CONTINUED) \nCONTINUED: \nShe checks the mirror again, doesn't like the look, starts undressing, comes back to the table with the gift on it, wonders if she should add more decoration to the box. She does, and as the trumpet plays on we -- \nCUT TO: \nSHARON \ndressed differently, re-wrapping the gift and then -- \nCUT TO: \nSHARON \ndressed differently, rewrapping it again and then -- \nCUT TO: \nSHARON \nsitting still in a chair, holding the gift on her lap, looking at the clock, nervous, scared, sad. \nEXT. STREET - DAY (SAME DAY) \nCatch is walking down a commercial street -- no Bob-the- dog, no strolling gait. He is focused, deep-eyed, on a mission of some kind. Our MUSIC CONTINUES over this and on into... \nEXT. STREET - DAY \nThe MUSIC CONTINUES over Sharon driving to the church, parking, taking a deep breath, exiting the car. There is no one else outside the church. The ceremony has already begun. She's planned it that way. She enters the church as the MUSIC FADES OUT. \nINT. CHURCH - DAY \nAs Sharon comes in quietly. The church is not full, but perhaps 50 people sit in the front pews, watching the ceremony at the altar: The priest, Mr. and Mrs. Pogue, altar boys. Sharon moves forward and slips into a pew a few back from the altar. The slight disturbance of people sliding over to let her in causes a few people to glance over. \n(CONTINUED) \nCONTINUED: \nOne of them is Kathy. They trade a brief, nervous nod. Then Kathy whispers to her husband... \nKATHY She came. \nWe see Larry grow tense and angry. \nKATHY Don't say anything.   Think of your parents. \nLarry doesn't look at Sharon. The little boy, looking fine in a tiny suit and tie, and being bored, leans to look at his aunt. \nSharon and Larry, Jr. trade a look.     She winks, then settles back in her pew, watches. \nON ALTAR \nWe get our first   look at Sharon's FATHER, Carl Pogue, 62. Standing beside   his wife, a rather big, stolid guy, taken with the moment,   both he and his wife emotional over this. He wears    a hearing aid. The priest is speaking. \nON SHARON \nwatching with a mix of feelings as the mass continues and the vows are renewed, the priest reciting the rituals. \nEXT. STREET - DAY \nThe PRIEST'S VOICE from the church plays over this scene, invoking the blessings, saying the prayers of the mass as we watch Catch continuing his mission, slowing his steps now and pausing at the entrance to the Welston Memorial Chapel. He hesitates. We see the price he's paying and the determination. He walks through the gate. \nEXT. CHAPEL GROUNDS - DAY \nHe walks into a courtyard of several small buildings in a garden setting -- all red brick and ivy, fountains and flowers. He is fighting his way through this, moving closer to one of the buildings. He is nearly alone on the chapel grounds, and, as he reaches the sheltered wall of this building, he is alone. \n(CONTINUED) \nCONTINUED: \nThis is a wall   of bronze vaults within the bricks, and on each vault is   a plaque -- a name. His breath shivers in his body as he   struggles to lift his eyes. Slowly, his gaze comes to   rest on a name: \"LAMBERT.\" \nAs he stares, the PRIEST'S VOICE from Sharon's church FADES OUT, and we are left with silence. Catch is shaky,. He takes a step closer to the wall, to the name, to them -- and he tries to speak, but can't. He tries again -- his voice intimate, just above a whisper at first. \nCATCH Annie. Chet. I don't... want you to think I forgot about you. It's just that I... I couldn't find you. (pause) I woke up, and you were gone. Everything was gone. It all just... disappeared. In one minute. I couldn't remember that minute. I lost it. It took me so long to find it. I think I found it all now. I used a calculator. I did. I figured it out. You know... we get about 1400 minutes a day and so I figured it out. I was 33 years old and three months and eight days, so it was... I've got it here... \n", "random": "CONTINUED: \nDISSOLVE TO: \nPUTTING THE PISSES ONWARD, and then the Bluetooth closes. \nDISSOLVE TO: \nBLANK. \nDISSOLVE TO: \nVINYL. \nPUTTING TO: \nBLANK. \nDISSOLVE TO: \nBLANK. \nPUTTING TO: \nBLANK. \nDISS", "sentiment": "INT. LOUIS'S HOUSE - DAY \nThe house is a quiet, quiet place. The couple is there, and they are alone. \nLOUIS You're not alone. You're alone. You're alone. \nEXT. LOUIS' HOUSE - DAY \nThe couple is alone in the house. \nLOUIS You're not alone. You're alone. \nEXT. LOUIS' HOUSE - DAY \nThe couple"}]