[{"id": 1206, "prefix": "KARENIN I'm here. This is adroit. He comes down several steps and pushes through to offer his arm, but Anna has lost control, trying to escape like a bird beating against its cage. KARENIN (CONT'D) Would you like to leave? ", "truth": "ON THE COURSE \nVronsky extricates himself from his broken horse and, in terrible recrimina- tion, tries to pull Frou-Frou to her feet by the reins. Frou-Frou struggles to get up but her back is broken. Officials, officers, and a doctor have come running. \nANNA \n. . . sees an Officer hurrying to the Imperial party to report. \nANNA Stiva! What are they saying? \nOBLONSKY Vronsky's unhurt--but the horse . . . \nAnna relapses into sobs, attempting to hide her face behind her destroyed fan. Betsy gives Anna her fan. \nVRONSKY \n--is restrained by an Officer. \nOFFICER Her back's broken! \nThe Officer takes a pistol from his holster. Vronsky, enraged and in grief, takes the pistol from him. \nKARENIN \n--persists with Anna. \nKARENIN I'm asking you . . . if you wish to go . . . \nHe touches Anna's arm. She jerks it away. \nANNA No, leave me alone. \nBETSY I'll bring her home, Alexei. \nKARENIN (SMILING POLITELY) Excuse me, Princess, but Anna is not well and I want her to come with me. \nA gunshot is heard from the course. Anna turns her tear-streaked face towards it. \nINT. MOVING COACH--DAY \nAnna's hysteria has solidified into a blank despair. Karenin seems to want to pretend that nothing important has happened. \nKARENIN You know . . . they say the Emperor dis- approves of the races . . . the danger of injury . . . but I . . . \nAnna looks at him contemptuously. \nANNA What? \nKARENIN I'm saying there is a value in manly sport, for the military-- \nANNA I don't understand. \nKARENIN In my opinion, it's not the sport itself that's wrong, it's the spectacle, it's making a cruel spectacle out of-- \nANNA What are you talking about? \nKarenin changes tack. \nKARENIN I have to tell you-- \nANNA Yes. \nKARENIN I have to tell you, you behaved improperly today. \nANNA And how was that? \nShe has raised her voice. He raises a warning finger, and reaches to close the communication window behind the coachman's box. \nKARENIN By making plain your feelings when one of the riders fell. Your conduct was improper. It must not occur again. I have said it before. \nAnna smiles faintly. He is misled by that. \nKARENIN (CONT'D) You are going to say my concern is unneces- sary and ridiculous. You are my wife. I am wrong to think that . . . yes--perhaps I was mistaken. \nAnna looks at him despairingly. \nANNA No, you were not mistaken. I love him. I am his mistress. I can't bear you, I'm afraid of you, I hate you. Do what you like to me. \nKarenin is literally winded--gasping for breath, slowly getting his breath- ing under control. Anna huddles away from him in her corner. Karenin recovers himself only to the point of sitting stock-still, looking at nothing, not moving. \nThe coach lurches, unbalancing him so that he is pushed against Anna. He recoils as if from a contamination. \nThe coach slows. The coach stops. A Servant comes to the coach door, opens the door. \nKARENIN Wait, please. Move away. \nThe Servant backs off. \nKARENIN (CONT'D) I will not have a scandal. Therefore . . . You will not see . . . this man again. You will behave in such a way that nothing is known against you, by society or by the servants. In return, you will keep the privileges of a \nwife--and the duties. Tomorrow you will return home. That is all. \nAnna gets out of the coach and runs into the maze. \nEXT. MAZE--NIGHT \nAnna comes to Vronsky. She is still shaken by the showdown with Karenin in his coach, but is now overtaken by concern for Vronsky after his fall. \nANNA Are you hurt? \nVronsky shakes his head. He is moved by the sight of her, full of love and desire, but in her embrace he detects something new, a nervous exaltation. \n", "random": "\nARTFORD He's a good boy. He's a man. He can be very good. And he can be very good. \nKARENIN (CONT'D) I want to help you. \nARTFORD (CONT'D) I want to help you. I'm sorry. \nKARENIN (CONT'D) I'm sorry. \nARTFORD (CONT'D) Don't make me leave. \nINT.", "sentiment": "\nAnna is giddy. KARENIN (CONT'D) You're going to leave? \nAnna is giddy. KARENIN (CONT'D) I'm going to leave. \nAnna is giddy. KARENIN (CONT'D) You're going to leave? \nAnna is giddy. KARENIN (CONT'D) You're going to leave? \nAnna is giddy. KARENIN (CONT"}, {"id": 1207, "prefix": "THEODORE You're here to be master, Konstantin Dmi- trich, to be your father's son, and father to a son who will be master after you, as it has always been by the grace of God. LEVIN My father owned you, Theodore. My grand- father owned your father. Owned you like chattels, to be bought and sold. Was that by the grace of God? THEODORE It was. Those were good times when your father had the keeping of us. That's my youngest you were looking at there. His young life is perilous now since the Free- dom came and work must be found. ", "truth": "THEODORE (LAUGHS) At his wife too, I dare say. \nLevin is abashed, found out. \nLEVIN They look happier than I've ever been. Is it living simply that I'm looking for? \nEXT. HAYMAKING (KASHIN)--NIGHT \nNight under the stars. Some of the men have gone, some have settled in for the night. The cooking fire is burning out. Levin remains where he was, watching, thinking: drawn to \"the simple life.\" \nEXT. HAYMAKING (KASHIN)--DAWN \nLevin wakes . . . woken by hoofbeats and the jingle of harness. \nLevin sees a coach coming towards him. The coach comes nearer, leather boxes strapped to the roof. \nLevin sees that a young woman is looking out of the side window, holding on to the white ribbons of her bonnet. He sees that it is Kitty, on her way to Ergoshovo. (Princess Shcherbatsky is also inside, dozing.) \nThe coach passes on, leaving Levin lovelorn, the dawn light on him. The sight of Kitty has turned him round again. \nINT. STATION, ST PETERSBURG--DAY \nAUTUMN \nVronsky stands at the entrance to the platform holding a bouquet, waiting for a train. He looks pretty fed up. \nINT. \"FRENCH THEATRE,\" ST. PETERSBURG--NIGHT \nAs before, the set-up is a small stage, a small auditorium, and an area for drinking, cruising, etc., a combination of music hall and a bar with a few tables. Vronsky is here as the escort of a Foreign Prince (an Indian), watch- ing a \"risqué\" show with Can-Can Girls, much relished by the visitor. \nVronsky's glance casts about in the gloom. The champagne is flowing. Vron- sky spots a trio--Lisa Merkalova, Betsy, and Stremov, a politician and Karenin's rival. \nVronsky catches Betsy's eye. She beckons him. He excuses himself to the Foreign Prince, who doesn't notice, and goes over to the other table. Under the music, he is introduced to Stremov, and kisses the hands of the women. He takes the empty chair. \nVRONSKY He's some kind of prince at home. Exhaust- ing. Where is Tuskevitch this evening? \nBETSY Why ask me? \nAt which moment, Makhotin appears at the table. Vronsky relinquishes his chair. \nVRONSKY Captain Makhotin . . . \nVronsky bows to the women. \nVRONSKY (CONT'D) I must leave you. I'm on duty tonight. \nMAKHOTIN Lucky woman. Give her my respects, and to Karenin if you see him. \nVronsky freezes in anger. \nBETSY Don't. Would you compromise me? And Lisa? \nLisa and Stremov are enjoying it. Vronsky turns away. The Foreign Prince is applauding enthusiastically when Vronsky rejoins him. \nSTREMOV (SMIRKS) I only say that a man who can't govern his wife has perhaps gone as far as he can go in government. \nINT. BEDROOM, VRONSKY'S FLAT, ST. PETERSBURG-- DAY \nVronsky wakes. He has fallen asleep in his clothes. A note has been deliv- ered, propped up by the bed. He reaches for it. \nEXT. KARENIN HOUSE, ST. PETERSBURG--NIGHT \nA cab brings Vronsky. The Karenin coach is waiting outside. As Vronsky approaches the door, it opens and Kapitonich comes out with a folded rug. Kapitonich is wrong-footed by seeing him. Karenin comes out of the door, into the gaslight. When he sees Vronsky he hesitates for a fraction but con- tinues. Kapitonich is holding open the door of the coach. Vronsky bows, Karenin, expressionless, touches his hat and gets into the coach, taking the rug. Vronsky walks into the house as the coach moves off. \nINT. ENTRANCE HALL, KARENIN HOUSE, SAME TIME--NIGHT \nKapitonich comes in, closing the door. Vronsky gives him his hat and coat. \nKAPITONICH Good evening, Your Excellency. \nKapitonich is uneasy. A Footman comes from a service door. He sees Vron- sky and looks to Kapitonich. \nVRONSKY I am expected. \nKapitonich nods to the Footman. \nINT. RECEPTION ROOM, KARENIN HOUSE, SAME TIME--NIGHT \nAnna, six months pregnant, is seated almost formally. The Footman lets Vronsky in and retires closing the door. Anna runs to Vronsky. \nANNA No!--no. I will not live like this! \nHe holds her, calming her, hushing her. \nHe leads her into a Winter Garden conservatory off the Reception Room. \nANNA (CONT'D) Waiting hour after hour while you're drink- ing champagne with naked actresses-- don't think I don't know!--Lisa Merkalova still calls on me. \nVRONSKY It's punishment enough that I'm on escort duty, without . . . \nANNA Yes--I'm sorry--it's my demon, I can't help it. \nVRONSKY You wrote that you were ill. \nANNA Did I? Well, I am! (GAILY) But don't worry! It won't be for long, I'll soon be out of your way--soon! \nVRONSKY Stop. \nANNA No, it's true. I was told it in a dream. \nVRONSKY There, it was only a bad dream. \n", "random": "XAMPLE \nHe has come, and his eyes are full of the glow of the sun. \nTheodoric is caught in the force of the beat- rious hammer, the blood of a man. He is the first son of a son of Ben- dard. \nHe is as the man that ever taught him, as the son of a son of Don- son, the son of a son of Libraton. \nTheodoric runs away", "sentiment": "'ll get you out of that. \nTheodore is distracted, and he turns to re- linate him.  LEVIN I'll make the best of it. \nTheodore, at the same time, is in the middle of a fine dinner, with a cup of  ichor, a basket of roast potatoes, a few sequins, and a pot of  ichor. \nLEVIN What is he doing? \nTHEODORE"}, {"id": 1208, "prefix": "Karenin comes up the staircase. When he reaches his dressing room he hears Anna shouting for \"Alexei\" in her delirium. He hesitates. Anna shouts the name again. Karenin enters Anna's boudoir. INT. ANNA'S BOUDOIR, KARENIN HOUSE, SAME TIME--DAY Karenin sees Vronsky sitting with his hands over his face. Vronsky jumps up in confusion. ", "truth": "Karenin looks at him coldly and enters the bedroom. \nINT. BEDROOM, KARENIN HOUSE--DAY \nAnna is not seeing or hearing, struggling against the Doctor and the Mid- wife, while Annushka holds her hand. \nDOCTOR Thank God! She talks only of you. \nIn her delirium, Anna keeps up a bright prattle. \nANNA Why doesn't he come? He is kind. He will forgive me. \nMIDWIFE He's here--look--look--can't you see him? \nANNA I want Alexei! Why doesn't he come? Give me some water. No, I mustn't, it's not good for my little girl. Or let her have a nurse. Yes--don't bring her here, because Alexei is coming and it will hurt him to see her. \nANNUSHKA He's come, my dear--look there . . . \nAnnushka gives way to Karenin, who kneels by the bed, taking Anna's hand. \nDOCTOR (TO ANNUSHKA) More ice. \nAnnushka hurries out. \nANNA Oh, what nonsense. I must be asleep, that's what it is. You think he won't forgive me but you don't know him. No one knows him except me. I'm not afraid of him now. \nKarenin gazes at her. He looks at her as he's never looked at her. \nANNA (CONT'D) I'm afraid of death, though. \nKarenin tries to speak but cannot. He starts making shushing noises as to a baby. She quietens down. She seems to recognise him. \nANNA (CONT'D) Oh, my dear. Don't look at me like that. I am not the one you think. I'm afraid of her. She fell in love with another man. I'm the real one. But I'm dying now, then she'll be dead, too. Poor man! Let him come in. Alexis! Alexis! \nINT. BOUDOIR, KARENIN HOUSE, SAME TIME--DAY \nVronsky hears her calling. He comes into the bedroom. \nINT. BEDROOM, KARENIN HOUSE, SAME TIME--DAY \nVronsky covers his face, unmanned. The Doctor nods to the Midwife-- \"Leave them alone.\" They leave. \nANNA Take your hands away from your face. Look at my husband. He's a saint! Take his hand. Alexei--take his hands away. \nKarenin pulls Vronsky's fingers, and holds on to Vronsky's hand. \nANNA (CONT'D) Forgive him, too. Thank God, thank God . . . \nDAWN \nAnna is asleep. Karenin is alone with her. The crisis seems to be over. She opens her eyes. \nANNA (CONT'D) So you came. \nKarenin puts his face down to her shoulder. She strokes him. \nANNA (CONT'D) If I had died as I wanted, you would be free of your troubles at last. \nKARENIN I am free of them. \nAnna closes her eyes and sleeps again. \nBOUDOIR, KARENIN HOUSE, SAME TIME--DAY \nKarenin comes in. Vronsky is there. He looks up abjectly. \nVRONSKY Whatever you think of me, please believe me, I love her--I could not have done other- wise than what I . . . what I did. \nKarenin nods and sits next to him. \nKARENIN But you must leave now. I promise to send for you if she asks for you. I don't know what happened. I forgive you. I forgive Anna. My soul is filled with joy. I will remain with her and look after her for ever. \nKarenin stands up and offers his hand. Vronsky grasps it and starts shaking. \nKARENIN (CONT'D) Come now, come now . . . \nKarenin embraces him, comforting him. \nINT. VRONSKY FLAT, ST. PETERSBURG \nVronsky arrives back at his flat . . . and finds his mother waiting for him in his sitting room. \nCOUNTESS VRONSKY Look at you. You look like what you are. A laughingstock. I fancy you are to be asked to leave the regiment. \nVRONSKY I would like you to go, Maman. \nCOUNTESS VRONSKY I will go when I'm ready to go. A little affair with a married woman puts a finish- ing touch to a young man's education--but this morbid, selfish obsession . . . ! You have publicly humiliated a man who has devoted his life to Russia, and it will not be forgot- ten. You'd better come back to Moscow with me. You're finished here. \nVRONSKY In Petersburg? (he taps his breastbone) I'm finished here. \nINT. BEDROOM, VRONSKY FLAT--DAY \nFor the first time, Vronsky is wearing civilian clothes . . . looking reflect- ingly at his uniform hanging in his wardrobe. He places his cavalry cap carefully on a shelf and closes the wardrobe. \nINT. BEDROOM, OBLONSKY HOUSE, MOSCOW-- DAY \nLevin is half-dressed in clothes to be married in, assisted by Matvey and watched over by Oblonsky, who is in wedding clothes. Levin is frantic. Oblonsky is perplexed. Matvey is unflappable, holding Levin's coat ready and following him around. \nLEVIN . . . no, I'll go to her and tell her it's not too late to stop this business! Better now than when we're married and she realises she doesn't love me! \nOBLONSKY But she does love you! \n", "random": "\nKarenin watches Vronsky do the same. \nKarenin enters Anna's bedroom. \nKarenin enters Anna's dressing room. \nKarenin zips out of Anna's dressing room and over the stairs. \nKarenin comes out, grabs Vronsky by the shoulder and puts him in the room. \nKarenin enters Anna's dressing room, in the same room. \nKarenin watches Vronsky with v", "sentiment": "  (continued!)   I did nothing!   Is your son sorry for himself?   Vronsky scrambles to his feet. The storm clouds now begin to surge.    Yields a cough. Kennin sees Vronsky looking at her.  He shrugs. Vronsky smiles.   (continued!)    And my son!   Karin!   Perhaps for will!    What is this?  "}]