[{"id": 1698, "prefix": "MAN IN LINE Oh. ALVY (To McLuban) Tell him. MCLUHAN (To the man in line) I hear-I heard what you were saying. You-you know nothing of my work.  You mean my whole fallacy is wrong.  How you ever got to teach a course in anything is totally amazing. ", "truth": "INT. THEATER. A CLOSE-UP OF THE SCREEN SHOWING FACES OF GERMAN SOLDIERS. \nCredits appear over the faces of the soldiers. \nTHE SORROW AND THE PITY CINEMA 5 LTD., 1972 MARCEL OPHULS, ANDRE HARRIS, 1969 Chronicle of a French town during the Occupation \nNARRATOR'S VOICE (Over credits and soldiers) June fourteenth, nineteen forty, the German army occupies Paris.  All over the country, people are desperate for every available scrap of news. \nCUT TO: \nINT. BEDROOM-NIGHT \nAnnie is sitting up in bed reading. \nALVY (Off screen) Boy, those guys in the French Resistance were really brave, you know?  Got to listen to Maurice Chevalier sing so much. \nANNIE M'm, I don't know, sometimes I ask myself how I'd stand up under torture. \nALVY (Off screen) You?  You kiddin'? (He moves into the frame, lying across the bed to touch, Annie, who makes a face) If the Gestapo would take away your Bloomingdale's charge card, you'd tell 'em everything. \nANNIE That movie makes me feel guilty. \nALVY Yeah, 'cause it's supposed to. \nHe starts kissing Annie's arm.  She gets annoyed and continues to read. \nANNIE Alvy, I ... \nALVY What-what-what-what's the matter? \nANNIE I-you know, I don't wanna. \nALVY (Overlapping Annie, reacting) What-what-I don't ... It's not natural! We're sleeping in a bed together.  You know, it's been a long time. \nANNIE I know, well, it's just that-you know, I mean, I-I-I-I gotta sing tomorrow night, so I have to rest my voice. \nALVY (Overlapping Annie again) It's always some kind of an excuse.  It's- You know, you used to think that I was very sexy.  What ... When we first started going out, we had sex constantly ... We're- we're probably listed in the Guinness Book of World Records. \nANNIE (Patting Alvy's band solicitously) I know.  Well, Alvy, it'll pass, it'll pass, it's just that I'm going through a phase, that's all. \nALVY M'm. \nANNIE I mean, you've been married before, you know how things can get.  You were very hot for Allison at first. \nCUT TO: \nINT. BACK STAGE OF AUDITORIUM - NIGHT. \nAllison, clipboard in band, walks about the wings, stopping to talk to various people.  Musicians, performers and technicians mill about, busy with activity. Allison wears a large \"ADLAI\" button, as do the people around her.  The sounds of a comedian on the stage of the auditorium can be heard, occasionally, interrupted by chatter and applause from the off screen audience.  Allison stops to talk to two women; they, too, wear \"ADLAI\" buttons. \nALLISON (Looking down at the clipboard) Ma'am, you're on right after this man ... about twenty minutes, something like that. \nWOMAN Oh, thank you. \nAlvy moves into the frame behind Allison.  He taps her on the shoulder; she turns to face him. \nALVY (Coughing) Excuse ... excuse me, when do I go on? \nALLISON (Looking down at the clipboard) Who are you? \nALVY Alvy ... Alvy Singer.  I'm a comedian. \nALLISON Oh, comedian.  Yes.  Oh, uh ... you're on next. \nALVY (Rubbing his hands together nervously) What do you mean, next? \nALLISON (Laughing) Uh ... I mean you're on right after this act. \nALVY (Gesturing) No, it can't be, because he's a comic. \nALLISON Yes. \nALVY So what are you telling me, you're putting on two comics in a row? \nALLISON Why not? \nALVY No, I'm sorry, I'm not goin'- I can't ... I don't wanna go on after that comedian. \nALLISON It's okay. \nALVY No, because they're-they're laughing, so (He starts laughing nervously) I-I-I'd rather not.  If you don't mind, I prefer- \nALLISON (Overlapping) Will you relax, please?  They're gonna love you, I know. \nALVY (Overlapping) I prefer not to, because ... look, they're laughing at him.  See, so what are yuh telling me- \n", "random": "-I-I'm-I-I'm-I'm a model student, I'm a model student.  I-I'm-I'm a model student.  I-I love the people of my country.  I-I-I love the people of the whole world.  I-I-I-I-I-I love this country.  I-I-I-I-I love the whole world.  I-I-I-I", "sentiment": " mean, just think about it.  Oh, you know, that's a really difficult thing.  I'm pretty sure I've had to look up-I'm sure I've had to look up-I was pretty sure I did.  I mean, you know, I, I didn't have a lot of experience-I mean, you know, I don't know how to teach a course.  I mean, I think, I think I, I don't know-"}, {"id": 1699, "prefix": "ALVY M'm, wait, I got a great idea. (He gets up and goes over to the closet, taking out a light bulb. He goes back to the bed and turns out the lamp on the night table) Hang in there for a second.  I got a little-little artifact.  A little erotic artifact, that-that I brought up from the city, which I think, uh, is gonna be perfect. (He turns the lamp back on, having replaced the bulb with the red one from the closet) I just ... there ... There's a little Old New Orleans ... essence.  Now-now we can go about our business here and we can even develop photographs if we want to.  There, now there. (He undresses and crawls into bed, taking Annie in his arms) M'mmm.  M'mmm.  Hey, is something wrong? ANNIE Uh-uh-why? ", "truth": "ANNIE No, I'm fine. \nAs Annie speaks, her inner self (ghostlike, moves up from the bed and) sits down on a chair, watching. \nALVY Really? \nANNIE U-huh. \nALVY I don't know, but you seem sort of distant. \nANNIE Let's just do it, all right? \nALVY (Kissing and caressing Annie) Is it my imagination or are you just going through the motions? \nANNIE'S SPIRIT Alvy, do you remember where I put my drawing pad?  Because while you two are doing that, I think I'm gonna do some drawing. \nALVY (Reacting) You see, that's what I call removed. \nANNIE Oh, you have my body. \nALVY Yeah, but that's not-that's no good. I want the whole thing. \nANNIE (Sighing) Well, I need grass and so do you. \nALVY Well, it ruins it for me if you have grass (Clearing his throat) because, you know, I'm, like, a comedian- \nANNIE (Overlapping) M'hm. \nALVY (Overlapping) -so if I get a laugh from a person who's high, it doesn't count.  You know-'cause they're always laughin'. \nANNIE Were you always funny? \nALVY Hey, what is this-an interview?  We're supposed to be making love. \nCUT TO: \nINT. OFFICE. \nA typical old-fashioned theatrical agency in a Broadway office building. Autographed 8 X 12 is plastered in the sloppy room.  The agent, chewing a cigar, sits behind his desk talking to one of his clients, a comedian, who stands with his hands in his pockets.  A young Alvy sits stiffly in a chair nearby watching. \nAGENT This guy is naturally funny.  I think he can write for you. \nCOMIC (Buttoning his jacket) Yeah, yeah.  Hey, kid, he tells me you're really good.  Well, lemme explain a little bit o' how I work.  You know, you can tell right off the bat that I don't look like a funny guy when I come-you know, like some o' the guys that come out.  You know, right away (Gesturing) they're gonna tell yuh their stories, you're gonna fall down, but I gotta be really talented.  Material's gotta be sensational for me 'cause I work, you know, with very, very ... Come on, I'm kinda classy, you know what I mean?  Uh ... uh ... lemme explain.  For instance, I open with an opening song.  A musical start like (Ad-lib singing) and I walk out (Ad-lib singing) \"Place looks wonderful from here and you folks look wonderful from here! (Singing) \"And seein' you there With a smile on your face Makes me shout This must be the place.\" Then I stop right in the middle and then I open with some jokes.  Now, that's where I need you, right there.  For instance, like I say, \"Hey, I just got back from Canada, you know, they speak a lotta French up there.  The only way to remember Jeanne d'Arc means the light's out in the bathroom!\" (He laughs.  Seated Alvy looks up smiling) \"Oh, I met a big lumberjack ...\" \nALVY'S VOICE (To himself) Jesus, this guy's pathetic. \nCOMIC (Overlapping above speech) ... big lumberjack ... \nALVY'S VOICE (To himself while the comic continues his routine) Look at him mincing around, like he thinks he's real cute.  You wanna throw up.  If only I had the nerve to do my own jokes.  I don't know how much longer I can keep this smile frozen on my face. I'm in the wrong business, I know it. \nCOMIC (Overlapping above speech) \"'Cherie, come back.  I love you. (Shaking his lips and mimicking) But, uh, Cheri, what will I do with this, uh?' He says, 'Aw, Marie, sometime you make me so mad.\"' (Laughing) Oh, they scream at that.  Now, write me somethin' like that, will yuh?  Kinda French number, can yuh do it?  Huh, kid? \nINT. THEATER - NIGHT \nThe darkened auditorium is filled with college students applauding and cheering, excited, as Alvy stands on spotlighted stage holding the microphone. \nALVY (Gesturing) W-where am I? I-I keep ... I have to reorient myself.  This is the University of Wisconsin, right?  So I'm always ... I'm tense and ... uh, when I'm playin' a col- I've a very bad history with colleges. You know, I went to New York University and, uh, tsch, I was thrown out of NYU my freshman year ... for cheating on my metaphysics final. You know, I looked within the soul of the boy sitting next to me- (The audience laughs; they're with him) -and when I was thrown out, my mother, who's an emotionally high-strung woman, locked herself in the bathroom and took an overdose of mah-jongg tiles. (More applause and laughter) And, uh, tsch, I was depressed.  I was ... in analysis, I-I, uh, was suicidal; as a matter of fact, uh, I would have killed myself but I was in analysis with a strict Freudian and if you kill yourself ... they make you pay for the sessions you miss. \nINT. BACKSTAGE OF THEATER. \nStudents mill around Alvy banding him pens and paper for autographs. Annie is next to him, talking over the chattering fans. \nANNIE Alvy, you were ... Alvy, you were just great, I'm not kidding.  It was- You were so neat. \nALVY C-c-coll- College audiences are so wonderful. \nANNIE Yeah.  Yeah.  And you know something? I think that I'm starting to get more of your references, too. \nALVY Are yuh? \nANNIE Yeah. \nALVY Well, the twelve o'clock show is completely different than the nine. \nYOUNG WOMAN (Interrupting) May I have your autograph? \nANNIE (Over lapping above speech) Oh. \nALVY (To Annie, while autographing) You're so sure about it. \nANNIE Oh, I'm really, uh, looking forward to tomorrow.  I mean, you know, I think that it'll be really nice to meet Mother and Father. \nThey start moving toward the exit, a girl snapping a picture of Alvy with a flash camera as they walk through the crowd. \nALVY Yeah, I know, they'll hate me immediately. (To one of his fans) Thank you. \n", "random": "Yeah, I hear that-I heard that.  Yeah, it's-it looks like a weird, uh, weird-basically, uh, I don't-it-it's-it's-it's-it's-it's-it's-it's-it's-it's-it's-it's-it's-it's-it's-it's-it's-it's-it's-it's-it's-it's-", "sentiment": "M'm?  What?  Uh-uh-where are thephotos?  It's my little beloved Annie, ain't it?  M'm.  Annie?  OK, I'm just-I'm, I'm a little-and uh-and I'm-I'm, I'm, I'm-I'm-I'm-I'm a little-and I'm, I'm-I'm-I'm, I'm-I'm a little-and I"}, {"id": 1700, "prefix": "EXT. NEW YORK CITY STREET-DAY People milling about on the sidewalk as Alvy walks out of a store and moves toward the foreground. ALVY (Into the camera, to the audience) I miss Annie.  I made a terrible mistake. ", "truth": "MAN ON THE STREET She's living in Los Angeles with Tony Lacey. \nALVY Oh, yeah?  Well, if she is, then the hell with her!  If she likes that lifestyle, let her live there!  He's a jerk, for one thing. \nMAN ON THE STREET He graduated Harvard. \nALVY Yeah. He may- Listen, Harvard makes mistakes too, you know.  Kissinger taught there. \nThe couple strolls away as an older woman walks up to Alvy while others walk by. \nOLD WOMAN Don't tell me you're jealous? \nALVY Yeah, jealous. A little bit like Medea. Lemme, lemme-can I show you something, lady? (He takes a small item from his pocket to show the woman) What I have here ... I found this in the apartment.  Black soap.  She used to wash her face eight hundred times a day with black soap. Don't ask me why. \nOLD WOMAN Well, why don't you go out with other women? \nALVY Well, I-I tried, but it's, uh, you know, it's very depressing. \nRECENT FLASHBACK - INT. ALVY'S COUNTRY KITCHEN \nAlvy's arms and legs fill the screen as he slowly gets up from the floor bolding up a live lobster.  He puts it on a grill tray. \nALVY (Pointing to the lobster) This always happens to me.  Quick, g-go get a broom. \nHis date, a girl wearing short shorts, leans against the sink and lights a cigarette.  She makes no move to help. \nGIRL DATE (Smoking) What are you making such a big deal about? (As she talks, the lobster drops from the tray to the floor.  Alvy jumps away, then gingerly scrapes the tray toward the lobster) They're only lobsters.  Look, you're a grown man, you know how to pick up a lobster. \nALVY (Looking up in stooped-over position) I'm not myself since I stopped smoking. \nGIRL DATE (Still leaning against the sink, her hand on her hip) Oh, when'd you quit smoking? \nHe gets up of the floor with the lobster on the tray. \nALVY Sixteen years ago. \nGIRL DATE (Puzzled) Whatta you mean? \nALVY (Mocking) Mean? \nGIRL DATE You stopped smoking sixteen years ago, is that what you said?  Oh, I-I don't understand.  Are you joking, or what? \nCUT TO: \nA solitary Alvy walking along the FDR Drive where he had walked with Annie. - The New York skyline is still in the background, the sea gulls go by, the fog horn blows.  He walks slowly, moving off screen. \nINT. ALVY'S BEDROOM - DAY \nAlvy sits on his bed talking on the phone. \nALVY Listen, honey, Central Park's turning green ... Yeah, I sa-I saw that lunatic that we-where we used to see ... with the, uh, uh, pinwheel hat and, you know, and the roller skates? . . . Listen, I-I want you to come back here ... Well, I-I-then I'm gonna come out there and getcha. \nCUT TO: \nAn airborne plane. \nCUT TO: \nEXT. LOS ANGELES AIRPORT. \nPeople milling about as Alvy, in the outside phone-booth center, talks. \nALVY Whatta you mean, where am I? Where do- where do you think I am?  I'm-I'm out ... I'm at the Los Angeles Airport. I flew in ... (Sniffling) Tsch, I-well, I flew in to see you ... (Muttering) Hey, listen, can we not debate this on-on the telephone because I'm, you know, I-I feel that I got a temperature and I'm-I'm getting my-my chronic Los Angeles nausea. I-I don't feel so good. \nAlvy's conversation is still heard as the screen shows him behind the wheel of a car on a busy street; he causes a near-accident by jerking the car too slowly toward an intersection. \nALVY'S VOICE-OVER Well, where-wherever you wanna meet, I don't care.  I'll-I'll drive in.  I rented a car I'm driving ... that ... Whatta you mean?  What-why is that such a miracle?  I'm driving myself -- \nEXT. OUTDOOR CAF\u0083 - DAY \nPeople sit at umbrellaed tables with checkered tablecloths at a Sunset Boulevard outdoor cafe.  Street traffic goes by while they dine.  There's a mild California breeze.  The restaurant is somewhat crowded as Alvy makes his way around the tables looking about.  He finally sits down at an empty table; nearby sits a woman with a younger man.  A waitress brings Alvy a menu and waits for his order. \nALVY (To the waitress) I'm gonna...I'm gonna have the alfalfa sprouts and, uh, a plate of mashed yeast. \nAnnie, wearing a flowered dress and wide hat, moves into view.  Alvy, noticing her, watches as she walks over to his table.  He rises and they shake hands. \nANNIE Hi. \nAlvy wipes at his nose as he stares.  He smiles, the street traffic moving behind him. Annie smiles back. \nALVY You look very pretty. \nANNIE Oh, no, I just lost a little weight, that's all. (Alvy adjusts his glasses, not exactly knowing where to start; a bit uneasy) Well, you look nice. \nALVY (Nodding his head) You see, I-I've been thinking about it and I think that we should get married. \n", "random": "'ve met a lot of people who have never met me.  I was like, \"Oh, that's great.  I'm Alvy.  I can't believe that I was wrong.  I was wrong.  I thought I would get married.  I'm a great woman.  I love you and I'm a great mother.  I don't have a girlfriend.  I know I'm a terrible woman.  I'm a horrible woman.  I'm a", "sentiment": " didn't know you meant what I said.  GOOD MOM and I often laugh.  But it's not true.  It's because of her reputation.  Out here in New Orleans right now, I'm telling you about the $15el chain selling music, like Elvis.  A thousand thousand dollars?  And she's got a voice.  You can see it.  I'll talk.  I'll bring it up.  I've been told that one of the"}]