[{"id": 2652, "prefix": "He wears an enormous feather on his hat. Also on stage is an actor called John HEMINGE (late 40's), who plays \"Sogliardo\" SHAKESPEARE And whither were you riding now, signior? \"FASTIDIOUS\" Who, I? What a silly jest's that! Whither should I ride but to the court? ", "truth": "The audience ROARS in laughter as Shakespeare looks below at a buxom young lady among the \"groundlings\". He smiles seductively. She smiles back. \nBACKSTAGE \nJonson (now 25 and clean-shaven) is watching the performance from behind a curtain, silently speaking the lines with the actors. \nIN THE RAISED SEATING \nA group of playwrights and poets watch the play with an air of judgement. They are: Christopher \"Kit\" MARLOWE (32), young, brilliant, a bit foppish (he likes the boys), Thomas NASHE (late 30's)-- a heavy-set, a hard drinking satirist-- and Thomas DEKKER (29), considered a bit of a hack by his colleagues. \nThey are called the \"Mermaid's Wits\" because they frequent a pub named The Mermaid's Tavern. \nNASHE (takes a swig of ale) His second play, and almost a full house. (burps) He's got a wit, does Jonson. \nMARLOWE That might be so, but like a grain of wheat hid in a bushel of chaff: you shall seek all day ere you find it, and when you have it, it's not worth the search! \npg. 12 \nThe others smile as a WOMAN passes. \nWOMAN Ale!   Ale!! \nDEKKER Marlowe-- spot me a few pence, will you? Henslowe still owes me for \"Shoemaker's Holiday\". \nMARLOWE (retrieving coins) That would be because no one saw \"Shoemaker's Holiday\". \nDEKKER Ale here! \nMarlowe gives the woman a few pennies as-- \nNASHE Kit... Isn't that one of your unrequited loves in the box over there? \nMarlowe glances across the theater and spots Southampton siting next to Oxford. \nMARLOWE (frowns) But with whom? Tell me not he prefers the company of such old grey men as that! \nNashe squints. \nNASHE I think-- yes, by the beard, that's the Earl of Oxford. Old Tom Hooker used to play for him. Had his own acting troupe for private Court performances and the like. \nDEKKER I wonder if he needs any material? \nMARLOWE Certainly not any of yours. \nNASHE No, no-- that was years ago. Had a falling out with the Queen, I heard. He's more of a recluse than a patron these days. \npg. 13 \nON STAGE \nShakespeare points to \"Fastidious\". \nSHAKESPEARE Who, he, the noble there? Why, he's a gull, a fool, no salt in him i' the earth; man, he looks like a fresh salmon kept in a tub! \nShakespeare struts around as though he owned the place. The more he talks, the more the audience ROARS in laughter. \nSHAKESPEARE (CONT'D) He sleeps with a musk-cat every night, and walks all day hang'd in perfumed chains for penance. \nA GROUNDLING Oi!   So that's what I been smelling! \nMore groundlings laugh.     Interestingly-- \nNOBLEMEN \nin the box seats do not. \nON STAGE \nShakespeare continues his rant, speaking directly to the groundlings. \nSHAKESPEARE He has his skin tann'd in civet, to make his complexion strong, and the sweetness of his youth lasting in the sense of his sweet lady. And, sadly, the poor man's brain is lighter than his feather... \nAs the audience HOWLS in laughter, we see: \nA NOBLEMAN \nwith a feathered hat gets up in fury, and exits the theater, his lady with him. The Audience LAUGHS at him as he goes. \nON STAGE \nShakespeare smiles triumphantly. \npg. 14 \nSHAKESPEARE (CONT'D) He is a good and empty puff, but he loves you well, signior. I wish you well with him. \nOXFORD \nWatches the nobleman with the big feathered hat pass by. \nBACKSTAGE \nLater in the play... \nShakespeare returns backstage and takes a deep swig from his tankard. He's actually drunk, though his performance didn't show it at all. He spots Jonson, and grabs him. \nSHAKESPEARE (CONT'D) Jonson! Wonderful dialogue! Wonderful. I hope your next-- \nHENSLOWE (O.C.) Will!   Will Shakespeare! \nShakespeare turns to see a furious Philip HENSLOWE (50'S) heading his way. \nHENSLOWE (CONT'D) That's not ale in that goblet is it? \nShakespeare hides the goblet behind his back. \nSHAKESPEARE Ale? Me? Drink during a performance? I am a professional sir! (burps) A complete and-- \nHe is interrupted by SCREAMS.    Not from actors on stage, but by the audience. \nIN THE THEATER \n", "random": "STONE (O.S.) But the court is not where the court is. \nHe seizes his sword and runs off. \nKITCHEN MELANIE (O.S.) And I too! I was there! \nJONATHAN (O.S.) And what is the court? \nKITCHEN MELANIE (O.S.) I thought you were busy in the palace! \nJONATHAN (O.", "sentiment": "The audience applauds. \nHEMINGE (CONT'D) I am the King of the Court! \nThe audience applauds. \nHEMINGE (CONT'D) I am the King of the Court! \nThe audience applauds. \nHEMINGE (CONT'D) I am the King of the Court! \nThe audience applauds. \nHEMINGE (CONT'D) I am the King of"}, {"id": 2653, "prefix": "Shakespeare bows, then-- SHAKESPEARE I, I... It's been... I, I, want to... thank my actors, whose great acting brought... my words... to life due to their most finest acting. Ah... Thank you. OXFORD (O.S.) An actor?!! ", "truth": "50   INT. OXFORD STONE - STUDY - DAY                                50 \nThe multi-arched ceiling is painted blue with gold stars. Globes-- both terrestrial and astral-- abound. \nJonson stands in front of a very angry Oxford. \nOXFORD An actor for god's sake? \nJONSON My lord, I thought that-- \npg. 55 \nOXFORD You presumed to think? On my behalf? Whatever made you believe you had that prerogative? \nA beat.   Jonson is a bit afraid. \nJONSON My lord, your voice is completely different than mine. My, my, my characters are-- \nOXFORD Voice? You have no voice! That's why I chose you! (beat, softer) You at least kept my name from him? \nJonson NODS. \nOXFORD (CONT'D) And will continue to do so? \nOxford studies him, believes him.   Then he opens a cabinet. \nIn it, manuscript after manuscript are stacked.     Jonson looks behind him, stunned by the number. \nOxford looks up and down the cabinet. He pulls one out, decides no, and puts it back, looking for just the right one... He pulls another out, then hands it to Jonson. \nOXFORD (CONT'D) A romantic tragedy. In iambic pentameter. \nJONSON (amazed) All, my lord? Is that possible? \nOXFORD Of course it is! \n51   INT. OXFORD STONE - HALLWAY - DAY                             51 \nJonson exits Oxford's study, still amazed at the manuscript as he walks. \nHe passes ANNE, Oxford's wife (now 40's), who is on her way to the study with their eldest daughter, BRIDGET \npg. 56 \nShe watches him go by and immediately realizes that she has seen him before. But she stays silent. \n52   INT. OXFORD STONE - STUDY - DAY                             52 \nOxford is writing at a desk as Anne enters. \nANNE Who was that man?    I've seen him before. \nOxford holds up a finger to prevent her from speaking while he finishes writing a thought. It's a long thought. Anne is obviously annoyed, and interrupts him. \nANNE (CONT'D) Edward-- we must discuss our Bridget's dowry. \nOXFORD (looking up - confused) Dowry? \nHe remembers when he spies his daughter. \nANNE She cannot go into marriage without a dowry that is becoming to the daughter of the Earl Oxford. \nOXFORD I can give her Brooke House and a hundred pounds. \nBRIDGET A hundred pounds? Father?     Mother! \nOXFORD That is all we have to give at the moment. \nThe matter over, Oxford goes back to his writing. \nANNE (furious) Edward. Edward! Speak to me! Our family is in financial ruins, and, and you, you play the flute while Rome burns! \nOxford turns. \npg. 57 \nOXFORD Nero fiddled whilst Rome burned. \nAnd then he goes back to writing. \nANNE For god's sake, who cares Edward? When your own daughter can't even have a suitable dowry? \nShe stares at him. \nANNE (CONT'D) My god, you're writing again, aren't you? After you agreed-- after my father expressly forbade it! \nOxford turns to her, full of emotion \nOXFORD Anne-- If you could have seen them-- the mob... They, they didn't just sit there like the reptilia of court, faces motionless, fangs momentarily retracted. No! They, they jumped on stage, they fought the French! A butcher-- he actually broke his arm! He was so-- \nANNE Stop!   Stop it at once!! \nAnne storms over and grabs the parchment from under him, and begins RIPPING it up. \nANNE (CONT'D) Why!? Why must you write?! Why must you continue to humiliate this family? \nHe stares at her, almost uncomprehendingly.   Then-- \nOXFORD The voices, Anne... The voices. I, I can't stop them... They, they come when I sleep, when I wake, when I sup, when I, I, I walk down a hall! The sweet longings of a maiden, the, the surging ambitions of a courtier, the foul designs of a murderer, the wretched pleas of his victims.    Only- - only when I put their words-- their voices-- to parchment are they cast loose, freed... Only then is my mind... quieted... at peace. \npg. 58 \nAnne steps back, frightened of him. \nOXFORD (CONT'D) I... would go mad if I didn't write down the voices. \nShe stares at him, horrified. \nANNE Art thou possessed? \nHe stares back at her.   A long beat \n", "random": "LARRY Most of the actors in Shakespeare's plays. \nLARRY (CONT'D) (sarcastic) He's your knight? \nANOTHER ANGLE. \nLARRY He's the Knight of the Round Table. \nLARRY (CONT'D) How about that? \nLARRY (CONT'D) Then you'll be to die. That's it. \nANOTHER ANGLE. \nL", "sentiment": "CUT TO: \nDISSOLVE TO: \nINT. JOHN W. CONNIEX'S OFFICE - DAY \nJohn Connieux is on the phone. John is surprised to find out where he is. \nCONNIEUX I'm going to the Opera tonight. \nCONNIEUX I'm terribly sorry, did you see that? \nWILLIE Don't be. \nCONNIEUX I just wanted to"}, {"id": 2654, "prefix": "ELIZABETH He must never know... Never. (beat) Take him. Oxford dares to smile, relieved. OXFORD But only after my death! Only then! When all is complete. After James is crowned king, his crown safe, only then can you claim your son... our son. (beat) This Island will be whole. (MORE) pg. 131 ", "truth": "Elizabeth again looks out a window. \nELIZABETH Treason... that is all that has come from you... your son... Your plays... None will be claimed by you. None. \nAnd she leaves the throne chamber. Oxford looks after her as the SOUNDS of BELLS slowly begin GONGING as we- \nDISSOLVE TO: \n150   EXT. LONDON - DAY                                             150 \nThe bell-ringing comes from St. Paul's Cathedral, the largest church in the City. \nCUT TO: \n151   EXT. THE THAMES RIVER - DAY                                   151 \nOn the frozen river Thames we see the funeral procession for the greatest Queen England has ever seen. Everybody follows the carriage with the casket of the queen. \nAll the lords and ladies of the land.   All wear elaborate black clothing. \nFirst is Robert Cecil.   Proudly.   Not far walks Oxford. \nHe is a statue. Devoid of emotion. And then joyous CHORAL MUSIC replaces the CHURCH GONGS as we-- \nCUT TO: \nA GOLD CROWN \nas it is placed on a head.    We are: \npg. 132 \n152   INT. WESTMINSTER ABBEY - DAY                                152 \nJAMES I (late 30's) is being crowned by the Archbishop. All the lords and ladies of the land are standing in attendance. \nROBERT CECIL \nis watching James. His face betrays his proud feelings. All of Robert Cecil's desires have come true. \nOxford's wife Anne is there, but Oxford is nowhere to be seen. \nARCHBISHOP (O.S.) God save the King! \nEVERYONE IN THE ABBEY God save the King! \nCUT TO: \n153   EXT. STREET IN FRONT OF TOWER OF LONDON - DAY               153 \nIt's foggy. Oxford stands next to a carriage, waiting as the gates open, and Southampton-- scruffy and a bit worse for wear-- is escorted out. \nSouthampton smiles weakly when he sees Oxford waiting for him. The two men walk towards each other and embrace. \nBoth men have tears in their eyes. \nSHAKESPEARE (O.S.) No, no, no, no. \nCUT TO: \n154   INT. THE GLOBE THEATER - DAY                                154 \nShakespeare is on stage, supervising a rehearsal of \"Much Ado About Nothing\". He doesn't look pleased. \nSHAKESPEARE The line won't get a laugh that way. You must accent the word sirrah-- \nJONSON (O.S.) Will!   Will Shakespeare! \npg. 133 \nShakespeare turns and sees Jonson heading his way. Jonson is completely drunk, waving a sword in one hand, a tankard in another. \nJONSON (CONT'D) So!    Off to the palace are you? \nShakespeare immediately sees Jonson's condition. \nSHAKESPEARE Ben! \nJONSON A command performance for our new king! Even in bloody Scotland they've heard of bloody Will Shakespeare, have they? Fraud. Charlatan. Counterfeiter of wit! Murderer! \nThe actors on stage are all watching, nervous. \nSHAKESPEARE Ben, please... \nBut Jonson CHARGES Shakespeare. Shakespeare easily dodges the drunk Jonson. Jonson ROARS and attacks again. \nShakespeare dodges again, turns, and manages to grab Jonson by the throat. They are face to face. \nSHAKESPEARE (CONT'D) You came to me, Ben. You came to me! \nThey stare at each other and then Shakespeare SHOVES him off. Jonson falls to the ground. \nCUT TO: \n155   EXT. OUTSIDE THE GLOBE THEATER - LATE AFTERNOON              155 \nJonson-- only semi conscious-- is carried by the actors and dumped into the street. They leave him there. He wallows in the mud for a beat. Then-- \nSERVANT (O.C.) Master Jonson? \nJonson looks up to see one of Oxford's servants standing above him. \npg. 134 \n156   INT. OXFORD STONE - OUTSIDE OXFORD'S BEDROOM - DUSK         156 \nThe servant guides Jonson towards Oxford's bedroom just as Anne and a DOCTOR emerge from it. She recognizes him. \nANNE (to servant) What is this man doing in my house? \nThe servant doesn't know what to say. \n", "random": "pg. 132 CONTINUED: (2) \nOXFORD (CONT'D) This is not your coronation, My Lord. It is a secret. You will not bear it. Your coronation is not my coronation. (beat) You will not bear it. Your coronation is a secret from me. \nOXFORD (CONT'D) I will not tell it to my people. I will not talk to them. I will not", "sentiment": "GOVERNOR He wants his son to rule as long as the sun drops. Guardians...\"to rule as long as the sun moves... Lord Oxford's son, fiercely?!\" \nA lot of bare feet are standing up in the garden. \nVATON \n(0. Ss. \nIN. \nPOINTING ALONE \nWITH Pan yet another saloon downstairs. \nTONY You've never really asked me about the Benjaminides? That"}]