[{"id": 537, "prefix": "EXT. MILO & ALICE'S APARTMENT - DAY The Honda is loaded with luggage and boxes, some of which are tied to the roof. Milo & Alice stow a final piece. MILO When's Brian coming for the TV? ", "truth": "As they head back in, they see a Toyota park at the curb. \nALICE 'Give you guys some time alone. \nShe continues inside. He waits, watches Teddy cross the sidewalk to join him. \nMILO ...You got my E-mail? \nTEDDY And your phone messages. You wanna do what you do, it's not a crime. \nMILO Is that how Larry feels? \nTEDDY Uh. Not exactly. \nA brown Buick parks behind Teddy's car. As they speak, a rumpled, 50ish MAN in an off-the-rack suit gets out. \nMILO Wanted to say goodbye to him... \nTEDDY Hey, we got seed money for the startup! A million-five! \nMilo grins, he high-fives Teddy. \nTEDDY We rented a loft in Sunnyvale. (he gives Milo the number) You know what's the bad part? We can't talk about work anymore. We're competitors! The venture capitalists made us sign like 100 confidentiality forms. \nMILO Outpost made me sign 1,000. 'Guess we'll find out what else we have to talk about. Life stuff. \nThey embrace. It's awkward, but it's heartfelt. \nINT. MILO & ALICE'S APARTMENT - A MOMENT LATER \nMilo enters, reading Teddy's phone number. \nMILO Guess what? They got their -- \nThe rumpled Man sits on a radiator, watching CNN on a TV, the last remaining piece of furniture. Alice enters, holding a jam jar filled water, hands Milo a business card. \nALICE Milo, this is Mr. Barton from the Justice Department. (gives Barton the water) Sorry about the glass. \nMilo reads the card: Lyle Barton, Asst. Prosecutor, DOJ, Seattle Branch Office. Milo's a little spooked. \nBARTON Don't worry, Milo. I'm here as a friend. Or maybe a supplicant. \nMILO Right... What's that mean again? \nBARTON Beggar. We're at a disadvantage with Outpost. Our experts aren't as smart as theirs. Sometimes we can't tell which technologies pose the threat of a monopoly. We need a really smart guy to help us pick our fights. I'm taking a shot in the dark, here. I can offer you 32,000 a year, a Buick. I'm hoping you've got a feeling it's the right thing to do. \nMILO (fiddling with the card) It's just -- I kind of feel the need to do something with my ability. Create something... \nBARTON Like I said: shot in the dark. \nMilo tries to give back the card. \nBARTON If you see something there that rubs you the wrong way? Do the right thing. \nAnd he goes. \nMILO That took some fun out of -- \nALICE We're not gonna let it. \nShe kisses him. They head out. We linger. On TV a graphic says: SAN LUIS OBISPO, CA: MASS SUICIDE - LIVE. Emergency Medical Personnel roll gurneys with bodies out of a new Mediterranean mansion. Footage shows bodies (including a few children) on bunkbeds, uniformly shod in black Nikes. \nCNN VOICE -- ingested the fatal mixture of sedatives crushed in apple sauce. According to the cult's eerily professional website, it was \"time to move on...\" \nEXT. OUTPOST CORPORATE CAMPUS - DAY \nCrane past identical, low, steel & glass buildings, amid the vast lawns & fir trees... Past a building under construction... To find Redmond's Lexus, cruising. \nINT./EXT. REDMOND'S CAR/CAMPUS - CONTINUOUS \nMilo looks out the window, Redmond gives the tour: \nREDMOND There're 20 buildings, I mean not counting the Gyms, the Day Care, etc. \nThe Day Care is a Michael Graves-looking building with a big cartoon-dog sculpture on its roof, ears cocked to the sky. A Teacher leads her little charges inside. \nREDMOND Gary's put millions in there. And the people with kids? They're not hotshot geeks, they're just payroll clerks or whatever. \nTwo Men in suits, with briefcases, (conspicuous amid the Geeks in jeans and T-shirts) enter Building #19. \nREDMOND You'll see alot of that: Department of Justice goons snooping around. \nThe car pulls into a lot full of Miatas, BMW's, Boxters. \nCLOSE ON - THE OUTPOST LOGO \nTHEN TILT UP TO SHOW: \nEXT. BUILDING 20 QUAD - DAY \nThe logo is of inlaid stone. Redmond & Milo walk over it. Milo carries a box with some personal effects, including a small painting. Redmond wears a photo I.D. tag. \nREDMOND So how'd you like the house? \n", "random": "ILO I don't know. \nALICE Some police, I guess. \nMILO No. \nALICE I can't get out of my house. \nMILO (CONT'D) I'll be sure to give you a call at least. \nMILO I'll be sure to give you a call. \nALICE I'll be sure to give you a call. \nMILO Oh, I know.", "sentiment": "ILO'S POV - DAY \nMILO (HIGH ANGLE) Brian comes out of the door to find it's Brian in the front seat of something. He ignores him. \nMUIR (HIGH ANGLE) Brian's good friend, Bill. \nALICE (OBSERVED) Sure. \nKURDISH I told you. \nALICE (HIGH ANGLE) Brian is home. \nKUR"}, {"id": 538, "prefix": "REDMOND You wanna survive in the software business, you cover your bets... I gotta say, this is the weirdest car anybody ever requested. They approach a 1990 Deux Chevaux, cheap but charming. REDMOND Oh, right. Your girlfriend's an artist. ", "truth": "Blond wood, smoked glass -- a room as sleek as the Geeks who lunch here are nerdy. Milo and Redmond push trays. \nREDMOND I phoned her at your hotel, told her about our corporate housing options. She sounds neat. \nLisa's at a table, looking at Milo. When their eyes meet, she busies herself, placing the plates back on her tray. \nMILO ...She is. (turning away from Lisa) She is! \nLisa passes behind them, smiles fleetingly at Milo. At a table, Randy and Phil note the \"interaction.\" Meantime: \nREDMOND 'Might be some friction on the domestic front. You're expected you to put in ridiculous hours. People've accused us of breaking up relationships to get their undivided attention. \nHe laughs. \nINT. BLDG. 20 HALLWAY - CONTINUOUS \nLisa moves swiftly up the hall. She looks up it and down it (making sure no one's looking) before ducking into \nMILO'S OFFICE - CONTINUOUS \nShe goes to the box on Milo's desk (his personal effects) -- starts rooting through it. \nINT. CAFETERIA - LATER \nRedmond and Milo have eaten; Redmond stacks their plates. \nREDMOND Your counselor'll fill you in on everything else. That's who you'll be working with almost daily. \nINT. MILO'S OFFICE - LATER \nMilo has fed the old Skywire disks into his machine. He reads a complicated screen. \nVOICE Busy? \nMilo looks up. It's Gary. Milo is thrilled. \nMILO No! Just waiting for my counselor to come by and introduce himself. \nGARY Okay. I'm Gary. \nMilo's smile deepens. Gary notices the small painting (by Alice) hanging on the wall. He stares at it. \nGARY 'Think I should buy some originals? \nMILO ...Do I? \nGARY Somebody said I'm just another Philistine. With reproductions. \nMILO That's insane. You're ahead of your time. \nGARY That's what I told her. My wife. \nMilo colors as Gary drags a second chair in front of the screen; didn't realize he was contradicting Mrs. Boyd. \nGARY 'Thinks I'll be less of a control freak if I have a hobby. 'Just gives me something else to obsess about... \nMilo smiles as Gary sits down, studies the screen. \nGARY Anything we can salvage from the old code before you start fresh? \nMilo can't quite get over: Gary's his counselor. \nMILO Uh, might be one or two things. \nDISSOLVE TO: \nEXT. QUAD - OUTSIDE MILO'S OFFICE - LATER \nTwo awe-struck Geeks see Gary through the window. \nGEEK 1 He's been in there like an hour. \nGEEK 2 Shit. \nINT. MILO'S OFFICE - CONTINUOUS \nMILO SCROLLS THE SCREEN: \nMILO Could work with a new switch. There may be a few more things hidden. \nGARY Don't spend too much time searching. You ever vetted somebody's old code before? (when Milo shakes his head) It's a different skill. Stay close to the surface. The best-hidden secrets are in plain sight. You know the best place to hide a leaf, right? (when Milo shakes his head) In a tree. \nINT. EMPTY HOUSE - EVENING \nWe're in an old (empty) Craftsman house. Through a front window, we see Alice lead Milo up a path. As they enter: \nALICE ...The corporate condos were as romantic as they sound. \nMilo's grinning as he takes in the house. \nTHE BEDROOM - MOMENT LATER \nWindows give onto a garden with a small studio. Milo's still beaming, Alice is pleased. Till he says: \n", "random": "e laughs. \nThe waitress catches up. \nHe smiles at the waitress and smiles back. \nVINNY Hey, man. I think I'm the first one to tell you. \nHe smiles back. \nIRL beat TATTER with a gun. \nHe shoots a virtual finger at the camera. \nVINNY They're going to kill us! \nHe grabs the gun. \nHe slams the trigger. \nI", "sentiment": "atalie leans in and kisses the pause-frame reverentially from the middle. VSHU Hello? I just wanted to tell you. I'm really sorry. \n90 Degrees takes her seat, watching the glass degenerate into Antero André at a dashboard monitor. After a few seconds, she smiles, then looks around the assembled booths looking for people. \nNatalie looks around, scans some place, rummages his computer. \nNatalie lean"}, {"id": 539, "prefix": "SHROT What're you doing?! Milo sets down one of the towers. MILO They're surveilling programmers from in here. They steal their code. Sometimes -- I know this sounds insane -- sometimes they kill one. ", "truth": "MILO They let me break into 21. 'Cause there's nothing in there. You know they've been keeping things from you. 'Getting in the way when you try t'do your job. That's why you never told 'em your suspicions about me. Right? \nShrot doesn't deny it. \nMILO If you had I'd be dead now. \nMilo's sincerity is striking. Shrot cogitates. \nMILO You've been following your gut all along. Please don't stop now? \nINT. STAIRWELL - CONTINUOUS \nGunther, Riman and Randy climb the metal stairs, turn at a landing, climb some more. \nWhen they get to the next landing, Riman opens the door. They enter \nTHE DAY CARE - BACK ROOM \nHearing voices inside, Gunther draws a gun; they move forward stealthfully. They enter the \nCOMPUTER ROOM - CONTINUOUS \nRANDY What's going on here? \nRandy sees: Shrot and Len. \nSHROT Who're these guys? \nRANDY Where is he? \nSHROT We're too late. Take a look. \nHe shines his light under the table, where the towers have been detached. \nSHROT What's in here worth taking, anyway? \nEXT. QUAD - CONTINUOUS \nMilo hurries away from the Day Care. He has just one data tower, now, so he can move faster. \nINT. DAY CARE COMPUTER ROOM - CONTINUOUS \nRandy starts to push past Shrot -- \nRANDY He must be out there still -- \nHe gets to the front room, where the jettisoned data tower still sits (but he doesn't see it). \nSHROT (calling after) Forget about it. His car's not in the lot, he's gone! \nShrot watches anxiously to see if he's stopped Randy. \nEXT. OUTPOST - PARKING LOT - NIGHT \nMilo moves low among the high-priced cars, lugging the tower. He gets to his Deux Chevaux, opens the trunk -- \nVOICE Hey! \nMilo turns. It's Desi, again. \nDESI Wanna get a cheeseburger or something? \nMILO Maybe another time. \nAs calmly as possible, he stows the tower, slams the trunk, gets in the car. \nINT. DAY CARE - COMPUTER ROOM - CONTINUOUS \nRandy hangs up the phone. \nRANDY (to Shrot & Len) Fellas, I'm gonna have to ask you to leave here now. \nSHROT Wait a second. I'm the one who found out he was mucking around in here in the first place. \nRANDY We're all grateful for that. Really. Go out the way you came in? \nReluctantly, Shrot & Len head out toward the front room. \nINT./EXT MILO'S CAR/HIGHWAY - NIGHT \nMilo is on the phone, he drives as fast as one can in his car. \nMILO Meet me at the other location. \nLISA (V.O.) Tell me you're not calling on your car phone?! \nINT. DAY CARE - COMPUTER ROOM - CONTINUOUS \nRandy, Riman & Gunther have turned the Day Care into a surveillance post. They hear Milo & Lisa's conversation on speakers. \nMILO (V.O.) They know, I had no choice. Get out of the house now! Do you have a laptop? \nINT. LISA'S HOUSE - CONTINUOUS \n", "random": "MILO \nOh, my God. \nAnd then, Milo turns to his co-workers. \nMP3 \nMILO \nI'm gonna go get to the code. \nHe's not here to do it. \nHe's just here to do it. \nMILO \nI'm gonna go. \nHe wants to go. \nMILO \nI'm gonna go, then. \nM", "sentiment": "MILO Oh, you do it? \nMILO (CONT'D) (CONT'D) \nMILO (CONT'D) I know. \nMILO You're right. \nMILO I know. \nMILO I'm sure you're working on something. \nMILO (CONT'D) (CONT'D) \nMILO (CONT'D) \nMILO ("}]