[{"id": 1146, "prefix": "Z Weaver, I'm an insect, not a liquid. Down the bar, there's a commotion.  A grizzled old SCOUT ant has had too much to drink. DRUNK SCOUT Have you been to Insectopia?  Have you?  No, ya goddam larvas!  But I have... (becoming emotional) ...Mosquitos n' caterpillars n' beetles -- all livin' in peace, stuffin their guts with food...No rules, no regulations...you can be your own ant there... (howling drunkenly) It's Insectopia!  Insectopia! ", "truth": "DRUNK SCOUT I was cut off from my unit -- found it by mistake -- (slurring) It changed my life! (spraying another soldier with saliva) You see -- ya follow the great yellow egg, and you come to the land of red and white -- \nSOLDIERS You've had enough for one night! Come on, Gramps, before you get in trouble. \nThe soldiers pull him from the bar, carrying him out. \nZ (excited) Hey, did you hear what he said?! \nWEAVER Poor guy's had one too many scouting missions. \nMUSIC STARTS UP. \nINT. ANT BAR ENTRANCE - NIGHT \nPrincess Bala is peering in at the entrance to the ant bar, accompanied by her worried-looking handmaidens. \nHANDMAIDEN #2 We shouldn't be doing this -- it isn't proper! \nBALA I'm the Princess, aren't I? \nHANDMAIDEN #2 Of course -- \nBALA And do Princesses do improper things? \nHANDMAIDEN #2 Of course not -- \nBALA Then if I go to the worker bar, it isn't improper.  Anyway, don't worry. No one will recognize us in our disguises. \nShe adjusts her \"disguise\", a hardhat, tied down Jackie O.- style with an ant's version of a Chanel scarf. \nBALA I'm just a common worker, cooling off after a rough day! \nMusic starts.  An ant BARKER takes the mic at one end of the dance floor. \nBARKER (on loudspeaker) Okay, folks.  It's six-fifteen, and that means it's time to dance. \nEvery ant gets up to dance.  Weaver turns to Z. \nWEAVER (draining his beer) Time to cut a rug, Z! \nZ I'm not in the mood. (disgusted) Even when they're off work, they follow orders. \nWEAVER Well, you just sit here and be a party-pooper. \nWeaver joins the rest of the ants who are lining up for the dance.  The Barker calls out the steps in a bored monotone -- all the ants already know the steps.  Everyone dances in perfect synch. \nBARKER (southern twang) And a left-right-quarterstep-back step-halfstep -- a left-right- quarterstep-backstep-halfstep -- a left-right-quarterstep-backstep halfstep -- \nAT THE ENTRANCE, Bala smiles mischievously at her handmaidens. \nBALA I'm going to ask one of these mindless, primitive worker-types to dance with me! \nHANDMAIDEN #1 But General Formica would be furious! \nBALA (enjoying the idea) I know. \n", "random": " Insectopia!  Insectopia!  No, no, no, you're a woman!  No, no, no, no...you're a woman!  No, no, no, no...you're a woman!  No, no, no, no...you're a woman and you're a woman!  No, no, no, no...you're an insect!  No, no, no, no...you're an insect!  No, no, no", "sentiment": "\n\nLiving in a rainforest.\n\n(A FLY OF FLIES) Bring on it! Bring on it! IMMEDIATE, NOW!\n\n(A duck is being killed by the insect.)\n\nZ Weaver, I'm an insect, not a liquid. Down the bar, there's a commotion.  A grizzled old SCOUT ant has had too much to drink. DRUNK SCOUT Have you been to Insectopia?  Have you?"}, {"id": 1147, "prefix": "Z has turned around to see the soldier ant, MAJOR MANDIBLE, glaring at him.  Mandible is about twice Z's size.  He's got one eye missing, and half of his left antenna his been chewed off. BALA You watch yours, soldier, or my worker friend will beat you up! Z (terrified) Oh, that's okay, I'll let him off this time. (whispering to Bala) Are you crazy?  This guy's built like a pebble! (ineptly trying to placate the soldier) You know they do great prosthetic antennas nowadays -- ", "truth": "Z's caught between a rock and a hard place.  He doesn't want to get beaten up, but on the other hand, he doesn't want to lose face in front of Bala.  More soldiers have gathered around, looking hostile. \nSOLDIER How come you don't dance like the rest of us? \nZ glances over at Bala.  Then, shaking with nervousness, he says defiantly... \nZ Because -- because I'm an individual! \nSOLDIER #2 An individual?  Never heard of it. \nMANDIBLE You look like a worker to me. \nWEAVER Hey, lay off my little buddy! \nZ, meanwhile, looks far away, ecstatic, as if he's just realized something very important.  Unfortunately, just at this moment, A soldier pushes Weaver...Weaver pushes him back...somebody makes a dive for Z -- and before you know it, there's a regular bar brawl going on, with Weaver in the middle of it, cracking heads together, punching ants in the face, having a great time.  Just then, the Princess' handmaidens hurries over. \nHANDMAIDEN #1 Princess Bala!  Princess Bala! \nZ, who's scrabbling around on the floor, overhears. \nZ Princess?  You're a Princess? \nHANDMAIDEN #2 The police are coming! \nBALA Uh oh. (to Z) Goodbye!  Gotta run! \nZ Wait!  When can I see you again? \nBALA Let me think.  Hmmnn... (thinks) Never.  Bye! \nBala rushes off with her handmaiden, just before a squad of whistle-blowing POLICE wade into the crowd. \nZ Wait!  Princess!  Wait! \nBut she's already gone, leaving Z holding her scarf. \nCUT TO: \nINT. DORMITORY - THE NEXT DAY \nZ is talking to Weaver, who's getting ready to go off to war. Nearby, columns of ant soldiers march by. \nWEAVER Get real, Z!  She just dropped the scarf by accident! \nZ Are you kidding?  There were sparks between us!  This scarf is a sign! \nWEAVER It's a sign that you're crazy!  Do you know what the penalty for impersonating a soldier is? \nZ What's gonna go wrong?!  I take your place for the royal inspection.  Bala comes strolling down the line, she sees me -- bingo!  Love is rekindled, and she takes me up to the palace for a little... (wags his eyebrows suggestively) tea and crumpets... and you take your place again, and go march around to your heart's content! \nWeaver looks unconvinced. \nZ You have to help me.  Please, Weaver. Think of all the things I've done for you! \nWEAVER (thinks) I can't think of any. \n", "random": " MAN-BALA (panting) I don't know!  You know they do great prosthetic antennas!  MAN-BALA (asif annoyed) I know!  I know! (as if he's really a soldier) Oh, come on!  I was taught to move!  Man-BALA (as if having an idea is an art form!) (asif sickeningly) I'm a soldier!  MAN-BALA (as", "sentiment": " I'm not going to let him off!  Bala turns around and sees the soldier ant, MAJOR MANDIBLE, glaring at him.  He's got one eye missing, and half of his left antenna his been chewed off.  Mandible is about twice Z's size.  He's got one eye missing, and half of his left antenna his been chewed off.  Mandible is about twice Z's size.  He's got one eye missing, and"}, {"id": 1148, "prefix": "BALA (angry) Because...because he's twice the ant that you are.  I could never go through with marrying you.  I'm -- I'm an individual, and when I get married, it'll be to someone I choose. The soldiers look shocked.  For a moment, Formica looks furious.  Then he just shrugs. FORMICA (shaking his head) Princess Bala, I'm just a simple old soldier, and the ways of the feminine mind are a little too complex for me. But one thing I do know is, there are more Princesses where you came from. I just hope they're not all like you. In the meantime, maybe we can arrange for you to see Z again after all. ", "truth": "EXT. ANT MOUND - DAY \nZ hops down from the wasp, who has landed near the entrance to the colony. \nMALE WASP Good luck, Z.  For a wingless insect, you're alright by me. \nZ Thanks, Chip. \nThey shake hands and the wasp flies off. \nZ (to himself) How am I going to get in?  The place is crawling with soldiers! \nZ starts for the nearest entrance -- but he's spotted by a couple of SOLDIER ANTS. \nSOLDIER ANT You there!  Worker! \nZ's caught -- it's over.  He turns around with his hands up. \nZ Don't bite!  I surrender! \nSOLDIER ANT What are you doing out here!  All workers are to remain inside the colony, by orders of General Formica! \nZ can't believe his luck -- and his curiosity is piqued. \nZ (heading inside) Well...if you insist... \nINT. MEGATUNNEL - DAY \nThe Queen, with Formica striding at her side, is carried by a personal escort of fifty or so struggling workers to the bottom end of the Mega Tunnel, where a red ribbon waits to be cut. \nQUEEN Very impressive, General. \nBehind her, hundreds of thousands of workers are crowded, looking confused and expectant.  Some of them clutch little flags and noisemakers... \nMANDIBLE Wave that flag, you maggot! \n...which we see are being handed out to them by Ant Team Six. \nFORMICA Is there anything wrong, your majesty? \nThe Queen is looking around unhappily. \nQUEEN It's just...How I miss Bala.  I wish she were here for this special moment. \nFormica warmly places his hand on the Queen's shoulder. \nFORMICA (falsely supportive) She is, your majesty.  She is. \nThe CAMERA heads up the long, long tunnel, where we see... \nINT. MID SKYLIGHT TUNNEL \nBala, tied and gagged.  She's at the point in the Megatunnel where it begins to curve upwards towards the surface.  She struggles against her bonds, but can't get loose. \nCUT TO: \n", "random": "\nWe start to get in, but Formica is now standing there, gazing in shock. \nFormica is in the middle of two soldiers who are watching with disappointment. \nFletcher is standing at the foot of the left side of the counter, watching with disbelief. \nFormica sees Fletcher's face and then sees a shot from the side. He's just standing there, staring down at the ground. \nFletcher is standing at the foot of the right side of", "sentiment": "  You'll never, ever see me again. But I hope you're happy, and I think you'll enjoy yourselves, too. I'm afraid I've gone too far.  I'll never work again.  I'm afraid of something so big. So what if you got another girl?  If you get same-sex attraction, you'll almost always get the same girl.  But of course, it's a bit of a gray area. Get out of this world, and get"}]