[{"id": 2736, "prefix": "WILLARD Yeah. COLONEL He's commanding the detachment at Nu Mung Ba. The Colonel gets up and walks over to a tape recorder, flicks it on. The recording is first STATIC -- the AIR CONTROLLER then asks for more information on target coordinates -- it all sounds very routine, military. Then a frantic VOICE comes on, talking slurred, like someone dumb, except very fast. ", "truth": "GUNFIRE is HEARD and a lower, slower VOICE in background. \nSECOND VOICE Blue Delta five This Big Rhine -- three Need that ordinance immediately Goddamn give it to me immediate Christ -- Big Rhino -- Blue God -- Delta damn -- goddamn. \nA heavy BURST of AUTOMATIC WEAPONS FIRE -- INSANE LAUGHTER -- STATIC, and faintly, very faintly we HEAR HARD ROCK MUSIC -- more STATIC -- suddenly a low, clear VOICE peaceful and serene, almost tasting the words. \nTHIRD VOICE This is Big Rhino six -- Blue Delta. \nMAJOR That's Colonel Kurtz. \nKURTZ (V.O.) I want that napalm dropped in the trees -- spread it among the branches. \nWe'll give you a flare -- an orange one -- bright orange. (STATIC) We'd also like some white phosporous, Blue Delta. White phosporous, give it to me. \nSTATIC interrupts -- the Major turns the machine off. \nWILLARD I only met Kurtz once. \nCIVILIAN Would he remember you ? \nWILLARD Maybe. \nCOLONEL What was your impression of him ? \nWillard shrugs. \nCIVILIAN You didn't like him. \nWILLARD Anyone got a cigarette. \nThe Major offers him one; they wait as he lights up, thinks. \nWILLARD (continuing) I thought he was a lame. \nCOLONEL A lame ? \nWILLARD This is years ago, before he joined Special Forces, I guess. We had an argument. \nCOLONEL About what ? \nWILLARD I don't know. He was a lame, that's all. \nCOLONEL But why ? \nWILLARD He couldn't get through a sentence without all these big words; about why we kill. \nCOLONEL Well, he's killing now. \nWILLARD Maybe. \nCIVILIAN What does that mean ? \nWILLARD Maybe it's not Kurtz. I don't believe he's capable of that. I just don't believe it. \nCOLONEL It's got to be Kurtz. \nCIVILIAN The point is that Kurtz or somebody attacked a South Vietnamese Ranger Platoon three days ago. Last week a Recon helicopter was lost in the area -- another took heavy damage -- direct fire from their base camp. \nWILLARD Our Recon flight ? \nCIVILIAN Ours. \nWILLARD Touchy. \nCIVILIAN You can see, of course, the implications, if any of this -- even rumours leaked out. \nWILLARD You want me to clean it up -- simple and quiet. \nCIVILIAN Exactly -- you'll go up the Nung River in a Navy P.B.R. -- appear at Nu Mung Ba as if by accident, re-establish your acquintance with Colonel Kurtz, find out what's happened -- and why. Then terminate his command. \nWILLARD Terminate ? \nCIVILIAN Terminate with extreme prejudice. \n12  FULL VIEW - ON THE DELTA \nA waterway leading out to the ocean -- it is broken and divided into hundreds of channels, islands, water farms. \nA Navy patrol boat (P.B.R.) is waiting by a dock area. This is small, light craft, very fast, and heavily armed. Its men stand at attention in a small and simple military ceremony. Willard approaches them in battle- dress: Tiger suit, full field pack, forty-five, helmet, M-16. The boat commander salutes Willard. \n13  MED. VIEW \nWe hear the introductions faintly, UNDER Willard's VOICE. WILLARD (V.O.) I met the P.B.R. crew; they were pretty much all kids, except for Phillips, the Chief -- Gunner's Mate Third Class L. Johnson -- Lance Johnson; Gunner's Mate Third Class J. Hicks -- The Chef -- Radio Operator Second Class T. Miller; they called him Mr. Clean. \nWILLARD Chief, try to keep out of where we're going -- Why we're goin' and what's gonna be the big surprise. \nCHIEF All right with me, I used to drive a taxi. \nWILLARD Let's go. \nThe Chief nods.  They all break formation and jump aboard and otherwise go about their work. \nThe twin diesels kick up -- and t he boat moves away from the dock. The Chef jumps aboard; Lance mans the forward twin fifty-caliber machine guns -- they wave to the guards on the dock and move away into the complexity that leads to the ocean. \nDISSOLVE TO : \n14  FULL VIEW - STORMY SEA \n", "random": "\nSAM CHIEF BUGS away from the tape recorder. Still the Colonel is watching the tape and listening to the HYDRA commander. \nSAM CHIEF BUGS (continuing) The breathing is train by train, the firing is done in rapid succession. They're waiting, waiting. \nJOSEPH It is not a good situation, Captain. \nATLANTA (continuing) This is the joint, Chief. \nJOSEP", "sentiment": "\nINT. BATTLE ROOM - DAY \nThe BATTLE ROOM is a huge battle room. The battle is being fought by a huge, heavily armed, armored, and heavily armed, armored and heavily armed, armored and heavily armed, armored and heavily armed, armored and heavily armed, armored and heavily armed, armored and heavily armed, armored and heavily armed, armored and heavily armed, armored and heavily armed, armored and heavily armed, armored and heavily armed, armored and heavily armed,"}, {"id": 2737, "prefix": "49  MONTAGE CLOSE SHOTS of rocket pods -- mini-guns in bizarre looking mounts. CLOSE SHOTS of the three surfboards strapped below the command helicopter, next to the fearsome weaponry. ", "truth": "50  INT. COMMAND COPTER \nKilgore cranes his neck and almost leans out to watch the waves -- then he sits back relaxed. \nKILGORE (to Willard) We'll come in low out of the rising sun -- We'll put on the music about a mile out. \nWILLARD Music? \nKILGORE Yeah. Classical stuff -- scares the hell out of the slopes -- the boys love it. \n51  MED. SHOT \nPOV behind the PILOT and CO-PILOT -- the ocean rushes below. \nPILOT Big Duke six to Eagle Thrust -- turn on coordinates 1-0 -- niner, assume attack formation. \nThe helicopter banks into a tight turn and bears toward the coast. \nRADIO (V.O.) Eagle Thrust formation target 2800 yards -- begin psch-war operations. \n52  CLOSE SHOT - LOUDSPEAKERS \nThe ocean rushes below as suddenly the LOUDSPEAKERS BLARE out Wagner's \"Ride of the Valkyries.\" \n53  FULL SHOT - HELICOPTERS \nFrom the water we SEE the massive grouping of Hueys -- gun- ships -- troop carriers -- medevac and recon -- ROAR over low in battle formation BLARING out \"Ride of the Valkyries.\" \n54  INT. HELICOPTER - MED. SHOT -CREW \nPOV behind pilot -- \nPILOT 700 -- 600 yards -- 500 -- Commence firing. \nThe whole copter shakes. \n55  EXT. VIET CONG FISHING VILLAGE - FULL SHOT \nA Vietnamese coastal fishing village built along the beach and palm trees -- with rice paddies behind. This village commands a delta where ocean and river merge. \nSampans are pulled into a cover where they are being unloaded. We SEE bunkers with N.V.A. regulars ambling about. \nSuddenly we HEAR the distant MUSIC -- Everyone stops; they stare out to see. Men scream orders -- women run from huts bearing ammunition and rifles -- Everywhere there is activity to prepare for the defense of the village. \nCamouflage is removed from anti-aircraft emplacements. People feverishly unlimber weapons of all types and run to tunnels and trenches. \nThe MUSIC GROWS LOUDER with the FAINT SOUND of ROTORS \n56  EXT. THE HELICOPTER FORMATION - AERIAL VIEW \ncoming directly at us; WAGNER BLARING. \n57  HIGH ANGLE \nlooking down through the helicopters as they approach the village. \n58  INT. HELICOPTER - MED. SHOT - CREW \nPOV behind pilot \nPILOT 700 yards -- 600 -- 500 -- commence firing. \nThe whole copter shakes. \n59  EXT. HELICOPTERS - MONTAGE \nWe SEE rockets ROAR from pods -- MACHINE GUNS RATTLE -- grenade launchers POUND away -- and MINI-GUNS pour streams of lead and tracers with the SOUND of a DIESEL HORN. \n60  FULL SHOT - HELICOPTERS \nPOV behind lead gunship. They ROAR in over the beach streaming FIRE from doors, pods and nose -- The ground is alive with smoke and fire -- a hut EXPLODES. The leads ship banks sharply up over the trees -- men run below SHOOTING back. \n61  MED. SHOT - ANTI-AIRCRAFT EMPLACEMENT \nEXPLOSIONS crash around -- the MUSIC and SOUND of the COPTERS almost drown them out. The gunner FIRES frantically -- COPTERS are ROARING over -- GUNFIRE rips around. The gunner is blown away. \n62  MED. CLOSE ON WILLARD \nas the ship he is in swoops down, its MACHINE GUNS FIRING into the village. \n63  MED. SHOT - SWOOPING COPTER \nThe Pilot leans out and SHOOTS a charging V.C. in the head with his .38, then ducks back in. \nCO-PILOT We're down, Eagle Thrust -- we're hit. We got a hot L.Z. here. \nBULLETS RIP through the plexiglass. The Pilot FIRES back. \nCO-PILOT (continuing) Hell of a hot L.Z. Need immediate air strike on the tree line, Eagle Thrust. \n64  INT. COMMAND COPTER - MED. SHOT - WILLARD, KILGORE, OTHERS \nKilgore has R.T. equipment -- he leans out near the door gunner. \nKILGORE Big Duke Six to Hell's Angels Four -- bring it in on along tree line and huts. \nRADIO (V.O.) Hell's Angels Four to Big Duke Six -- we'll need green smoke -- suggest you have the FAC mark it. \n", "random": "18   EXT. CRYPTICAL LOCKS -- NIGHT \nThe command helicopter is clamped to its torsos and tugs down, a pair of twenty-five-slam machine guns ready to fire. \n19                   19               20               ", "sentiment": "INT. BOMB - BOMB - DAY \nThe helicopter is in the middle of a long, long, long, long, long, long, long, long, long, long, long, long, long. \nThe helicopter is in the middle of a long, long, long, long, long, long, long. \nThe helicopter is in the middle of a long, long, long, long, long, long. \nThe helicopter is in"}, {"id": 2738, "prefix": "Jeff came home with a black eye on Tuesday but said he won anyway. He wouldn't tell me what the fight was about. Jeff keeps asking where you are -- he has maps of Viet Nam in his room now. He misses you very much. I can't take this much longer, Walt. I love you and I just can't stand it. 117  CLOSE ON WILLARD He folds the letter up, files through some others quickly and gets to a peculiar envelope stamped Top Secret with a stenciled date on it. It is also noted that this was the last correspondence to leave Nu Mung Ba. It is addressed to Kurtz' wife. He opens the letter -- it is written in a scrawled savage hand to no one in partic- ular. It reads: ", "truth": "He folds up the letter. \n118  CLOSE SHOT - WILLARD \nHe looks out at the ominous jungled mountains. \nDISSOLVE TO : \n119  FULL SHOT - P.B.R. - RIVER OUTPOST - RAIN \nThe P.B.R. pulls in towards an American outpost that is being used as a forward medical evacuation center. Various helicopters pads are SEEN, but only one heli- copter -- the H-34 painted with Playboy rabbits that brought the girls to Hau Fat. Several soldiers in rain- coats come out the dock as the P.B.R. pulls up. \n120  MED. SHOT - WILLARD, SOLDIERS \nWillard looks into some empty tents -- looks around the dreary muddy camp. Two soldiers pass. \nWILLARD Soldier -- where'´s your C.O.? \nSOLDIER Stepped on a booby trap, sir -- got blown all to hell -- \nWILLARD Well , who's in command here? \nSOLDIER I don't know -- don't have any idea -- I'm just the night man -- \nHe turns and walks off babbling incoherently -- \nWILLARD What about you, soldier? \nThe soldier he was talking to turns around smiling idiotically and making animal noises. He stumbles off after his friend. \n121  MED. SHOT - DIFFERENT ANGLE - WILLARD \nHe looks around disgustedly \nVOICE (O.S.) (whispering) Captain -- \nWillard turns around looking for where the voice came from. \nVOICE (O.S.) (continuing) Over here, Captain -- \nHe turns to see the Hollywood Agent under the flap of a large tent so that he won't get wet. He wears the same clothes as before, but is much dirtier. He motions Willard into the tent. \n122  INT. TENT - MED. SHOT - WILLARD, AGENT \nThey duck inside -- it is dark and damp. \nOn cots around astove sit the three playmates and the pilot. The nearest one, CATHY, a blonde, picks leeches out of her feet. The other two, TERRI and LYNDA, play cards with the helicopter pilot. Willard looks over the situation. \nAGENT You came in on that boat, didn't you? \nWILLARD Yeah -- \nAGENT Where are you headed? \nWILLARD What's it matter? Get to the point. \nAGENT Look -- you know the girls -- Thta's Terri -- she was playmate of -- \nWILLARD Yeah, I caught your show at Hau Fat. \nThey all look over. \nAGENT Oh -- I see -- Well, girls, this is Captain -- eh -- \nWILLARD Captain Willard -- go ahead. \nAGENT Look -- we got in a little trouble -- they rudely took our helicopter for MedEvac work on this -- uh Operation Brute Force -- They just brought it back this morning. \nWILLARD Yeah. \nAGENT Well I mean like they also took our fuel -- We've been here two days. \nWILLARD Dreadful. \nAGENT Look -- the girls could get killed -- we're not supposed to be this close combat, I mean real combat. \nWILLARD Well -- \nAGENT We could use some fuel -- just a half drum -- just enough to get us out a here. \nWILLARD We need all our fuel. \nHe turns and starts to leave. \nAGENT But, Captain, think what these girls have done for the boys -- think of how they've risked -- \nWillard is almost out of the tent. \nTERRI Captain -- \nHe turns around. \nTERRI (continuing) It's really rough here -- Captain -- we're just not built for it -- \nThe Pilot laughs. \nPILOT That's rich -- \n", "random": "ey are not mine. They are my husbands and my own. I will be your husband and my own husband. You are my wife. I will be your husband and my own husband. We will not touch the water. I will not touch the water. I will not touch the water. I will be your husband and my own husband. We will not touch the water, Kurtz. I will not touch the water. I will be your husband, and I will be your own husband", "sentiment": "OTATING: The following is a letter to a dead and dying man from a wounded Viet Nam soldier. This is addressed to Kurtz' wife, who is in the same room. Kurtz sent this letter, and it has never been left in his possession. This is his last. After the assassination, Kurtz and his wife were both killed, and his wife was summarily executed by the Viet Cong. At this time, the U.S. military was on the ground"}]