[{"id": 2091, "prefix": "NIKKI This is true. For as long as I've known her. KIT (JOKING) To protect her family, I guess. SKIP (UNSMILING) To keep her friends. He turns to Arch, holds up his hand, and CLICK, a switchblade opens into the lens. ", "truth": "ARCH (nervously, a laugh) Hey, what's this...? \nSKIP You up for a game of stretch? \nCHAZ (still taping, to Skip) Your fly's open. \nSKIP Eat it. \nCHAZ (undaunted, to Rob) Your fly's open. (SHRUGS) Ok, so don't believe me. \nHe keeps the tape rolling. Rob discreetly looks down. His fly is open. Kit looks at him dubiously. Rob zips. Chaz beams, getting it all for posterity. The engine finally engages. The ferry lurches. \nROB (smiles weakly to Kit) We're off! \nThey are indeed. \nEXT. THE SOUND - DISTANT POV - DAY \nThe ferry pulls away from the mainland. \nEXT. THE FERRY - DAY \nA CLOSER ANGLE. The sturdy, barge like ship craft makes progress. The Ferryman and Buck remain at the stern. \nECU - THE DECK \nAs Skip's knife flies INTO FRAME, it bites into the boards and holds. SKIP AND ARCH \nat their game. Arch stretches, can't reach the knife, and topples over. \nSkip hoots triumphantly. \nSKIP First round, the champ! \nNIKKI AND HARVEY \nNikki, much to her chagrin, finds herself the object of Harvey's attentions. \nHARVEY Y'know what I find amazin'? Muffy's her real name. I mean, I'm Harvey, but they call me Hal, so I thought, 'Muffy', it must stand for something... Muffin? \nNIKKI Muffers, Moffo, Muff-child , Muffin' stuff, the Muffster... \nHARVEY (GRINS) I bet you're her oldest friend. \nNIKKI (BORED) Actually, she's three months older than I am. \nHARVEY You know what I mean. \nNIKKI Harvey... are you planning a career in politics when you grow up? \nHARVEY I've given it some thought. Why? \nNIKKI Oh, just a hunch. \nHARVEY First, though, I'm hopin' to interview with her daddy's company, Southern Regional Sales, next year before graduation... Y'know, he's worth more'n 50 mill over the counter! \nShe just stares at him. CLOSE UP - THE KNIFE \ndigging into the deck again. \nARCH (O.S.) Jesus... \nARCH and SKIP \nThe knife is at an impossible distance. \nSKIP (LAUGHING) Go for it, big fella. \nArch swallows his pride and makes a hopeless attempt. \nCHAZ fastens onto Nan, immersed in one of her books. He carries his own. \nCHAZ (sitting beside her) Whatcha readin'? \nNAN Milton. Paradise Lost. For Professor Russo's course on the English epic... It's a shame. It's a dying form. Not too many people read it nowadays, even in college. What's yours? \nCHAZ (SHOWS HER) Suck and fuck. \n", "random": "PETER How did you know? \nARCH (ANGRY) I've lived with her in this town for a long time. \nSTEPHEN (STILL) That's not fair. \nPETER (WALLA) I've been in this town one time. \nARCH (LAUGHING) I know. \nPETER (STILL) You have no idea. \nSTEPHEN What are you talking about? \nARCH (", "sentiment": "CUT TO: \nINT. GYMNASTIC SHIP - NIGHT \nAt the top of the staircase, Arch, Skipping, and KIT are passing. \nMED. SHOT \nARCH Where's Arch? \nSKIP The prison. KIT Where the hell to? \nARCH (DISAPPOINTING THERE) You'll have to try to find him. Each of you is a little fight for your own life. \nSK"}, {"id": 2092, "prefix": "INT. ARCH'S ROOM - NIGHT Arch is pacing the bedroom, horny and alone. He gets an idea, goes and rummages through Chaz' stuff and comes up with a video cassette of a porno movie. Carrying -the cassette he crosses to the door and turns the handle. The doorknob comes off in his hand. He throws it down in disgust, goes and sits in a chair and broods. The chair collapses beneath him. ", "truth": "Skip makes his way boldly, carelessly, drunkenly along. Overgrown weeds and tall spring grass choke the path, shadowing his way. He takes one last drink, killing the bottle, and hurls it out into the night. \nAfter a long pause there is the distant sound O.S. of the bottle landing in water with a splash. \nEXT. OLD , BOATHOUSE - NIGHT \nSkip emerges from the overgrowth. The abandoned old structure and its dock squat ahead at water's edge. Beneath the boathouse, floating in the water, is a grungy old skiff covered by a tarp. Skip turns away from the dock, and flicks his lighter among the weeds, finding marijuana growing there. He CACKLES with triumph. \nSomething MOVES nearby. He doesn't pay attention, taking out his knife to cull the dried leaves. He cups them in his hand against the wind, douses his lighter, and hurries out onto the dock to the boathouse entrance to prepare his joint. \nINT. BOATHOUSE - NIGHT \nas Skip enters. It is pitch black in here, and aside from the gentle lapping sounds of water against the pilings down below O.S., all is still. \nSkip flips a lightswitch in the darkness and nothing happens. He edges slowly along a wall away from the door. Then he becomes aware of another living presence in the boathouse. It is a slow breathing sound--completely inhuman. \nSKIP Hello? \nThere is no answer, but the breathing continues. Then a sharp rapping sound very near, like a foot striking the wood flooring. \nSKIP Who's there? \nPause. No answer. We hear in the darkness the sound of his switchblade clicking open. And then he waits, straining his ears to hear. \nFinally, Skip reaches into his pocket, puils out his lighter and flicks it on. \nSomething snags him from behind. \nSkip gasps, helpless, as a thick rope controlled by powerful, shadowed hands tightens around his neck. \nHis knife, dried leaves and lighter cascade to the floor. \nEXT. ST. JOHN HOUSE - NIGHT - LATER \nOnly the porch light remains glowing. The house is dark. \nINT. ROB AND KIT'S ROOM - NIGHT \nRob wakes, hearing the CRY from Muff's room. Kit, naked against him, wakes too. They hear the muffled cry again. It is not from lovemaking. Rob throws off the covers. INT. UPSTAIRS HALLWAY - NIGHT \nRob wraps himself with a towel, stepping quickly out to Muffy's door. Everything else is dark and quiet. \nROB (hushed, at door) Muffy? \nNo answer. He tries her door, but it's locked tight. \nA beat. Then: \nROB (cont.) (CONCERNED) Muffy? \nMUFFY'S VOICE (UNCERTAINLY) Yes? \nROB You OK? \nMUFFY'S VOICE (DISTANTLY) Yes... Thank you... \nHe pulls back from the door. \nROB (reluctantly, puzzled) OK... well, goodnight... \nNo response. He turns back for his room, catching sight of Chaz, who has come out of Nikki's room, to investigate, too. \nEXT. HOUSE - MORNING \nHarvey is out on the second floor balcony exercising vigorously. No one else is in evidence until a bedroom window flies open and Nikki, naked from the waist up and believing herself unwatched, leans out and stretches, breathing in the sweet morning air. \nThen she sees Harvey grinning at her. She quickly covers herself and pulls back inside. INT. KITCHEN ­ DAY \nRob and Kit are the first ones down. They enter from the dining room, surprising Muffy at the stove. \nKIT (BRISKLY) Good morning! \nMuffy turns abruptly, startled. Rob and Kit stop abruptly, too. \nANGLE \nMuffy is barefooted, dressed in an old, worn chenille robe. Her hair, normally carefully groomed, is unkempt, wild and stringy about her pale face. Talk about unguarded moments. Her present appearance, is the last way one would ever expect to find Muffy St. John. \n", "random": "NT. ARCH'S ROOM - NIGHT \nArcher is on his way to the door. Archer sits and watches him. \nINT. NARCOTICS - NIGHT \nNARCOTICS led by a deranged, raving chimp, CARL (Norman), are on the phone. \nCARL (into phone) Arch, have you heard anything? \nARCH Uh...I know it's been a while. I just think I", "sentiment": "RCH Arch turns to the door. \nARCH (O.S.) Arch! Arch bolts for the door, but the doorknob just slides open, pulling up the chair. \nARCH (O.S.) (to himself) What? Arch, Arch! Stop it! Arch turns back, not sure what to do. \nHe watches himself in the mirror, the mirror has no furniture left. He stares at himself in the mirror. \nARCH (CONT'D"}, {"id": 2093, "prefix": "NIKKI You mean all day and you haven't noticed? HARVEY Well, who isn't? NIKKI ...and those nurse's shoes. ", "truth": "NIKKI The clodhoppers she's been wearing today... crepe soles... \nIt's as though some common nerve of suspicion has been touched. They all stir. \nHARVEY She was arguing with Nan in the hall, before you and Rob... before you came back alone. \nThey turn full attention on him. \nHARVEY About something Nan found in her room. \nCHAZ What? HARVEY (EMBARRASSED) Something about an abortion. \nThey all pause. \nNIKKI I found somethin\"g in my room, too \nShe reaches into her bag and pulls out the black rubber bondage hood. \nNIKKI ...only I don't think it was intended for me . \nCHAZ (SARCASTIC ) Oh, really? \nHARVEY (to Chaz; defending Nikki) And What did you find? \nCHAZ I didn't find anything. \nHARVEY We're supposed to believe that? \nCHAZ That's right. (TRUMPING HIM) I spent the night with Nikki. (BEAT) What about you? \nHARVEY What about me? \nCHAZ What's your little secret? \nHARVEY (EVASIVELY) I don't know What you're talking about. \nCHAZ Oh, come on, sport. I walked in on you last night , and you were acting like your ass was on fire... \nHARVEY It wasn't anything... Just some clippings... of some car accidents. CHAZ (INSINUATING) Nothing personal in that, I suppose? \nHARVEY No! Who hasn't been in a car accident? It's a common thing. \nCHAZ I haven't. \nThere is a slight pause. Rob comes into the living room, holding a flashlight and stands just inside the doorway. \nThe others shift uncomfortably. \nNIKKI (QUIETLY) What I'd like to know is, how did Muffy find out about these things and why -- ? \nKIT Stop it! Just stop it all of you! (BEAT) What is wrong with us? Nhat happened to all our talk about friendship, and undying loyalty? (looking from one to the other) Do you know what we're saying? That we're actually sitting here discussing the possibility that Muffy, a generous friend, has invited us all here to -- \nShe stops suddenly, freezing in mid-sentence, and they all turn, following the direction of her look, to see Muffy standing in the entryway behind Rob. \nMUFFY I'm going upstairs. \nROB Muffy? We should all stay together. \nMUFFY This is my house. (BEAT) I'll be in my room. \nShe turns and heads up the stairs. \nPause. NIKKI (FINALLY) She's got a point. (STANDING) We're starting to get on each other's nerves. \nHARVEY As long as we all stay within shouting distance of each other... \nNIKKI (TO CHAZ) You coming? \nHe joins her, and they quietly head for the stairs. \nROB I'm goinq to find the way up to the attic. \nKIT Why? \nROB I'm sure we can watch for the Constable better from up there. \nKit hesitates. \n", "random": "FADE OUT: \nINT. SANTIAGO'S APARTMENT - NIGHT \nFADE IN: \nINT. SANTIAGO'S APARTMENT - NIGHT \nFADE IN: \nINT. SANTIAGO'S APARTMENT - NIGHT \nINT. SANTIAGO'S APARTMENT - DOOR \nFADE IN: \nINT. SANTIAGO'S APARTMENT - DUS", "sentiment": "Can't you be late for work if we lose your work dare? Harvely, snapping out of it, takes a forehead at Yoon, NOTHING as he dumps and heads for the woods where she'll have to plop down another bag of clothes... YON is killed three and a half seconds later... HARVEY ...thirty thirty is, Peter. \nYON Jenny, stop it.  Come on. \nHARVEY Stuffs another bag in"}]