[{"id": 1161, "prefix": "DUSSANDER My name is Denker.  See? (pointing) Denker.  Perhaps you cannot read after all. What a pity.  Good day. As the front door closes, Todd speaks rapidly into the narrowing gap. TODD Bergen-Belsen, January '43 to June '43. Auschwitz, June '43 to June '44.  Then you went to Patin. ", "truth": "TODD (CONT'D) After the war, you escaped to Buenos Aires. From 1950 to '52 you were in Cuba, and then... From 1952 to '58... I don't know.  No one does.  But in 1965, you popped up in West Berlin, where they almost got you. \nThe door opens wider. \nDUSSANDER Listen, boy.  I don't know what is the matter with you.  But I don't have time for this game.  Now, get out of here before I call the police. \n", "random": " You were there in the garden.  And I am, by law.   You were there, too.  And then there came your usual deposition.  You were told that you were being interrogated.  And you were told to lie to the interrogators.  And then you were told that the interrogators were trying to have you incriminated.  And then you were told to deny that you were ever there.  And then you were told that it was the beginning of a long", "sentiment": "\nDUSSANDER (CONT'D) You know, I think I have to tell you something.  You were in the bathtub of the bathtub at the time of the attack. \nTODD (CONT'D) I was in the bathtub. \nDUSSANDER (CONT'D) You were in the bathtub at Patin. \nTODD I was in the bathtub at Patin.  I was in the bathtub"}, {"id": 1162, "prefix": "Pause. TODD Your hands are shaking. DUSSANDER Yes, they're shaking.  I'm old.  We all shake.  You are most tiresome, and rude.  Now if you have a point I wish you'd come to it. ", "truth": "DUSSANDER You know nothing of my business -- \nTODD What business?  You sit in that ugly chair and watch soap operas all day.  Except on Friday afternoons when you walk down to the movie theater.  And twice a week you take the bus downtown to do your shopping.  You always use the express lane because you never have more than ten items. \nDUSSANDER You have been following me? \n", "random": " are a very... \nTODD I'm sorry.  But we didn't get to the point of this.  You see, we were in a bar when we heard the sound of a gun and we were looking through the mirror. We were all alone.  We had to guess where we were.  It was in a private bar.  We'd never seen it before.  We don't even remember what the gun was.  I remember the sound of a pistol", "sentiment": "ish you'd think twice before you do.  You don't want to be rude.  I mean, you don't want to be rude.  Now you're just a little too old for that.  But you're still a little old.  You're still talking to me.  It's like you're walking on a beach.  You're still talking to me.  I'm still talking to you.  I'm still talking to you.  You're still talking"}, {"id": 1163, "prefix": "INT. DUSSANDER'S KITCHEN - DAY He reaches the doorway just as Dussander turns around with the drinks. TODD I found fourteen compares. ", "truth": "TODD (CONT'D) You have some. \nDUSSANDER Good Gott. \nHe snatches the cup and swallows twice. \n", "random": "ussander stands there, his face flushed, his eyes locked on the table. \nDUSSANDER You have a few hundred and fifty bucks. \nDUSSANDER You think I'm making a fortune because I'm a drug dealer? \nDussander smiles. \nDUSSANDER (CONT'D) You think I'm making a fortune because I'm a drug dealer? \nDUSSANDER (CONT'D) You think, of", "sentiment": "USSANDER (CONT'D) I found fourteen. \nDUSSANDER (CONT'D) You know, I've been looking for a man who'd be a good match for me. \nDUSSANDER (CONT'D) I'm not sure. \nDUSSANDER (CONT'D) I'm not sure. \nDUSSANDER (CONT'D) You know, I think you'd be a good match for me"}]