[{"id": 1533, "prefix": "He approaches the basement level carrying a folder of papers... Goldenrod - 4.17.11 23. INT. SERVICE KITCHEN And sits at the counter, staring at a REPORT of some kind. He refills a glass of SCOTCH, downs it. ", "truth": "Julie's a touch worn from the evening, but she's still composed. She sits with five guests including her gallery assistant, the HANDSOME YOUNG MAN from earlier, TWO WOMEN, and TWO GUYS who look like painters. One does a line of COCAINE off a \"Fantom\" magazine. \nPAINTER ...fucking Dalwood wouldn't know a Van Gogh from a Van Eyck. And they call it a \"State of Contemporism...\" \nJulie's phone RINGS. She looks at the Caller-ID, (which shows her home line calling) confused. \nJULIE (INTO PHONE) Who's this? \nROBERT (O.S.) It's me. \nJULIE What do you want? \nROBERT (O.S.) I'm here. \nJULIE Where? \nINT. JULIE'S LOFT - BEDROOM \nRobert watches Julie through a crack in the doorway. He's on her CORDLESS phone. We INTERCUT. \nROBERT I'm in your bedroom. Can you get those people out of here? \nJULIE Are you serious? \nROBERT Look down the hall. Do you see me? Goldenrod - 4.17.11 24. \nJULIE (LOOKING) I see you. \nROBERT Okay, so I'm serious. \nShe hangs up and begins to clear out the guests. \nRobert sits, unbuttoning his collar. \nINT. JULIE'S LOFT - LIVING ROOM \nThe guests finally leave. Julie heads to the bedroom... \nINT. JULIE'S LOFT - BEDROOM \nAnd finds Robert sitting, looking a little too comfortable. \nJULIE You just come in and out whenever you want? \nROBERT I thought we should talk... \nJULIE (laughs, then in a rage) One damn night in a month I told you was important to me, et tu es meme pas capable d'etre la... \nROBERT ...I was working, do you understand? I'm under enormous pressure, I have obligations... \nJULIE ...I don't want to hear about your obligations. If you cared -- YOU WOULD HAVE BEEN THERE! \nROBERT I was there! I was there! I was late, but I was there. And I'm here now. \nJULIE No, no, no. You're here when it's convenient for you to be here. C'est pas ca l'amour. Love means YOU FUCKING SHOW UP! Goldenrod - 4.17.11 25. \nShe walks off into the \nLIVING ROOM \nRobert follows her. They stand at a great distance as she downs a red wine. \nROBERT I'm sorry. \nJULIE Why did you buy those paintings? \nROBERT Because I liked them. \nHer face falls slightly, but she keeps her grace -- and her anger. \nJULIE Okay, thank you for helping me get started. But if I'm gonna fail-- then let me fail! \n", "random": "----------------------- JEANET - 4.17.11 23. INT. DIVISION - WALLACE - NIGHT Peasant - in Taurus, looking at the report. ------------------------ JEANET - 4.17.11 23. INT. DIVISION - NIGHT (POWER UP) - DAY - And, finally, Peasant - is left alone at the table. ------------------------ JEANET - 4.17.11 23. INT. DIVISION - NIGHT", "sentiment": "68 PbH \"Why would they add a 40 percent?\" \"They didn't add anything that good, though. They thoroughly overpaid Conner for this business.\" There's a HUGE PICTURE on the wall, over newspapers, surveying customers, congregant harmony, …... Why would they change it?  69 PbH (CONT'D) IT'S NOT FOR YOU: 24. INT. KITCHEN HALL TRACKING The Ramblin' Century has"}, {"id": 1534, "prefix": "ROBERT Of course I am aware. I gave testimony to the committee. (ZEROING IN) You know this. Goldenrod - 4.17.11 37. CHRIS Well, Standard wants to prepare for it now. So I was asked to go through every one of your trading books and reconfirm their assets. ROBERT No. Absolutely not. That's impossible. ", "truth": "ROBERT The audit's cleared? \nCHRIS The report will be issued today. Actually, I'm calling it my \"swan song.\" \nROBERT You're leaving? \nCHRIS Yeah, on Friday, it's a five-year clock. \nROBERT (EXACERBATED) And why? \nCHRIS Uhh.. To prevent exactly what we're doing. But honestly, there's nothing left to worry about. It's -- great. \nThe carphone RINGS. \nROBERT (TO CHRIS) Get out. \nChris exits. \nROBERT (CONT'D) (INTO PHONE) What? \nGAVIN (O.S.) How was it? Goldenrod - 4.17.11 38. \nROBERT What? \nGAVIN (O.S.) The show. \nROBERT What the fuck are you talking about? \nGAVIN (O.S.) The show, Julie's show? \nROBERT Oh... Oh, it was fine... \nA beat as Robert rubs his eyes. \nGAVIN (O.S.) Mayfield's here. \nROBERT He's here? Where? \nGAVIN (O.S.) Sherry Netherland. Checked in about an hour ago. \nROBERT He called? \nGAVIN (O.S.) No, Brooke has a friend on the executive committee who said he's taking meetings in his room... (NO RESPONSE) Maybe he's settling in. \nROBERT You think we're dealing with a fucking idiot? \nGAVIN (O.S.) (BEAT) I spoke to legal. They said Standard will sign once they get the audit report. \nROBERT That's being issued now. \nGAVIN (O.S.) How do you know that? \nROBERT Never mind that, just find out why Mayfield hasn't called us. Goldenrod - 4.17.11 39. \nGAVIN (O.S.) How am I...? \nROBERT Do I have to do every Goddamn thing myself? JUST FIND OUT! WILL YOU PLEASE...? THANK YOU! \nHe hangs up and exhales deeply. \nINT. MILLER CAPITAL - LATER \nWe track through a Spartanly-furnished trading office: high- design with lacquer and muted mahogany. PEOPLE at COMPUTERS make phone calls. CLOCKS show different time zones. \nINT. ROBERT'S OFFICE - CONTINUOUS \nBrooke sits across from Robert. They're reviewing papers. \nBROOKE I cannot reconcile it... \nROBERT Reconcile what? \n", "random": "*********** (APPLAUSE) *********** (APPLAUSE) *********** (APPLAUSE) *********** (APPLAUSE) (END VIDEO CLIP) And you shouldn't have to go through your whole book. (APPLAUSE) *********** (ENJOY) [END VIDEO CLIP] *********** (APPLAUSE) *********** (END VIDEO CLIP) *********** (END VIDEO CLIP) *********** (END VIDEO", "sentiment": " I think that's why I said no. But I am not going to say any more than that. (He nods) I just took the [GAMING] book and I said, \"Look, I know this is a great piece of information, but I'm going to be very clear, that I don't want any more questions about it.\" And I know that there were questions. I know they were just questions. So I'm going to be very clear. I don't want"}, {"id": 1535, "prefix": "ROBERT (CONT'D) (AGITATED) What? CINDY (O.S.) I've got Chris Vogler from Fremaut accounting, you asked me to interrupt you. ROBERT Yeah, put him through... (he hears Chris come on) Chris... ", "truth": "ROBERT (BEWILDERED) What...? \nCHRIS (O.S.) They got compliance involved. I'm sorry. \nROBERT Chris... \nCHRIS (O.S.) I've gotta go. \nROBERT Chris? CHRIS! Goddamnit, Chris! Goldenrod - 4.17.11 57. \nINT. MILLER CAPITAL - ACCOUNTANT'S OFFICE - DAY \nBrooke sits alone in the accountant's office we saw earlier. She reviews SPREADSHEETS on his COMPUTER and compares them with PRINTOUTS from a FILE CABINET that she has broken open. \nNumbers from the screen reflect across her reading glasses as she stares in disbelief. She DIALS a number. \nBROOKE (INTO PHONE) Peter...? I'm looking at some statements right now... How much did you book last quarter?... No, I'm not... No, Peter, I'm really just asking you... \nShe's looking at an entry on the screen: \n\"Miller Capital Management - PETER MILLER GROUP - $68.3MM\" \nBROOKE (CONT'D) (INTO PHONE) Thirty-five million. For your entire group, right?... It wasn't sixty-eight?... Of course it's a big number... No, I'm not... Oh, Peter I'll talk to you later . \nBrooke taps the keyboard and a PRINTER spits out pages. Suddenly, BEN (40s), an accountant we saw earlier, appears. \nBEN What are you doing in my office? \nBrooke bolts up, startled. She collects the papers she printed. \nBEN (CONT'D) Hello? \nBROOKE (holding up pages) Can you explain these? \nBEN Explain what? \nBROOKE Old Hill. All the numbers you've falsified. \nBEN (BEAT) You don't know what you're saying. Goldenrod - 4.17.11 58. \nBrooke nods, heads to the door. Ben put his arm on her shoulder to stop her. \nBROOKE Get out of my way. \nBEN Brooke... \nBROOKE You're hurting my arm. \nBEN Can't you just leave it alone? \nShe stares at him. He drops his arm. She exits and turns. \nBROOKE You're fired, Ben. \nBEN You can't fire me. \nBROOKE I just did. \nBEN Who do you think asked me to make those changes? \nShe stares, then approaches him. \nBROOKE 83 You tell me. 83 \nINT. POLICE CONFERENCE ROOM - DAY \nBryer and Mills sit with Flores as he stares at a SHEET. \nMILLS He was doing a little dealing a while back, but it looks like he stopped. \nFLORES Any family? \n", "random": "_________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ _________ ________", "sentiment": "\n...the $3,500 a month desk job... (SCROLLS) Where did he get the money? (SCROLLS) It started out working as a consultant of State Concentration School, then everything went bad. I had a mentor come for me at the end of the year. I called them a month and I said something along the lines of, 'Well, are you aware that Chris had been making $5,000 an hour?' He said of course..."}]