[{"id": 1365, "prefix": "CUT TO: 88 INT. WARNER BROS. SOUNDSTAGE - DAY 88 JOHN CHAMBERS, Hollywood's first Oscar winner for makeup, walks onto set carrying a fishing tackle box of supplies. ", "truth": "A.D. He says the Minotaur's prosthetic is too tight so he can't act. \nCHAMBERS If he could act he wouldn't be playing the Minotaur. He smiles and waves at the Minotaur and begins to work on his prosthetic with a brush and solvent. \nCUT TO: \nARGO - Final 30. \n89 INT. NEAR CRAFT SERVICES TABLE - DAY 89 \nChambers is foraging through \u009870s SNACKS. At the craft service table. A guy in his SPACE ARMOR PANTS without the top is eating as well. A P.A. approaches, carrying a PHONE on a long cord. \nP.A. Mr. Chambers. \nCHAMBERS \n(STILL FORAGING) Who is it? \nP.A. Kevin Harkins? Chambers gives the kid a look, takes the phone from him and puts it to his ear. \nCHAMBERS Hey, Tony. \n90 INT. CIA - CONFERENCE ROOM - DAY 90 \nPender and Engell sit at the table; O'Donnell hovers. A few State Department and CIA ANALYSTS here, including Malinov and Lamont; and DAVID MARMOR, early 30s, Engell's guy. \nO'DONNELL (quiet, to Malinov) Is he coming? Engell nods for the door to be shut. \nENGELL \n(TO PENDER) Okay. Our N.E. put together a work-up. David. \nMARMOR They would pose as teachers from the international school. \nPENDER We went through all that -- it's boarded up -- O'Donnell looking at the clock. \n(CONTINUED) \nARGO - Final 31. \n90 CONTINUED: 90 \nMARMOR Suppose the airport guards don't know that -- \nPENDER Suppose. Suppose Heckle and Jeckle go over and save them -- The door swings open. \nMENDEZ Hi. Sorry. Hi. \nO'DONNELL Have a seat, Tony. He dsn't. There's an energy in him we haven't seen before. \nMENDEZ They're a Canadian film crew on a location scout for a science fiction movie -- A shift in the room. \nMENDEZ Star Wars, Star Trek. They need an exotic place to shoot. We put it out -- the Canadian producers put it out -- that they're looking at Turkey, Egypt, whatever. Then we go to the consulate and say we wanna look at Iran. I fly in there and we fly out together as a film crew. Done. \nMARMOR \n(DRY) \u0098In an exfiltration, flamboyant cover identities should be avoided, as it increases \nOPERATIONAL' -- \nMENDEZ This is more plausible than foreigners who want to go to school in Iran -- \nENGELL So you're going to wake up tomorrow in the movie business? We have credentials for -- \n(CONTINUED) \nARGO - Final 32. \n90 CONTINUED: (2) 90 \nMENDEZ I've got a contact in L.A. \nENGELL \n(CATCHING ON) Chambers. \nMENDEZ \n(TO PENDER) John Chambers. He's a Hollywood prosthetics guy, ds contracting work for us on the side. If I go see him, he'll set us up. A couple days to make it look real. Mendez and O'Donnell turn their eyes on Pender, who is the decision-maker here. \nPENDER (after a beat, to \nMENDEZ) Remind me who you are again? \n91 INT. CIA - THE PIT - A FEW MINUTES LATER 91 \nTony stands in small messy KITCHEN AREA, pouring coffee. On the coffeepot somebody's pinned a note: CHANGE FILTER \nIF YOU USE! DO UNTO OTHERS. O'Donnell approaches, quietly stands behind him, smoking quietly. Mendez turns around. \nO'DONNELL We want you to go to L.A. If you can make the movie thing credible, we'll take it to the Director. (a beat; a cigarette \n", "random": "\nSHOWCASE !\nJACKIE (O.S.) We're back in the studio. \nMARK (O.S.) The movie's back. \nJACKIE (O.S.) And we're back in the studio. \nMARK (O.S.) There's a wildlife walk in the office. And there's a walk in the office. We're back in the studio. \nMARK (O.S.) No, I", "sentiment": "\nJACKSON, J. (V.O.) You're gonna have to get the hell out of here. \nJACKSON, J. (V.O.) You're gonna have to get the hell out of here. \nJACKSON, J. (V.O.) You're gonna have to get the hell out of here. \nJACKSON, J. (V.O.) You're gonna have to get the hell out of here. "}, {"id": 1366, "prefix": "J STAFFORD We won't do it. MARK LIJEK He told them there were six of us. They're expecting six. J STAFFORD ", "truth": "MENDEZ I'm asking you to trust me. \nJ STAFFORD I don't trust you. \nBOB ANDERS (fed up, to J) What's the alternative? This is the ball game, J. What world are you living in? \nJ STAFFORD The one where they're hanging people from construction cranes, Bob. J takes Kathy's hand and gs, leaving Mendez with the others. After a moment -- \nMARK LIJEK \n(TO MENDEZ) So we'll see you at two? \n200 INT. CARPET FACTORY - MORNING 200 \nA KOMITEH BOSS inspects the work of the CARPET WEAVER KIDS -- whose numbers have grown into the HUNDREDS -- as they labor quietly. Some HEADSHOTS are in various stages of repair. \n(CONTINUED) \nARGO - Final 78. \n200 CONTINUED: 200 Dozens of documents are now complete, sitting on the floor in rows. Some pages from the EMBASSY MUG BOOK are now re-assembled. The boss picks one of the pages up: meticulously worked so that text and photos are now intact. \n201 INT. CANADIAN AMBASSADOR'S RESIDENCE - DAY 201 \nPAT TAYLOR This one. She gives Bob Anders a Canadian maple leaf lapel pin, which he affixes to his shirt. Cora Lijek paints lighter hair dye onto her hair. The Houseguests are making subtle efforts to disguise themselves. \nCORA LIJEK (at a mirror, quoting \nINSTRUCTIONS) So don't be recognizable, but look exactly like your passport picture. \nMARK LIJEK Not that picture. You won't want to scare them. A nervous smile. Trying to deal with anxiety. J and Kathy Stafford look to each other. Sitting reading newspapers while the other Houseguests prep for the scout. The PHONE starts ringing. \nPAT TAYLOR (answering the phone) Hello? A cloud comes over Pat as she listens. \nPAT TAYLOR No, there's no one like that here. She hangs up the phone fast, as if it were hot to the touch. \nBOB ANDERS Who was it? Pat shakes her head. \nON J STAFFORD listening. Kathy takes his hand. \n(CONTINUED) \nARGO - Final 79. \n201 CONTINUED: 201 \nKATHY STAFFORD \n(TO J) Somebody knows. \n202 INT. SHERATON ROOM - DAY 202 \nTony getting dressed. Thinking. He gets up and leaves, and we start to hear the sound of a man talking fast in Farsi. \n203 EXT. CAR RENTAL - DAY 203 \nIt's a CAR RENTAL MAN, 60s, speaking. Tony is looking at a MINIVAN on a lot of beaten-up rental cars. \nMENDEZ This one, how much? One day, how much? \n204 INT. CANADIAN AMBASSADOR'S RESIDENCE - DAY 204 \nFour of the Houseguests are waiting on the couch, dressed in their best approximation of the clothes of a movie scout crew. Cora has the maple leaf flag pin on her shirt. They turn when they see Tony come in the door. Tony as he steps down into the living room, down the hall \n205 INT. CANADIAN AMBASSADOR'S RESIDENCE - KITCHEN - DAY 205 \n... to find J Stafford sitting at the table. They are badly shaken. \nMENDEZ I promise you that if you will play along today, I will get you out tomorrow. \nJ STAFFORD I wish I could believe you, Mr. Harkins. \nMENDEZ My name is Tony Mendez. Mendez gs back out to the minivan. STAY WITH J and Kathy. \nARGO - Final 80. \n206 INT. MINIVAN - DAY 206 \nMendez, in the driver's seat, looks at the house, then at his watch. He starts up the van, filled with four of the Houseguests. Then he looks in the rearview and sees one of the back doors open. J and Kathy Stafford board. \n207 EXT. TEHRAN - DAY 207 \nTony drives the minivan through streets of Tehran. The Houseguests sit in silence, looking out the windows. There is a vehement DEMONSTRATION going on -- stars-and- stripes burning in Molavi Square -- and it's taking place right in their way. They stop at the demonstration, then realize people aren't passing by as much as celebrating in the street. Tony is forced to nose his way through the crowd -- chanting and yelling -- some SLAPPING THE WINDOWS. They finally get through and pull away. With the demonstration receding behind them, Tony tries to regain their focus. \nMENDEZ Tell me who you are. This recalls attention from the windows. \nLEE SCHATZ Mike McEwan, cameraman. \nBOB ANDERS Robert Baker, director. \nMARK LIJEK Timothy Harris, location manager. \n", "random": "\n(CONTINUED)\n\nEND OF FILM\n\n7. (BEGIN OF SEQUENCE) POTENTIALS. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7. DAY 7.", "sentiment": "\nEXT. WASHINGTON BAY - TURNER - 17-20 (ED. CONTINUED) 17-20. 19. MARK LIJEK \n(V.O.) \nJ STAFFORD I'll see you at the office. \nMARK LIJEK \nI'll take care of anything. \nMARTHA SHERWOOD \nYou're not going to talk to me. \nJ STAFFORD \nWe won"}, {"id": 1367, "prefix": "(CONTINUED) ARGO - Final 101. 260 CONTINUED: 260 ", "truth": "261 INT. MEHRABAD AIRPORT - FIRST CHECKPOINT - MORNING 261 \nThe PASSPORT OFFICIAL is looking at the Canadian passports of the six and waving them through. Mendez has already passed. Everyone except Kathy Stafford. The Passport Official looks at Kathy, who is doing her best to look friendly and casual. Then he looks at Kathy's passport, in which she looks stern and angry. Kathy Stafford smoothes down her hair, frowns like she ds in the passport photo. The Passport Official half smiles and waves her through. They've all cleared the first checkpoint. \n262 INT. KOMITEH HQ - MORNING 262 \nKhalkali comes upon a diplomatic photograph of a man with glasses. He starts to leaf through the photographs from the bazaar. \nQUICK CUT TO: \n263 EXT. BAZAAR - POV OF THE REVOLUTIONARY GUARD PHOTOGRAPHER 263 \n- DAY Mark Lijek being photographed at the bazaar the previous day. \nQUICK CUT BACK TO: \n264 INT. KOMITEH HQ - MORNING 264 \nKHALKALI -- looks at the black and white still of Mark Lijek, compares it to his diplomatic picture, the first portrait we saw of Mark toward the beginning of the film. MATCH. Khalkali stands up. SHOUTS in Farsi to another Komiteh -- \nARGO - Final 102. \n265 INT. MEHRABAD AIRPORT - SECOND CHECKPOINT - MORNING 265 \nBob Anders stands in front of a rough-voiced IMMIGRATION OFFICER. He's holding Bob Anders' YELLOW IMMIGRATION FORM and leafing through a file of hundreds of WHITE IMMIGRATION FORMS, the duplicates. Without success. \nIMMIGRATION OFFICER #2 (in Farsi; to Officer #1, re: his own \nWHITE PILE) Nothing. \nIMMIGRATION OFFICER (to Bob Anders) When did you say you arrived in Iran? \nBOB ANDERS Two days ago. \nIMMIGRATION OFFICER What was the purpose of your visit? \nBOB ANDERS We were looking at locations to make a film. I'm the director. Immigration Officer pauses and looks up. Looks at the six other faces. He looks every bit as confrontational as Tony acted in rehearsal. \nBOB ANDERS \n(VERY CALM) We have a letter from the Minister of Culture ... The Immigration Officer gestures for the letter. Bob takes the letter inviting them on their location scout out of a folder. Tony, barely perceptibly, nods. \n266 INT. KOMITEH HQ - MORNING 266 \nKhalkali is now speaking with MORADI, an older Komiteh official. They speak Farsi and it's untranslated, but we get it. He is showing the photograph of Mark Lijek from the bazaar and comparing it to the U.S. diplomatic photograph. Moradi picks up the phone as Khalkali heads out. \nARGO - Final 103. \n267 INT. MEHRABAD AIRPORT - SECOND CHECKPOINT - MORNING 267 \nImmigration Officer is conferring with Immigration Officer #2 as they look at the letter from the Minister of Culture. The Houseguests and Mendez wait. Finally, Immigration Officer #2 shrugs. \nIMMIGRATION OFFICER Okay -- Yes -- Okay -- He waves them through. Second checkpoint done. \n268 INT. CIA - THE PIT - NIGHT 268 \nMalinov, a phone to his ear. Ringing. \nMALINOV C'mon c'mon c'mon -- \n269 INT. ARGO PRODUCTION OFFICE - NIGHT 269 \nThe phone in the office rings. No one is there. \n270 EXT. WARNER BROS. STUDIOS - NIGHT 270 \nSiegel and Chambers are walking back to the Argo office. They are within sight of the Argo bungalow, but a P.A. steps in front of them. \nP.A. (a stage whisper) I'm sorry, we're shooting. He motions for them to wait. A movie -- it looks like a police procedural -- is shooting on the lot between them and the office. \n271 INT. AIRPORT GATE - MORNING 271 \nANNOUNCEMENT (V.O.) Swissair announces general boarding for Flight 363 to Zurich. Passengers, mostly European businessmen, get up and approach the gate. \nARGO - Final 104. \n272 INT. MEHRABAD AIRPORT - THIRD CHECKPOINT - MORNING 272 \nMendez checks in with the Houseguests with his eyes. They are now in sight of the airport gates. And here are six Komiteh. Young men -- none more than 33 or so -- holding automatic weapons. They have created their own checkpoint. It looks recent, \nA SCREENED-OFF AREA WITH TABLES. \nKOMITEH #1 Passports. He looks at the Canadian passports and then almost immediately speaks. \nKOMITEH #1 You come. He directs Mendez and the Houseguests into the screened- off area. Speaks in Farsi to another Komiteh. \n273 INT. CIA - THE PIT - NIGHT 273 \nLAMONT (holding the phone) Purser's telling Swissair they're not on the plane. \nO'DONNELL They should have boarded already. \n", "random": "\nJOHN'S POV: The cameras are much more technologically advanced. The size of the cameras is only around 50mm in the front. John is in the middle of a threesome with the camera crew. The camera crew is having a nervous breakdown. John is in the middle of a threesome with the camera crew. The camera crew is having a nervous breakdown. \nJOHN'S POV: The camera crew is having a nervous breakdown. \nJOHN'S POV: The", "sentiment": "\n(CONTINUED) ARGO - Final 102. 260 CONTINUED: 260 \n(CONTINUED) ARGO - Final 103. 260 CONTINUED: 260 \n(CONTINUED) ARGO - Final 104. 260 CONTINUED: 260 \n(CONTINUED) ARGO - Final 105. 260 CONTINUED: 260 \n(CONTINUED) ARGO - Final 106. 260 CONTINUED: 260 "}]