[{"id": 2439, "prefix": "Harry Talking to him quite a bit these days.... Grace (awkward pause) \"A\" rig's acting up. The drill string kicked twice this morning, gave Chick a nasty bruise in the head. Harry Good. He's not vulnerable there. ", "truth": "Harry Thieves and cowards, all of 'em. Twist their arms. \nGrace I am. \nHarry Keep twisting. Like a pit bull. \nGrace Oh, and that magazine article - they want some human interest stuff -  likes and dislikes. \"Likes\" I said Golf, Fly Fishing, Single Malt Scotch, Old  Movies. What about  \"Dislikes?\" \nHarry Any kind of flying and oil company executives. Go deal with 'em. I  always look better when you're doing the talking. \nHarry HITS another ball. CLANG. \nGrace You know you donate 300 grand a year to Greenpeace. \nHarry smiles at the contradiction. \nHarry What'd your mother call me? \nGrace Complicated. \nHarry Yeah well....I'm complicated. \nGrace walks off, passing A.J., winking at him. A.J. winks back. \nA.J. What's his mood? \nGrace Complicated. \nA.J. walks up to Harry. \nHarry I understand we're having problems with \"A\" rig. \nA.J. I'm on top of it (Harry picks up his bag) Harry, you have a second? \nHarry Yeah. One. \nA.J. I'll hurry. I've worked for you for a long time. \nHarry Twelve years. \nA.J. And you've been real good to me.... \nHarry Another company make you an offer, kid? \nA.J. No. The reason I am here, today, standing here, talking to you. I'm  obviously talking to you...but it's, you know, not, uhh...it's not an  oil-related matter exactly.... \nHarry You're sweating, A.J. \nA.J. You know there comes a time in a man's life when... (to himself) No,  that's a cliché... (to Harry) Can I start again? I, uhh, fell...I've fallen... \nHarry You hurt yourself? \nA.J. In love, I mean. Fallen in love. It's the damnedest thing, but this  person you...know...really well. \nACROSS THE PLATFORM - Grace escorts five angry OIL INDUSTRY EXECUTIVES over to  Harry. A KLAXON SOUNDS. Harry, alarmed, rushes right past them, toward the \"A\"  Derrick. They follow, snapping at his heels \nOil Executive 1 You explicitly promised results at 25 thousand feet. \nHarry We have results. \nOil Executive 2 But we don't have oil. We've given you everything you've  asked.... \nHarry Horseshit. What the...? Chick! Bennie! Somebody better tell me why the  hell \"A\" derrick is not turning! \nChick hurries up to Harry. \nChick The uhh....the Greenpeace guys. \nHarry approaches \"A\" Derrick. Five MEMBERS of Greenpeace have handcuffed  themselves in a circle around the drilling pipe. \nHarry Hey there, what can I do for you? \nGreenpeace Leader This is an official protest. \nHarry 'Course it is. I love you guys. You like dolphins and whales, I like 'em  too. Hey, I know you. You too. Didn't you have shorter hair? \nGreenpeace Leader Stamper, do you know what this thing does to the eco-system? \nHarry How'd you get out here? Canoe? Rowboat? Oh, that boat down there with a  thousand horsepower diesel! \nGreenpeace Leader How can you wake up every day and look at yourself in the  mirror? \nHarry The same way you did when you blow-dried your hair this morning. And you  used a curling iron, I betcha. Did you know most electricity's from burning oil?  I'' stop drillin' when the world - stops usin' it. Bennie, start 'er up! \nGreenpeace Leader Wait........ \nHarry Can't wait! I'm a businessman! Those goons over there gave me 57 mil. to  find oil and they ain't leavin' till I do! 'cause they have no lives! \nThe drill string begins to turn in the hole. \nGreenpeace Leader We....we threw away the key. \nHarry Sorry. Time is money. BENNIE! \nThe MASSIVE HYDRAULIC KELLY begins to descend on the Greenpeace Activists'  heads. \nGreenpeace Leader STOP!!!! \n", "random": " You have to be kidding me. We're going to get this tank back to normal, that's all. ____ I'm an idiot. I'm not going to tell you what's going on, you know. You need to get a little younger. ____ So, you're a virgin, do you know what who you are? ____ You're an idiot. You'll be half a virgin. And you'll be the one who's going to die soon. ____ It", "sentiment": "ce \"I'm here so I can take good care of you.\" \nHarry \"T-that's not a good idea. You're gonna lose your teeth.\" \nHarry \"I don't like it when you're only giving me a couple of hundred dollars a month.\" \nGrace \"A-are you serious?\" \nHarry \"I mean, it's been my fault. I was trying to eat the pfft out of my mouth...\" \nGr"}, {"id": 2440, "prefix": "THE ASTEROID, below them and dead ahead. We get our first (and only temporary) clear glimpse of the designated landing field, a relatively smooth, unobstructed  plane on the asteroid's surface. Harry is green, looks like he's gonna blow chunks. Sharp We're awake, we're not pukin'.... (looks over shoulder at Harry) ....well, Harry is. And we got a clear path to the target. Houston, over. ", "truth": "Truman smiles. \nTruman Copy that, Freedom. \nINT. N.A.S.A. - MISSION CONTROL \nClark gives Golden a thumbs up. \nClark We'll take you in, guys. \nEXT. SHUTTLES FREEDOM AND INDEPENDENCE \nFreedom, in the lead, and Independence, following to the rear and side, descend  through the debris-less corridor to the waiting asteroid. \nSuddenly a CLOUD OF ICE AND PEBBLES wafts in front of the Shuttles. \nINT. SHUTTLE FREEDOM COCKPIT \nIn one terrifying second, visibility is cut to twenty feet. Then BANG! BANG!  BANG! BANG! \nPEBBLES and SMALL ICE CHUNKS strike the windshield, chipping and denting it. The  impacts are violent; the interior is buffeted around. It's the space equivalent  of bad hailstorm. \nSharp Damn it....! \nClark (V.O) What is it, Willie? \nSharp Problem, Houston. We've got debris all over us! \nREAR OF COCKPIT - Harry and the others, alarmed, are buffeted around violently. \nINT. SHUTTLE INDEPENDENCE - COCKPIT \nNo visibility here either. Ice chunks and pebbles BANG against the windshield. \nTruman I've got no visibility. I've lost orientation to the target! \nSuddenly, as sudden as it came, the debris clears. \nBut a HUGE ICE BOULDER the size of a three-story building twirls into  Independence's path. It hits a BOULDER which collides with another. \nTruman Big guy! Dead ahead! \nTruman stabs his directional thruster button. Shuttle Independence veers to the  right.... \nINT. SHUTTLE FREEDOM \nSharp hits his directional thruster, and Freedom veers to the left.... \nEXT. THROUGH THE ASTEROID'S TAIL \nFreedom goes left, Independence right, splitting the ice boulder. \nFreedom clears the ice boulder by a foot. Independence, not so lucky, clips the  ice boulder, ripping her left thruster clean off. With one thruster,  Independence careens out of control, twirling and spinning. \nINT. SHUTTLE INDEPENDENCE \nTruman (panicked) I lost left thruster! No control! I have no control! \nIn the Independence's cargo bay, one of the Armadillos RIPS free from its  moorings and plunges through the CARGO BAY DOORS. \nINT. SHUTTLE FREEDOM \nSharp steers Freedom past the ice boulder. \nWatts Where's the other ship....?! \nSuddenly the Independence, with a RIPPED OPEN CARGO BAY DOOR, careens directly  across Freedom's path, filling Freedom's cockpit window, nearly colliding with  her. \nSharp hits his thrusters, veering away from the damaged Independence. \nSharp and Watts watch Independence twirling toward the asteroid. Suddenly  BANG!!! \nThe INDEPENDENCE'S ERRANT ARMADILLO strikes the Freedom's nose, spider-webbing  the WINDSHIELD. Sharp and Watts recoil in terror. Watts SCREAMS. \nINT. SHUTTLE INDEPENDENCE \nThe fuselage is spinning. A.J., Bennie and the others are in terror. In the  cockpit, Truman SCREAMS over the radio \nTruman Houston, MAYDAY, MAYDAY, we're going down! \nThe Shuttle's roof collides with a rock. We hear SCRAPING METAL. The CEILING  dents in, dislodging INTERIOR CEILING PANELS filled with wires and electrical  components; they rain down on A.J. and the others. \nChoas. The SPARKING CABIN fills with smoke. \nTruman Crew, go to life support! \nEveryone grabs for their HELMET, frantically trying to get them on. A.J. gets  his on, but he can't lock his neck seal. He fidgets with the little SEAKL LOCKS. \nA.J. rips off the helmet. It slips from his fingers and floats off through the  zero-g cabin! \nA.J. Goddamn it! \nA.J. throws off his seat harnesses and goes after his helmet. In zero-gravity,  the sides of the twirling cockpit revolve around A.J. as he moves. \nINT. N.A.S.A. - MISSION CONTROL \nWe hear a CACOPHONY OF VOICES and BANGING ROCKS against Independence's fuselage. \n", "random": "looks at Harry) ...you can cross up every point to reach the target. (looks at Harry) ....and we can put it in your hands. (looks at Harry) ...I can make money, my house's going to be a lot better, you guys. (looks at Harry) ...We'll pay you. (looks at Harry) ...I can make a lot more money. (looks at Harry) ...I can make the rest of the", "sentiment": "looks at Harry) NO problem, we're seen. Where is Earth? We're the first to see it. If we need the entirety of it, we'll be there. I don't know where. But, we can do everything, uh, to a good place, if we got the whole asteroid. That's our answer.  (sighs) It's a small bunch of stuff. It's a bunch of asteroids, it's a bunch of weak Androids"}, {"id": 2441, "prefix": "INT. SHUTTLE FREEDOM They've ascended to a safe distance. Sharp Something's wrong. ", "truth": "Sharp We should have detonation by now. \nA.J. Harry doesn't fail. \nSharp We're going back. \nA.J. What? \nSharp Every life, that you know, will die....unless that nuke is detonated. \nEXT. ASTEROID SURFACE - DRILLING SITE \nHARRY'S GLOVED HANDS grip the sides of the hole. Then his helmet appears. He  looks across the asteroid surface to the MANUAL DETONATOR, lying in the dirt. \nThe nuke has now descended several hundred feet into the hole. \nINT. SHUTTLE FREEDOM \nWE MOVE DOWN the faces of the terrified men, looking down on the craggy  asteroid.... \nChick (unsure) That means we might die too.... \nSharp Watts, prepare for re-landing. NOW!! \nWatts, frozen with fear, begins hitting switches. \nEXT. ASTEROID SURFACE - DRILLING SITE \nHarry crawls out of the hole. \nThe nuke is at the bottom of the hole. Harry runs, gasping for air, bounding  across the asteroid surface, dodging geysers and rolling debris. He dives for  the detonator. He stares long and hard. A TEAR wells in his eye. His finger  presses on the detonator...sweat pours over his face.... \nHarry I beat you. \nSLOW-MOTION CLOSE-UP on Harry's finger as it presses the detonator. \nEXT. SPACE \nThe nuclear device DETONATES. A spectacular concussion. The ASTEROID SPLITS in  two halves, as planned, like a split diamond. The TWO BLOWN PIECES wing off into  space, on new vector angles which might miss the Earth.... \nINT. SHUTTLE FREEDOM - COCKPIT \nThe detonation ROCKS the cabin. Everyone's violently buffeted around. \nWatts Houston, we have detonation! \nWatts fumbles for the reverse switches as the flames from the explosion grow  CLOSER....She hits the directional THRUSTERS, jamming it as hard as it will  go...the flames bite up at them. The shuttle veers off toward Earth. \nA.J. Harry.... \nA.J. and the others stare out the cockpit window as the NUCLEAR FISSION  EXPLOSION FLAMES OUT, the halves of the asteroid wing off. \nEXT. AROUND THE WORLD - MONTAGE OF IMAGES \nIN EXTREME SLOW MO, we see images around the world. WALL STREET deserted....a  crowded BAR with people huddled around a T.V....Extremely tight on a TEAR  falling form a woman's face....ENGLISH FARMERS in a corn field.....a FATHER  holding his SON as they watch the brilliant flaming sky....Golden closes his eyes and falls to his seat....Arms raise in unison....PEOPLE embrace....AT THE  PYRAMIDS, dappled in firelight, hundreds praying.... \nINT. N.A.S.A. - MISSION CONTROL \nGrace is quietly weeping. \nTHE ASTEROID'S DETONATION is computer-imaged on the Central Board. WE SEE the  ASTEROID'S TWO HALVES, moving in new directions. The Technicians stare in  wonderment. \nGolden Where are they, Flip? Give me some angles, give me some directions,  give me speeds... \nFlip (analysing new data) The new courses are....they're gonna miss us! \nThe Technicians CHEER. Grace looks up. Wipes her tears. Golden approaches her. \nGolden I just want to tell you I'm proud to know the daughter of the man who  just saved the world. \nEXT. ARIZONA - SHUTTLE LANDING AREA \nShuttle Freedom touches down. N.A.S.A. QUARANTINE VEHICLES race out to meet it. \nINT. N.A.S.A. - MISSION CONTROL \nN.A.S.A.TEHNICIANS sit at consoles, exhausted. There are Coke cans, coffee mugs,  cigarettes overflowing ashtrays. Jimbo, Theo and Pearl, wearing V.I.P. VISITORS  BUTTONS, stand at the back. \nJimbo This definitely doesn't look like a glamorous job. \nINT. SHUTTLE FREEDOM \nA.J., Chick and Bear unbuckle, begin to rise from seats. \nChick I'm dyin' for a Budweiser. \nSharp Stay seated. Let the medical quarantine trucks set up. \nBear I ain't gettin' another enema from Nurse Ratchet. \nA.J., Chick and Bear look at each other. \nA.J. What would Harry do? \nBear I think he'd go get a beer. \nEXT. SHUTTLE FREEDOM \n", "random": "SISKO] ...I've gotten much better.  [SISKO]  [SISKO] That's good news...  [SISKO] The rest of the team just got back from the end of the mission.  [SISKO] The end.  [SHUTTLE] We got to get here fast.  [SHUTTLE]  (to Sharp)  (to Sharp)  (to a phone)  [RE", "sentiment": " am the one who can set the bar for all.   I am the one who can make the bar so good. What do you say?  I say, I -- I --  Well, it's a high bar.   I'm going to bar for a high bar.  I will bar for a high bar.  I will bar for a high bar. It's high bar.   It's high bar.    On the other side, the bar"}]