[{"id": 1398, "prefix": "The airplane is positioning itself on the runway, while the soldier continues to fire! The aircraft gains speed. The soldier is still shooting, but too late, as the heroo pulls back the joystick, and the airplane takes to the sky... ", "truth": "Title card: Free Georgia forever!!! \nThe airplane flies away into the evening sky. \n8   EXT. AIRPLANE - NIGHT                                          8 \nA little later in the night, still at the controls, the man is fighting not to fall asleep. Behind him, the women is sleeping, the dog is lying in her arms. Suddenly she is awoken by explosions happening close by! Pandemonium! The man doesn't understand it either, he tries to pick up altitude, but quickly notices that the explosions are in fact pretty and inoffensive. He consults a calendar dial on the control panel that shows it is July 14th, immediately understands, and bursts into laughter. \nTitle card: We've arrived, welcome to France!!! \nAs the music picks up the tune of The Marseillaise, the airplane flies away through the exploding fireworks... \nThe words \"The End\" appear on the screen. \n9    INT. WINGS MOVIE THEATER LOS ANGELES - NIGHT                   9 \nFrom the moment they parked the car onwards, we become absorbed by what's happening around the screening of end of this film. \nBehind the screen, we've seen the actor who plays the hero - his name is George Valentin - closely studying the reactions of the audience. He was standing close to his dog, motioning to it not to make a noise. The dog's name is Jack. \nIn the same area, we've also seen the lead actress. Her name is Constance Gray. She too looks tense and is latched onto the arm of a pleasant-looking man who is chewing anxiously on a cigar. The man looks rich, but a little weak. He's surely the producer. \n10   INT. MOVIE THEATER LOS ANGELES - NIGHT                     10 \n", "random": "      The airplane flies away from the runway, but the heroo is still shooting and the heroo is still shooting, so the heroo is not chasing the heroo, but attacking! The heroo is surrounded by a group of soldiers, who shoot at the heroo. The heroo is shot, and the heroo is shot again!                        ", "sentiment": "he heroo sees the heroo's face, and looks at him, who smiles. The heroo raises his hand to the heroo, who smiles back. The heroo pulls back the joystick, and the airplane takes off. The heroo takes off with the heroo, and the airplane takes off! \nThe heroo sees the heroo's face, and tries to smile, but it is too late. The heroo looks at the heroo, who smiles back,"}, {"id": 1399, "prefix": "16A   INT. GEORGE & DORIS' HOUSE - DAY                            16A In the lobby, George is preparing to leave the house. He waves at the huge, full-length portrait of himself waving and smiling whilst wearing a tuxedo. He looks great in the painting, and George is delighted to see and to wave to himself. 16    EXT. KINOGRAPH STUDIOS - DAY                                 16 ", "truth": "17    INT. KINOGRAPH STUDIOS - DRESSING ROOM CORRIDORS - DAY       17 \nAs he walks towards his dressing room, everyone smiles at him. He's not always fooled by these signs of respect, and apes a few smiles himself. \n18    INT. KINOGRAPH STUDIOS - GEORGE'S DRESSING ROOM - DAY        18 \nIn his dressing room, wearing a tailcoat and top hat, George is finishing putting his make up on. He has a white face and dark lips and eyes. His chauffeur is signing autographs for him on full length photographs of himself (George) with his dog. George says to him: \nTitle card: Go and buy a piece of jewelry for my wife. A nice piece, to make it up to her. \nThe chauffeur nods. Having finished his mask up, George, picks up a photo, looks at it closely and then writes on it. As he leaves the dressing room, we see the photograph. He's written Woof Woof on it, and signed it with the paw print of a dog. \n19    INT. KINOGRAPH STUDIOS - RESTAURANT DECOR SET - DAY          19 \nWe're on a film set, the crew is setting up a shot. The director is unhappy with a screen positioned behind a bay window and he sends it off. \nTitle card: Remove that screen and bring me another one!    On the double! \nTwo hands pick up the screen and carry it away. George arrives on set, everyone smiles at him. He sits down on the chair which bears his name. The producer whom we saw the previous day at the première arrives. His name is Zimmer, and he's flanked by - and followed around at every moment by - two secretaries and two assistants. One of them hands him The Hollywood Reporter, and Zimmer, before he's even come to a halt, talks to George as he shows him the front page. He is visibly upset. George looks a lot more relaxed, he says hello and vaguely tries to reassure him. But Zimmer persists, still pointing at the newspaper. \nTitle card: Because of this childish nonsense, there's nothing about the film before page 5! \nBehind George, the two set hands come back with a new screen of sky scenery, and wait, standing just next to George. As they are holding it, there is a three foot gap underneath. While the producer is talking to him, George's attention is drawn by a lovely pair of women's legs that have come to stand behind the screen, the top half of the body being hidden by it. George acknowledges the sight with a smile and is about to bring his attention back to the on-going discussion, when his attention is drawn away again by a noise, that of the tap steps the female legs are making, presumably as a warm up. George smiles in recognition and responds with a few tap steps of his own. The women's legs instantly stop, seem to think a moment and then answer back, but with a jump in the complexity of the steps. A tap dialogue ensues between the two pairs of legs, until the set hands - the path before them now cleared - pick up their screen of scenery and walk off with it. The screen moves away and as it disappears reveals that the upper body belongs to a young woman. She pulls a face meaning 'Here I am!!' And of course it's Peppy, except that she immediately realizes who she is dealing with - visibly she wasn't expecting this at all - and feels completely ridiculous and uncomfortable. \n", "random": "  INT. RENTHOUSE - DAY                 17 FOUR-EIGHT MINORS - DAY                                                 16 A large, bare-chested woman walks in. She is wearing a", "sentiment": "  INT. GEORGE & DORIS' HOUSE - DAY                                       16A George is sitting at his desk, talking to himself. He has been reading a book for a while, and is happy to see that it is a book about the life of a man who has been living in a house for a"}, {"id": 1400, "prefix": "(91) George is suffocating on the floor. The level of smoke is getting ever lower and is slowly covering his face. (93) Jack barks louder and louder. The policeman feels uncomfortable. A woman is watching the scene inquisitively. Not knowing what to do, the cop motions to the dog to be silent and threatens it with two fingers, just like George miming a pistol. Jack collapses and plays dead. The cop has no idea what's happened, he crouches down and touches the dog to see if it's all right. Jack wakes up and goes to leave but stops immediately to show the cop he wants to take him with him. The cop still doesn't understand, it's the woman who tells him what he must do. The cop seems to understand, has a moment of doubt, and then starts following the dog. Jack encourages him to go faster, but the cop resists to begin with. Little by little though, as though realizing the seriousness of the situation, he speeds up. More and more, 94   EXT. GEORGE'S HOUSE - DAY                                    94 ", "truth": "95   INT. GEORGE'S HOUSE - DAY                                    95 \nA completely unconscious George, overcome by the fumes, is dragged out of the fire by the policeman. \n96   EXT. GEORGE'S HOUSE - DAY                                    96 \nThey come out the house. George is still clutching the reel. A crowd has formed, people recognize him. One woman feels sorry for him, a man runs for help. George is unconscious. \nFADE TO BLACK. \n97   INT. KINOGRAPH STUDIOS - PEPPY SET - 1931 - DAY              97 \nWe see Peppy on a shoot, sitting in a chair with her name on it, smoking a cigarette. Everyone about her is busy preparing a shot. Suddenly an assistant brings her a telephone. She takes the receiver with a smile and listens. Her expression tightens a little. She hangs up, pensive for a moment. On set,the director gestures to his assistant that the shot is ready and they are good to go. The assistant goes towards Peppy to let her know but, as he gets to where she should be, her seat is empty. He looks everywhere for her, but she has disappeared. \n98   INT. PEPPY'S CAR (DRIVING) - DAY                             98 \nIn her car, and still in costume, she urges her chauffeur to go quick as he can. \n99    EXT. HOSPITAL COURTYARD - DAY                                99 \nThe car pulls into the hospital courtyard. \n100   INT. HOSPITAL - LOBBY AND STAIRS - DAY                      100 \n", "random": "   83                                                                                                 ", "sentiment": "                   95        9              96                                       97                    "}]