[{"id": 240, "prefix": "MELVIN Like thick molasses, with one of those wide noses perfect for smelling trouble and prison food... Simon has had it. SIMON Frank Sachs -- Melvin Udall. ", "truth": "SIMON Franks shows my work, Mr. Udall. I think you know that. \nFRANK (overlapping) Simon, you've got to get dressed. \nMELVIN (to Simon) What I know is that as long as you keep your work zipped up around me, I don't give a fuck what or where you shove your show. Are we being neighbors for now? \nSIMON (to Frank) Do you still think I was exaggerating? \nFRANK can only smile. \nFRANK Definitely a package you don't want to open or touch. \nMELVIN Hope you find him. I love that dog. \nSimon, terminally non-confrontational, still finds himself compelled to turn back toward Melvin. \nSIMON (directly) You don't love anything, Mr. Udall. \nSimon closes his door leaving Melvin alone in the hallway. \nMELVIN I love throwing your dog down the garbage chute. \nINT. MELVIN'S APARTMENT, BATHROOM - NIGHT \nMelvin locks and unlocks and locks his door, counting to five with each lock. He turns the lights quickly on and off and on five times and makes a straight-line towards his bathroom where he turns on the hot water and opens the medicine chest. \nINT. MEDICINE CHEST \nScores of neatly stacked Neutrogena soaps. He unwraps one -- begins to wash -- discards it -- goes through the process two more times. \nINT. SIMON'S APARTMENT, ENTRANCE HALL - NIGHT \nA group of PARTY GOERS enters -- followed by a HANDYMAN holding Verdell who looks and finds: \nSIMON \nwho looks up -- lights up -- and tears up as he moves quickly toward the group and his dog. \nSIMON Thank the good Lord... wow... my honey... where have you been? \nPARTY GOER (thinking the greeting's for him) He always liked me. \nAs Simon goes past him to take the dog from the Handyman... JACKIE, Frank's junior partner, barking a laugh at the Party Goer -- VERDELL BARKING some love. As the others greet Simon, Jackie directs the group inside. Jackie lingers, looking on affectionately as Simon picks some awful, sticky gunk from the dog's body... he puts Verdell down to reach for his wallet -- the tiny DOG YAPS in protest. \nSIMON Just for a second, okay? \nThe DOG YAPS \"no.\" Simon, delighted, picks him up again. \nSIMON (kissing him on the mouth) Look at him...  where was little baby? \nHANDYMAN (smiling) In the basement garbage bin eating diaper shit. \nSimon reacts -- then notices the Handyman, tongue in cheek, trying to suppress his amusement. \nSIMON Go ahead, John, you earned your fun. (looking at Verdell) How did he get down in the basement? I mean even if he got on the elevator how... ? \nHANDYMAN Maybe some nice neighbor shoved him down the garbage chute. \nSIMON My God! No! \nHe stares out... Frank frustrated following. \nINT. MELVIN'S APARTMENT - OFFICE - NIGHT \nQuiet -- safe -- just Melvin's voice reading aloud as he writes. \nMELVIN 'Somewhat in the dark, she had confessed and he had forgiven. This is what you live for, he said. Two heads on a pillow where there is only the safety of being with each other. How, she wondered, could she find such hope in the most shameful part of her.' \nHe barely reacts as we hear a LOUD KNOCKING at he reads. \n", "random": "\nSMALLER I'm fucked. \nSIMON What? \nMELVIN Dogshit it is. \nSIMON You're fucked. \nMELVIN You're fucked. \nSIMON You're fucked. \nMELVIN (CONT'D) You're fucked. \nSIMON You're fucked. \nMELVIN The fuck you fuck. \nSIMON You fucking fuck. \nMELVIN Beat", "sentiment": "\nINDIANA When I was a kid. (as Peggy's voice comes from opposite page) You and me. \nSIMON You? \nINDIANA There's a kick of me. \nSIMON Walter. \nINDIANA You? \nSIMON Yeah, yeah. \nINDIANA I'm a better man. (points to Peggy) She's never seen me. \nSimon starts to walk away. \nSIMON You are."}, {"id": 241, "prefix": "ANOTHER ANGLE FEMALE PASSERSBY (charmed) Ohhh. I'd like to be treated like that. MELVIN (all smiles to Verdell) Let's go home and do some writing. ", "truth": "Melvin whaling away at his computer, reading to himself with great satisfaction as he goes. \nVerdell sits at his chair, fascinated by the speed of his master's fingers on the keyboard. He reads his writing aloud to the dog. \nMELVIN \"He turned off the gas jets and carried her outside. He kissed her brow and when her eyes opened and found him, he said, 'there are easier ways to break a date.' She laughed. The only sensible ambition he had ever known was now realized. He had made the girl happy. And what a girl. 'You've saved my life,' she said, 'you'd better make it up to me.'\" \nExhilarated by his own words, he shuts down the machine... \nMELVIN (singing to Verdell) Done! (playing with him some) Yes, I hate the doggy...  yes, I hate the doggy. \nHe exits. \nMELVIN (V.O.) Sixty-two books... done! \nAs the dog goes shooting off to the kitchen we leave our couple's play time for... \nINT. SIMON'S APARTMENT - BEDROOM/LIVING ROOM/HALLWAY - DAY \nAs the rookie invalid awakens in precisely the same foul mood he'd had on falling asleep. In the living room, the maid, NORA, is talking with Jackie -- we catch only a few words as they review Simon's mounting pile of bills and talk of how long Nora can stay on. \nINT. NEW YORK APARTMENT BUILDING - HALLWAY - DAY \nFrank knocking on Melvin's door. He opens it. \nFRANK How's Verdell doing? \nMELVIN He's a pain in the ass. \nAs he looks over at the dog, Verdell trots over and, without realizing it, Melvin smiles at him to Frank's surprise. \nFRANK Simon's home. I was sort of hoping you could keep the dog until he's had a chance to think and adjust... \nMELVIN (leaping at the chance) It's been five weeks...  another few won't kill me. \nFRANK No. He wants him back. He'll be by tomorrow. \nMELVIN (too loudly, weirdly) Okay by me. \nFrank exits. \nINT. MELVIN'S APARTMENT - LIVING ROOM - DAY \nMelvin sits -- Verdell looks up at him. Melvin walks to the door. He turns the lock... then checks that they are locked...  checks again to make sure he turned them in the correct direction...  turns from the door...  then back to check once more. And again...  and again...  anguished, until now he breaks briefly, the dog looking on. \nINT. NEW YORK BUILDING - MELVIN'S APARTMENT - HALLWAY - DAY \nMelvin opens the door -- looks at the scarred Simon in a wheelchair and shudders... \nMELVIN That's some face they left hanging on you. You look like... \nSIMON (interrupting) Could you take it just a little easy, Mr. Udall? \nA beat of silence as Melvin thinks whether to comply. \nSIMON Thank you. Verdell...  sweetheart? (to Melvin) By the way, thanks for saving me. \nMELVIN I called. I never touched you. I didn't leave my name or nothing. \nSIMON (not listening) Verdell? \nON VERDELL \nTotally weirded out...  hiding behind Melvin...  now Melvin shifts and Simon and Verdell see each other...  Simon smiles at the dog...  he is emotionally caught up in the reunion. \nSIMON Hi, sweetheart. \nVerdell isn't eager. \nON SIMON \n", "random": "DEVIET (in a whisper) You're afraid of me. \nMELVIN I'm afraid of you. \nMELVIN (nervous) You're really afraid. \nDEVIET I'm afraid of you. \nMELVIN I'm afraid of you too... \nDEVIET (to Verdell) Don't worry. I'm not worried. \nMELVIN I'm sorry. \nDEVI", "sentiment": "TURDELL (to Jane) You're a good girl. \nJANE I'm not a good girl. \nTURDELL I'm not a good girl. \nJANE You're a good girl. \nTURDELL I'm not a good girl. \nJANE I'm not a good girl. \nTURDELL I'm not a good girl. \nJANE I'm not a good girl. \nT"}, {"id": 242, "prefix": "FRANK Do it. CAROL Melvin. She self-consciously hands him with the thick envelope. ", "truth": "CAROL (sotto) A thank-you note for what you did for me. \nHe hands it back to her deliberately. She takes it and walks back to the service area where, embarrassed, confused, and messed with -- she tosses the note. \nAfter Carol leaves... \nFRANK She's nice. \nMELVIN (to Frank) Really nice. Shouldn't that be a good thing... telling someone, 'no thanks required.' \nFRANK It looks like it really went over. You're sure making the rounds. Simon says you brought him soup last night. I hope he doesn't write you a note. \nMelvin looks up -- wary -- his brain sends a disturbing message. \nFRANK What? \nMELVIN \"What?\" Look at you... You sense a mark. \nFRANK Hey -- you called me... I... \nMELVIN About a dog. \nFRANK Yeah, but it's all about Simon now... you helped with the dog... And now there are other things. I'm just as concerned as you are about Simon. \nMELVIN Concerned. I'm just the hall monitor here. \nFRANK It's not only financial assistance. What he's got to do is go to Baltimore tomorrow and ask his parents for money. It's not going to happen on the phone. \nMELVIN Yeah. If his parents are alive they've got to help -- those are the rules. Good. \nFRANK Yes. And tomorrow? I have a high maintenance selling painter coming through... So I'm out. Can you take him? \nMELVIN Think white and get serious. \nCarol enters scene. \nFRANK Take my car -- a convertible. Do you drive? \nMELVIN (loudly) Like the wind but I'm not doing it. \nCAROL Getting loud, getting loud. \nMELVIN He wants me to take his car and his client to Baltimore. \nCAROL I want your life for a minute where my big problem is someone offers me a free convertible so I can get out of this city. \nShe exits. Frank prepares to depart. \nMELVIN Okay. I'll take him. Get him packed -- ready -- tomorrow morning. \nFrank stumbles back... self-satisfied, he relaxes. \nMELVIN (excited) Okay... so I'll see you tomorrow. Let's not drag this out. We don't enjoy another that much. \nFRANK If there's some mental health foundation that raises money to help people like you be sure to let me know. \nMELVIN Last word freak. \nFrank adjusts and exits... Carol approaches calling a \"good-bye\" to him. \nCAROL So. Anything else? \nMELVIN Yes. I'm going to give my queer neighbor a lift to Baltimore. \nCAROL Okay. \nMELVIN Hey, what I did for you is working out? \nCAROL (a breath; then) What you did changed my life. \n", "random": "MELVIN I can do it. \nCAROL Melvin, you're taking that to the pharmacy, aren't you? CAROL Yes. MELVIN No, I'm taking it to the pharmacy. \nCAROL So, what do you want? MELVIN I don't know. You want to get a drink? CAROL I don't know. Is this what you want? \nMELVIN What's that? CAROL That's", "sentiment": "He hangs it in his pocket, looks at it, and, as if nudged, arrives at the door. \nCAROL (cont'd) You missed me? Melvin starts to walk into the room, but stops when he sees who it is. He is Janey at dinner. He takes her hand, stands at the table around her and begins to eat, as if thinking. She is asleep. \nMELVIN This week I give you a beautiful gift, but that"}]