[{"id": 381, "prefix": "JUMBO, a well-dressed behemoth in a sky blue suit and widebrimmed hat, is standing on a street corner talking to Gary. GARY So we want your best girls, the cream of your crop. JUMBO Let's see your bread. ", "truth": "JUMBO (continuing) Okay, I got just what you're looking for. (calling off) Margot... Darlene... \nTwo shapely HOOKERS in tight-fitting clothes come up to them. \nGARY They'll do just fine. Hiya, girls. Look, after the orgy, maybe we could have coffee. \nThe girls look at him with \"Is he for real?\" in their eyes. \nJUMBO Shorty, where's the party? \nGary takes some slips of paper out of his pocket and hands Jumbo one. \nGARY Park View Hotel, Room 1002. \nJUMBO They'll be up there in a half hour. \nGARY Okay. Nice to meet you both. \nGary turns, almost collides with a garbage can, and starts walking down the street. He passes a parked Porsche. After a beat, Cole Whittier sticks his head up and watches Gary walk off. Then he hops out of his car and approaches Jumbo and the girls. \nCOLE Hi. I must have just missed my friend. He hired you for a bachelor party. \nJUMBO At the Park View Hotel, Room 1002. What about it. \nCole's face lights up. This is the information he needed. \nCOLE Yeah. Right. (takes out piece of paper) This is the new address. We changed our minds and decided to send the girls over to his house instead. \nHe takes out a fifty-dollar bill. \nCOLE (continuing) And here's a fifty... I want this to be a surprise, so you never saw me, okay? \nJUMBO (pocketing the money) No problem. \nCole smiles happily as he slithers back to his car. \nCOLE (to himself) Now she'll see what kind of jackoff he is. \nANGLE - HOTEL \nA parking VALET crosses to the bus as Rick hands him the keys. \nRICK Be careful with it. It's a rental. \nThe guys hop out with the enthusiasm of a home team that's just won the state championship. They race in the front door. A banner over the door reads: \"WELCOME MISS MOOSEHEAD BEER PAGEANT.\" \nINT. HOTEL LOBBY - NIGHT \nThis is a pretty plush place. The kind of hotel that prides itself on its classy image. The guys are totally unaware of the sedate atmosphere in the lobby as they go screaming toward the elevators. \nO'NEILL (to some dignified guests) We who are about to go ape shit salute you. \nRYKO All right, I'm stoked! \nJust as they are about to get into the elevator, a hand comes INTO FRAME and holds the door so it will not close. \nWIDEN TO INCLUDE the MANAGER. All their carrying-on stops when the guys see him staring grimly at them. If he wasn't a hotel manager, he'd be a mortician. He has a constant expression on his face that suggests he's constantly sucking lemons. \nMANAGER Just where do you guys think you are? \nO'NEILL The Library of Congress? \nCHULO Detroit? \nLARRY Beyond the sun? \nRICK Are any of those right? \nMANAGER This is the Park View Hotel. I'm the Hotel Manager. Are you looking for someone? \nRICK Yes, you. We're looking for our room... 1002. \nRick takes out his key. \nMANAGER It's on the tenth floor. \nRICK What do you know, they moved it. Catch you later. \nThe door starts to close and the guys start yelling. \nMANAGER Keep your voices down. This is a respectable establishment. We don't go for any funny business here. Just then a GUY with a Moosehead Beer hat and TWO GUYS in a moose costume pass him and enter the elevator with the boys. \nRICK I see what you mean... You're a beautiful guy. And you're doing a damn good job. \nThe door slams shut before the Manager can say anything else. \n", "random": " SPARKY Well, it's good. And it's a sandwich.  SPARKY Right.  SPARKY Thank you.  But, hey, I can't.  SPARKY But I'm gonna stop.  EXT. DISSOLVE TO THE TASTE - DAY  Gary is looking up from his camera. But, he has a momentary look.  INT. FAN - BUSINESS ROOM - DAY  Gary is holding up his hand. Gary", "sentiment": "\nJUMBO (glancing over to Gary) Oh, thank you very much. \nJUMBO (calling to the group of other girls) You know that? I'm the best. (ladies things) Really. \nGARY (to JUMBO) Uh. \nJUMBO (to Robin) I've been watching you for a while, but you keep doing what you want. \nGARY (long pause) I thought you were so good"}, {"id": 382, "prefix": "RICK My poor old mammy had to take in laundry. My pappy had to work 20 hours a day at the Pez Factory. ANOTHER ANGLE O'Neill gestures to Rick that everything's ready. Rick immediately jumps to his feet. ", "truth": "MR. THOMERSON No sob story is going to change my mind. \nMr. Thomerson pushes O'Neill aside and enters the bedroom. \nO'NEILL The phone's all yours. \nMr. Thomerson, in the bedroom, picks up the receiver. As he does so, a cloud of cocaine falls out of the mouthpiece. He screams at Rick, gesturing with the phone in his hand as he dials. Each move produces a large cloud of powder, which causes him to sniffle slightly. \nMR. THOMERSON I never liked you. I've never liked any of your friends. I've hated you from the first time I saw you. And now you are out of my life. You are out of my life! \nHe starts to react from inhaling the powder. He puts the receiver to his ear. He takes a deep breath and tries to dial another number. A large cloud of coke flies up his nose. He's stunned. He takes another deep drag. He's hooked. He forgets all about dialing. He jams the receiver against his nose and takes deep drag after deep drag. \nDesiree, still wearing her leather mask, crosses to him and sits down next to him on the bed. He gives her a big, wide smile. \nO'Neill closes the door. \nO'NEILL Reach out and snort someone. \nRICK I'm saved. Let's party! \nEveryone starts to whoop it up again. \nINT. JAPANESE SUITE \nIt's still a standoff between the girls and the horny Japanese. \nDEBBIE Let's give them what they want. \nPHOEBE What? \nDebbie opens the bedroom door and motions for the Japanese to file in. \nDEBBIE Let's go. Everyone inside. \nThe Japanese immediately put two and two together and get orgy. These are some happy fellas as they enter the bedroom. \nBOBBIE Deb, we're pretending to be hookers. \nDEBBIE (herding in the last Japanese) Right in here. The big show starts in one minute. \nThe Japanese man enters the room. Debbie slams the door shut behind him. \nDEBBIE Let's go. \nILENE Look, girls -- I'll stay behind and hold them off. The rest of you break for it! \nDEBBIE Ilene, are you crazy? \nILENE I know what I'm doing... Go! \nThe girls run out the door. \nINT. JAPANESE BEDROOM \nIlene smiles. She has what she wants. She walks into the bedroom, surrounded by panting Japanese. \nILENE Gentlemen, the gods have answered your prayers... Bonzai! \nShe takes a running leap and dives on top of the Japanese. \nINT. CORRIDOR \nDebbie and the ladies run to an elevator. Debbie presses the \"down\" button. \nMRS. THOMERSON I hope Ilene's all right. \nDEBBIE I hope those guys are all right. \nThe elevator door opens, revealing the donkey lying flat on his back. His stiff legs point skyward. The girls see him and scream. They run down the hall to the stairway. On the way Debbie notices she's passing Room 1002. She HEARS the party SOUNDS inside. \nShe heads for the room angrily. This is a lady out to even a score. \nINT. HOTEL SUITE \nAs Debbie opens the door, her father walks by with Desiree on his arm. Neither sees the other. Debbie enters the room. She is surprised by the masses of humanity rubbing shoulders with one another in the room. \nO'Neill looks over from the other side of the room and spots her. He isn't fooled for a minute by her wig and mini skirt. He runs over to Rick. \nO'NEILL Guess who's here? Another surprise guest. \nRICK Who? \nO'NEILL Debbie. \nRICK My Debbie? \n", "random": " Rick and his dogs find it much harder to get out of the car.   Rick looks around for something. Rick's dog, an orc who looks like he's trying to eat him...  He freezes.   Rick looks up and sees the girl in the parking lot looking out of the window.  Rick grabs her by the arm and starts to kiss her.  She's already having sex. Rick and his dog, a shepherd, start to get into the car. They're nearly", "sentiment": "\nRICK (CONT'D) I'm gonna get you a good one. \nRick looks at the pappy. \nRICK (CONT'D) I'm gonna get you a good one. \nRick looks at the pappy. \nRICK (CONT'D) I'm gonna get you a good one. \nRick looks at the pappy. \nRICK (CONT'D) I'm gonna get you a good one. \n"}, {"id": 383, "prefix": "There's a negative response from the crowd. RICK (continuing) Are you sure? Everyone responds positively. ", "truth": "All the guests go back to partying. Rick drops off the sofa and faces Debbie. \nRICK (continuing) See? And these are not just ordinary party-goers -- there are professionals in this crowd -- I didn't want any of them. You... You're what I want. Understand? \nDEBBIE (melted) Yes... \nRICK Great. Now, what do you want to do about it? \nDEBBIE (sexy) Let's get naked. \nRICK You're on. \nShe takes him by the hand and crosses into the other bedroom. \nINT. OTHER BEDROOM \nRick and Debbie enter. To their surprise they find a man wearing a leather mask tied to the bed and happily licking Desiree's boots, which she dangles in front of him. She also holds a whip over his head. Despite the mask, there is something very familiar about his face, and the white powder encrusted all over his nose. \nDebbie picks up on this immediately. \nDEBBIE (shocked) Daddy? \nSure enough, Mr. Thomerson looks up and grimaces, knowing he's been caught with his bondage down. He tries to say something, but the boot in his mouth prevents anything intelligent from coming out. \nMR. THOMERSON Ebbie. Ger... umph... lable... \nRICK Of course, sir. That explains it. Leather is a very good source of vitamin E. \nINT. SUITE - MAIN ROOM \nThe party has reached fever pitch. Suddenly police SIRENS pierce through the party sounds. Everyone freezes. We HEAR the Hotel Manager BEATING on the DOOR with his fists. \nINT. HOTEL CORRIDOR \nThe Manager is pounding on the door. By his side are several UNIFORMED POLICE. \nMANAGER You're all under arrest. Open up! \nINT. HOTEL SUITE \nRICK (to everyone in the room) Your attention, please. May I be the first to say, It's a raid! \nEveryone starts to panic and run for the doors. \nRICK (continuing) I'm glad no one is panicking. \nHe snaps up his clothes from the bedroom. \nINT. HOTEL CORRIDOR \nMANAGER (to Police) Break it in, boys! \nThe cops rear back for a run at the door. At that moment the hotel door opens up and the cops and the Manager are trampled by Rick, Debbie, Mr. Thomerson, Rick's gang, other guests and assorted hookers. They run down the stairs. The cops pick themselves up and give chase. The Manager looks inside the room and is devastated by what he sees... Hiroshima looked better after the A-bomb. \nINT. HOTEL LOBBY \nWe SEE the police have collared Bobbie, Phoebe, Mrs. Thomerson and the other ladies of the shower as hooker suspects. Our bachelor party mob now charges down the stairs and out the hotel doors. \nThe cops grab Mr. Thomerson as he tries to get out, and they throw him in line with the others. Unfortunately for him, he's standing next to Mrs. Thomerson. \nMRS. THOMERSON Ed! What are you doing here? \nBefore he can answer, Mrs. Thomerson checks out his shocking leather outfit. \nMRS. THOMERSON (angry) Ed... you're kinky! \nMR. THOMERSON The phone made me do it! \nMRS. THOMERSON (shocked) You've been having strange sex...! \nMR. THOMERSON No, Brett, I... \nMRS. THOMERSON It's all right... (proudly) So have I. \nHe is totally blown away by this as the cops lead them out of the room. \nMRS. THOMERSON I've seen another man's diddly. \nEXT. HOTEL - MORNING \nOur people pile out of the hotel. Rick, Debbie and all Rick's friends run down the street. \nSuddenly a Porsche pulls up between Rick and Debbie. It's Cole. He reaches over and pulls Debbie into the car with him. She screams. \nRICK Cole, what the hell are you doing? \n", "random": "ORY BOOM \n\nCUT TO: MOTHERS' SAME HOUSE \n\nThe girls are in the living room of the living room. There's a vinyl section that looks like a huge living room, but the lot is the same. There's a door open and a man is in a black leather jacket, looking at the floor. He's wearing glasses and a black leather band. I'm watching with my head on the wall, watching the girls. ", "sentiment": "CK (CONT'D) (to the crowd) Well, I'm sorry, but I'm not sure I'm the right person to be the head of this group. \n\nA few people are watching from the crowd. \n\nRICK (CONT'D) (to the crowd) I'm sorry, but I'm not sure I'm the right person to be the head of this group. \n\nThe crowd turns to the other direction. \n"}]